{
  "id": 312,
  "verse_number": 2,
  "chapter_number": 8,
  "slug": "chapter-8-verse-2",
  "text": "अधियज्ञः कथं कोऽत्र देहेऽस्मिन्मधुसूदन। प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभिः",
  "transliteration": "adhiyajñaḥ kathaṁ ko 'tra dehe 'smin madhusūdana prayāṇa-kāle cha kathaṁ jñeyo 'si niyatātmabhiḥ",
  "word_meanings": "adhiyajñaḥ—the Lord all sacrificial performances; katham—how; kaḥ—who; atra—here; dehe—in body; asmin—this; madhusūdana—Shree Krishna, the killer of the demon named Madhu; prayāṇa-kāle—at the time of death; cha—and; katham—how; jñeyaḥ—to be known; asi—are (you); niyata-ātmabhiḥ—by those of steadfast mind",
  "translations": [
    {
      "id": 2178,
      "description": "अर्जुन बोले - हे पुरुषोत्तम! वह ब्रह्म क्या है? अध्यात्म क्या है? कर्म क्या है? अधिभूत किसको कहा गया है? और अधिदैव किसको कहा जाता है? यहाँ अधियज्ञ कौन है और वह इस देहमें कैसे है? हे मधूसूदन! नियतात्मा (वशीभूत अन्तःकरणवाले) मनुष्यके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2180,
      "description": "O Madhusudana, how is the entity existing in the sacrifice here in this body, and who is it? And how are You to be known by people of concentrated minds at the time of death?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2181,
      "description": "O Madhusudana, how is the entity existing in the sacrifice here in this body, and who is it? And how are You to be known by people of concentrated minds at the time of death?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2182,
      "description": "Who and how is Adhiyajna here in this body, O destroyer of Madhu? And how, at the time of death, are You to be known by the self-controlled?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2183,
      "description": "Who is the Lord of Sacrifices, and how? Who is in this body? O slayer of Madhu, how can the self-controlled realize You at the time of their journey (i. E., death)?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2184,
      "description": "Who rules the spirit sacrifice in many, and how may those who have learned self-control come to the knowledge of Thee at the time of death?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2179,
      "description": "और हे मधुसूदन! यहाँ अधियज्ञ कौन है? और वह इस शरीर में कैसे है? और संयत चित्त वाले पुरुषों द्वारा अन्त समय में आप किस प्रकार जाने जाते हैं,",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 4947,
      "description": "व्याख्या-'पुरुषोत्तम किं तद्ब्रह्म'-हे पुरुषोत्तम वह ब्रह्म क्या है अर्थात् ब्रह्म शब्दसे क्या समझना चाहिये",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4948,
      "description": "पूर्व अध्याय के अन्तिम दो श्लोकों में अकस्मात् ब्रह्म अध्यात्म अधिभूत आदि जैसे नवीन पारिभाषिक शब्दों का प्रयोग किया गया है और कहा है कि ज्ञानी पुरुष मरण काल में भी चित्त युक्त होकर मुझे इनके सहित जानते हैं। इससे अर्जुन कुछ भ्रमित हो गया। इस अध्याय का प्रारम्भ अर्जुन के प्रश्न के साथ होता है जिसमें वह उन शास्त्रीय शब्दों की निश्चित परिभाषायें जानना चाहता है जिनका प्रयोग भगवान् ने अपने उपदेश में किया था। वह यह भी जानने को उत्सुक है कि जीवन काल में सतत आध्यात्मिक साधना के अभ्यास के फलस्वरूप प्राप्त पूर्ण आत्मसंयम के द्वारा मरणकाल में भी आत्मा का अनुभव किस प्रकार प्राप्त किया जा सकता है। भगवान् श्रीकृष्ण प्रत्येक शब्द की परिभाषा देते हुए कहते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 4962,
      "description": "अधियज्ञः Adhiyajna? कथम् how? कः who? अत्र here? देहे in body? अस्मिन् this? मधुसूदन O Madhusudana? प्रयाणकाले at the time of death? च and? कथम् how? ज्ञेयः knowable? असि art? नियतात्मभिः by the selfcontrolled. Commentary Arjuna put seven estions to the Lord1. What is that Brahman Is it Brahman with the Upadhis (limiting adjuncts) or Brahman without them2. Is it the aggregate of the senses or individual consciousness (PratyakChaitanya) or distinct? Pure consciousness3. What is Karma Is it Yajna Or? Is it distinct from Yajna4. Adhibhuta is knowledge of the Bhutas. Is this the knowledge of the elements or something else5. Adhidaiva is that which is associated with the gods. Is this the meditation on the gods Or? Is it the consciousness associated with the Suryamandala? Etc.6. Adhiyajna is that which is associated with Yajnas or Vedic rituals. Is this the Para Brahman (Supreme Being) or any special god Is it of the same form (Tadatmyarupa) or is it entirely nondifferent (Abheda) Does it exist in the body or outside it If it exists in the body? Is it the intellect (Buddhi) or distinct from it7. At the time of death? When the memory is lost and when the senses become cold (i. E.? Whenthey lose their vitality) how can the man of onepointedness and of steadfast mind know the LordO Lord Madhusudana Thou art allmerciful. Thou hast killed Madhu and removed the miseries of the people. Even so Thou canst remove my difficulties and doubts very easily. This is nothing for Thee? The omniscient Lord. (This is the reason why Arjuna addresses the Lord by the name Madhusudana.)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}