{
  "id": 318,
  "verse_number": 8,
  "chapter_number": 8,
  "slug": "chapter-8-verse-8",
  "text": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना। परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन्",
  "transliteration": "abhyāsa-yoga-yuktena chetasā nānya-gāminā paramaṁ puruṣhaṁ divyaṁ yāti pārthānuchintayan",
  "word_meanings": "abhyāsa-yoga—by practice of yog; yuktena—being constantly engaged in remembrance; chetasā—by the mind; na anya-gāminā—without deviating; paramam puruṣham—the Supreme Divine Personality; divyam—divine; yāti—one attains; pārtha—Arjun, the son of Pritha; anuchintayan—constant remembrance",
  "translations": [
    {
      "id": 2220,
      "description": "हे पृथानन्दन! अभ्यासयोगसे युक्त और अन्यका चिन्तन न करनेवाले चित्तसे परम दिव्य पुरुषका चिन्तन करता हुआ (शरीर छोड़नेवाला मनुष्य) उसीको प्राप्त हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2226,
      "description": "He whose mind does not wander, and who is engaged in constant meditation, attains the Supreme Spirit.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2225,
      "description": "He who is engaged in reflecting on the Supreme Divine Soul with his mind, remaining fixed in the practice of yoga and not focusing on any other object, that person attains the Supreme, O son of Prtha!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2224,
      "description": "With the mind not moving towards any other thing, made steadfast through the practice of habitual meditation, and constantly meditating, one goes to the Supreme Person, the Resplendent, O Arjuna.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2223,
      "description": "O son of Prtha, by meditating with a mind engaged in the yoga of practice and not straying away to anything else, one reaches the supreme Person existing in the effulgent region.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2222,
      "description": "O son of Prtha, by meditating with a mind engaged in the yoga of practice and not straying away to anything else, one reaches the supreme Person existing in the effulgent region.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2221,
      "description": "हे पार्थ! अभ्यासयोग से युक्त अन्यत्र न जाने वाले चित्त से निरन्तर चिन्तन करता हुआ (साधक) परम दिव्य पुरुष को प्राप्त होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 5043,
      "description": "व्याख्या -[सातवें अध्यायके अट्ठाईसवें श्लोकमें जो सगुणनिराकार परमात्माका वर्णन हुआ था उसीको यहाँ आठवें नवें और दसवें श्लोकमें विस्तारसे कहा गया है। ] 'अभ्यासयोगयुक्तेन'- इस पदमें अभ्यास और योग - ये दो शब्द आये हैं। संसारसे मन हटाकर परमात्मामें बारबार मन लगानेका नाम अभ्यास है और समताका नाम योग है- 'समत्वं योग उच्यते' (गीता 2। 48)। अभ्यासमें मन लगनेसे प्रसन्नता होती है और मन न लगनेसे खिन्नता होती है। यह अभ्यास तो है पर अभ्यासयोग नहीं है। अभ्यासयोग तभी होगा जब प्रसन्नता और खिन्नता - दोनों ही न हों। अगर चित्तमें प्रसन्नता और खिन्नता हो भी जायँ तो भी उनको महत्त्व न दे केवल अपने लक्ष्यको ही महत्त्व दे। अपने लक्ष्यपर दृढ़ रहना भी योग है। ऐसे योगसे युक्त चित्त हो।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5058,
      "description": "अभ्यासयोगयुक्तेन (with the mind made) steadfast by the method of habitual meditation? चेतसा with the mind? न not? अन्यगामिना moving towards any other thing? परमम् Supreme? पुरुषम् Purusha? दिव्यम् the resplendent? याति goes? पार्थ O Partha? अनुचिन्तयन् meditating. Commentary Abhyasa means practice. Practice is the constant repetition of one idea of God. In the practice of meditation Vijatiya Vrittis (worldly thoughts or thoughts of a type different from the object of meditation) are shut out and there is Sajatiya Vrittipravaha (continous flow of thoughts of the Self or the Absolute alone). This is Abhyasa. Abhyasa is Yoga. This will terminate in Nirvikalpa Samadhi. The Yogi with Samahita Chitta (eanimity of mind) attains Paramatman or the Supreme Soul. Just as the rivers abandoning their names and forms because one with the ocean? So also the sage or the Vidvan? Being liberated from names and forms? And virtue and vice? Becomes identical with the Supreme Self. The most vital factor in this practice is regularity. Be regular in your meditation. You will soon reach the goal. Purusham Divyam The resplendent? Transcendental Being or the Inner Ruler (Antaryamin) in the solar orb. He who meditates constantly without allowing the mind to wander among the sensual objects? In accordance with the instructions of the scriptures and the perceptor reaches the Supreme Purusha.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5044,
      "description": "इस श्लोक में प्रयुक्त याति क्रियापद का अर्थ है जाता है। परन्तु यह परम पुरुष को जाना या प्राप्त होना मृत्यु के पश्चात् ही नहीं समझना चाहिए। मृत्यु से तात्पर्य अहंकार के नाश से है जिसका उपाय है ध्यानाभ्यास। इस श्लोक का प्रयोजन यह दर्शाना है कि परिच्छिन्न अहंकार के लुप्त होने पर कोई भी साधक मुक्त पुरुष के रूप में इसी जीवन में सदा स्वस्वरूप में स्थित रहकर जी सकता है। जो व्यक्ति जगत् में अस्थायी यात्री के रूप में और न कि स्थायी निवासी बनकर उपर्युक्त जीवन पद्धति के अनुसार जीता है और नित्यनिरन्तर आत्मचिन्तन का अभ्यास करता है वह निश्चय ही ध्यान में एकाग्र हो जाता है। वास्तव में यह वेदोपदिष्ट प्रार्थना और उपासना का तथा पुराणों में वर्णित भक्ति और प्रपत्ति (शरणागति) की साधनाओं का ही स्पष्टीकरण है जबकि पूर्व श्लोक में जो उपदेश है वह धर्म के व्यावहारिक स्वरूप का है अर्थात् अपने कार्यक्षेत्र में ही संन्यास के स्वरूप का है। इस अभ्यासयोग के फलस्वरूप भक्त को चित्त की एकाग्रता प्राप्त होती है जो बुद्धि को सुगठित करने में उपयोगी होती है। ऐसे अन्तःकरण के आत्म साक्षात्कार के योग्य हो जाने पर आत्मा की अनुभूति सहज सिद्ध हो जाती है। निरन्तर चिन्तन से हे पार्थ साधक परम दिव्य पुरुष को प्राप्त होता है। यह नियम न केवल परम पुरुष की प्राप्ति के विषय में सत्य प्रमाणित है वरन् किसी भी वस्तु के लिए यह समान रूप से लागू होता है। इससे इस श्लोक का गूढ़ार्थ स्पष्ट हो जाता है। यदि साधक सर्वसाधन सम्पन्न हो तो आत्मा का अनुभव तथा उसमें दृढ़ निष्ठा इसी वर्तमान जीवन में ही प्राप्त की जा सकती है। यहाँ प्रयुक्त अनुचिन्तयन् शब्द साभिप्राय है। ध्येयविषयक सजातीय वृत्ति प्रवाह को चिन्तन या ध्यान कहते हैं। अनु उपसर्ग का अर्थ है निरन्तर। अत यहाँ दिव्य पुरुष को निरन्तर चिन्तन करने का उपदेश दिया गया है। वह ध्येय पुरुष किन गुणों से विशिष्ट है भगवान् कहते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}