{
  "id": 337,
  "verse_number": 27,
  "chapter_number": 8,
  "slug": "chapter-8-verse-27",
  "text": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन। तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन",
  "transliteration": "naite sṛitī pārtha jānan yogī muhyati kaśhchana tasmāt sarveṣhu kāleṣhu yoga-yukto bhavārjuna",
  "word_meanings": "na—never; ete—these two; sṛitī—paths; pārtha—Arjun, the son of Pritha; jānan—knowing; yogī—a yogi; muhyati—bewildered; kaśhchana—any; tasmāt—therefore; sarveṣhu kāleṣhu—always; yoga-yuktaḥ—situated in Yog; bhava—be; arjuna—Arjun\n",
  "translations": [
    {
      "id": 2353,
      "description": "हे पृथानन्दन! इन दोनों मार्गोंको जाननेवाला कोई भी योगी मोहित नहीं होता। अतः हे अर्जुन! तू सब समयमें योगयुक्त हो जा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2359,
      "description": "O Arjuna! The saint, knowing these paths, is not confused; therefore, meditate perpetually.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2358,
      "description": "O son of Prtha, no Yogin, knowing these two courses, gets deluded. Therefore, O Arjuna, practice Yoga connected with all times.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2357,
      "description": "Knowing these paths, O Arjuna, no yogi is deluded; therefore, at all times, be steadfast in yoga.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2356,
      "description": "O son of Prtha, no yogi—one steadfast in meditation—whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be steadfast in yoga at all times.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2355,
      "description": "O son of Prtha, no yogi—one steadfast in meditation—whosoever has known these two courses becomes deluded. Therefore, O Arjuna, be steadfast in yoga at all times.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2354,
      "description": "हे पार्थ इन दो मार्गों को (तत्त्व से) जानने वाला कोई भी योगी मोहित नहीं होता। इसलिए, हे अर्जुन! तुम सब काल में योगयुक्त बनो।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 5347,
      "description": "व्याख्या-'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन'-शुक्लमार्ग प्रकाशमय है और कृष्णमार्ग अन्धकारमय है। जिनके अन्तःकरणमें उत्पत्ति-विनाशशील वस्तुओंका महत्त्व नहीं है और जिनके उद्देश्य, ध्येयमें प्रकाशस्वरूप (ज्ञानस्वरूप) परमात्मा ही हैं, ऐसे वे परमात्माकी तरफ चलनेवाले साधक शुक्लमार्गी हैं अर्थात् उनका मार्ग प्रकाशमय है। जो संसारमें रचे-पचे हैं और जिनका सांसारिक पदार्थोंका संग्रह करना और उनसे सुख भोगना ही ध्येय होता है, ऐसे मनुष्य तो घोर अन्धकारमें हैं ही पर जो भोग भोगनेके उद्देश्यसे यहाँके भोगोंसे संयम करके यज्ञ, तप, दान आदि शास्त्रविहित शुभ कर्म करते हैं और मरनेके बाद स्वर्गादि ऊँची भोग-भूमियोंमें जाते हैं, वे यद्यपि यहाँके भोगोंमें आसक्त मनुष्योंसे ऊँचे उठे हुए हैं, तो भी आने-जानेवाले (जन्म-मरणके) मार्गमें होनेसे वे भी अन्धकारमें ही हैं। तात्पर्य है कि कृष्णमार्गवाले ऊँचे-ऊँचे लोकोंमें जानेपर भी जन्म-मरणके चक्करमें पड़े रहते हैं। कहीं जन्म गये तो मरना बाकी रहता है और मर गये तो जन्मना बाकी रहता है -ऐसे जन्म-मरणके चक्करमें पड़े हुए वे कोल्हूके बैलकी तरह अनन्तकालतक घूमते ही रहते हैं। - इस तरह शुक्ल और कृष्ण दोनों मार्गोंके परिणामको जाननेवाला मनुष्य योगी अर्थात् निष्काम हो जाता है, भोगी नहीं। कारण कि वह यहाँके और परलोकके भोगोंसे ऊँचा उठ जाता है। इसलिये वह मोहित नहीं होता। सांसारिक भोगोंके प्राप्त होनेमें और प्राप्त न होनेमें जिसका उद्देश्य निर्विकार रहनेका ही होता है, वह योगी कहलाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5348,
      "description": "शुक्लगति और कृष्णगति इन दोनों के ज्ञान का फल यह है कि इनका ज्ञाता योगी पुरुष कभी मोहित नहीं होता है मन में उठने वाली निम्न स्तर की प्रवृत्तियों के कारण धैर्य खोकर वह कभी निराश नहीं होता। भगवान् श्रीकृष्ण ने अब तक पुनरावृत्ति और अपुनरावृत्ति के मार्गों का वर्णन किया और अब इस श्लोक में वे ज्ञान और उसके फल को संग्रहीत करके कहते हैं कि इसलिए हे अर्जुन तुम सब काल में योगी बनो। जिसने अनात्मा से तादात्म्य हटाकर मन को आत्मस्वरूप में एकाग्र करना सीखा हो वह पुरुष योगी है। संक्षेप में इस सम्पूर्ण अध्याय के माध्यम से भगवान् द्वारा अर्जुन को उपदेश दिया गया है कि उसको जगत् में कार्य करते हुए भी सदा अक्षर पुरुष के साथ अनन्य भाव से तादात्म्य स्थापित कर आत्मज्ञान में स्थिर होने का प्रयत्न करना चाहिए। अन्त में इस योग का महात्म्य बताते हुए भगवान् कहते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5362,
      "description": "न not? एते these? सृती two paths? पार्थ O Partha? जानन् knowing? योगी the Yogi? मुह्यति is deluded? कश्चन anyone? तस्मात् therefore? सर्वेषु in all? कालेषु times? योगयुक्तः steadfast in Yoga? भव (be) thou? अर्जुन O Arjuna.Commentary Knowing the nature of the two paths and the conseences they lead to? a Yogi never loses his discrimination. The Yogi who knows that the path of the gods or the path of light leads to Moksha (gradual liberation)? and the path of darkness to Samsara or the world or region of birth and death? is no longer deluded. Knowledge of these two paths serves as a compass or a beaconlight to guide the Yogis steps at every moment. He strives to stick to the path of light.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
