{
  "id": 322,
  "verse_number": 12,
  "chapter_number": 8,
  "slug": "chapter-8-verse-12",
  "text": "सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च। मूर्ध्न्याधायात्मनः प्राणमास्थितो योगधारणाम्",
  "transliteration": "sarva-dvārāṇi sanyamya mano hṛidi nirudhya cha mūrdhnyādhāyātmanaḥ prāṇam āsthito yoga-dhāraṇām",
  "word_meanings": "sarva-dvārāṇi—all gates; sanyamya—restraining; manaḥ—the mind; hṛidi—in the heart region; nirudhya—confining; cha—and; mūrdhni—in the head; ādhāya—establish; ātmanaḥ—of the self; prāṇam—the life breath; āsthitaḥ—situated (in); yoga-dhāraṇām—the yogic concentration",
  "translations": [
    {
      "id": 2248,
      "description": "(इन्द्रियोंके) सम्पूर्ण द्वारोंको रोककर मनका हृदयमें निरोध करके और अपने प्राणोंको मस्तकमें स्थापित करके योगधारणामें सम्यक् प्रकारसे स्थित हुआ जो 'ऊँ' इस एक अक्षर ब्रह्मका उच्चारण और मेरा स्मरण करता हुआ शरीरको छोड़कर जाता है, वह परमगतिको प्राप्त होता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2254,
      "description": "Fix: Closing the gates of the body, drawing the forces of his mind into the heart, and, by the power of meditation, concentrating his vital energy in the brain;",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2253,
      "description": "Properly controlling all the gates of the body; restraining the mind firmly in the heat; fixing one's own prana in the head; taking refuge in the firmness of Yoga.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2252,
      "description": "Having closed all the gates, confined the mind in the heart, and fixed the life-breath in the head, engage in the practice of concentration.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2251,
      "description": "Having controlled all the senses, confined the mind in the heart, and fixed his own vital force in the head, he should remain firm in yoga.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2250,
      "description": "Having controlled all the senses, confined the mind in the heart, and fixed his own vital force in the head, he should remain steadfast in yoga.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2249,
      "description": "सब (इन्द्रियों के) द्वारों को संयमित कर मन को हृदय में स्थिर करके और प्राण को मस्तक में स्थापित करके योगधारणा में स्थित हुआ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 5122,
      "description": "सर्वद्वाराणि all gates? संयम्य having controlled? मनः mind? हृदि in the heart? निरुध्य having confined? ट and? मूर्ध्नि in the head? आधाय having placed? आत्मनः of the self? प्राणम् breath? आस्थितः established (in)? योगधारणाम् practice of concentration. Commentary The gates are the senses of knowledge. Closing the gates means control of all senses by the practice of Pratyahara or withdrawal of the consciousness from them. Even if the senses are controlled? The mind will be dwelling on the sensual objects. Therefore the mind is confined or fixed in the lotus of the heart and thery all the thoughts or mental modifications are also controlled. The whole lifreath is now taken up and fixed at the crown of the head (Brahmarandhra or the hole of Brahman).",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5107,
      "description": "व्याख्या-'सर्वद्वाराणि संयम्य'-(अन्तसमयमें) सम्पूर्ण इन्द्रियोंके द्वारोंका संयम कर ले अर्थात् शब्द, स्पर्श, रूप, रस और गन्ध- इन पाँचों विषयोंसे श्रोत्र, त्वचा, नेत्र, रसना और नासिका- इन पाँचों ज्ञानेन्द्रियोंको तथा बोलना, ग्रहण करना, गमन करना, मूत्र-त्याग और मल-त्याग- इन पाँचों क्रियाओंसे वाणी, हाथ, चरण, उपस्थ और गुदा-इन पाँचों कर्मेन्द्रियोंको सर्वथा हटा ले। इससे इन्द्रियाँ अपने स्थानमें रहेंगी।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5108,
      "description": "See Commentary under .",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}