{
  "id": 313,
  "verse_number": 3,
  "chapter_number": 8,
  "slug": "chapter-8-verse-3",
  "text": "श्री भगवानुवाच अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते। भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः",
  "transliteration": "śhrī bhagavān uvācha akṣharaṁ brahma paramaṁ svabhāvo 'dhyātmam uchyate bhūta-bhāvodbhava-karo visargaḥ karma-sanjñitaḥ",
  "word_meanings": "śhrī-bhagavān uvācha—the Blessed Lord said; akṣharam—indestructible; brahma—Brahman; paramam—the Supreme; svabhāvaḥ—nature; adhyātmam—one's own self; uchyate—is called; bhūta-bhāva-udbhava-karaḥ—Actions pertaining to the material personality of living beings, and its development; visargaḥ—creation; karma—fruitive activities; sanjñitaḥ—are called",
  "translations": [
    {
      "id": 2191,
      "description": "The Lord Shri Krishna replied: The Supreme Spirit is the Highest Imperishable Self, and Its nature is spiritual consciousness. The worlds have been created and are sustained by an emanation from the Spirit, which is called the Law.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2185,
      "description": "श्रीभगवान् बोले - परम अक्षर ब्रह्म है और जीवका अपना जो होनापन है, उसको अध्यात्म कहते हैं। प्राणियों का उद्भव (सत्ता को प्रकट) करनेवाला जो त्याग है उसको कर्म कहा जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2186,
      "description": "श्रीभगवान् ने कहा - परम अक्षर (अविनाशी) तत्त्व ब्रह्म है; स्वभाव (अपना स्वरूप) अध्यात्म कहा जाता है; भूतों के भावों को उत्पन्न करने वाला विसर्ग (यज्ञ, प्रेरक बल) कर्म नाम से जाना जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2187,
      "description": "The Blessed Lord said, \"The Immutable is the supreme Brahman; selfhood is said to be the entity present in the individual plane. By action is meant the offerings that bring about the origin of existence of things.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2188,
      "description": "The Blessed Lord said, \"The Immutable is the supreme Brahman; selfhood is said to be the entity present in the individual plane. By action is meant the offerings that bring about the origin of existence of things.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2189,
      "description": "The Blessed Lord said, \"Brahman is the Imperishable, the Supreme; its essential nature is called Self-knowledge; the offering (to the gods) that causes the existence and manifestation of beings and sustains them is called action.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2190,
      "description": "The Bhagavat said, \"The immutable Absolute is the Brahman. Its intrinsic nature is called the Lord of the Self. The emitting activity that causes the birth of both the animate and inanimate is named 'action'.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4978,
      "description": "अक्षरम् imperishable? ब्रह्म Brahman? परमम् Supreme? स्वभावः (His) Nature? अध्यात्मम् Selfknowledge? उच्यते is called? भूतभावोद्भवकरः that which causes the origin and growth of beings? विसर्गः offering (to gods)? कर्मसंज्ञितः is called action. Commentary Brahman is imperishable? Immutable? Eternal? Selfexistent? Selfluminous? Unchanging and allpervading. It is the source? Root and womb of everything. In It all beings that are manifested live? Move and have their very being. Hence? It is Paramam? The Supreme and Akshara. Its essential nature or Svabhava is Adhyatma. Brahmans dwelling in each individual body as the innermost Self (the Pratyagatma) is called Adhyatma. Yajnavalkya (a great sage of the Upanishadic period) said O Gargi Heaven and earth stand upheld in their places. The Brahmanas call this (Brahman) the Akshara (the imperishable). It is neither red nor white It is not shadow? Not darkness? Nor air? Not ehter? Without adhesion? Without smell? Without eyes? Without ears? Without speech? Without mind? Without light? Without breath? Without a mouth or door? Without measures? Having nothing within and nothing outside It. It does not consume anything? Nor does anyone consume It. Akshara is the Supreme Brahman only. Akshara here does not mean the holy word Om? Or the Avyakta (the unmanifested source of all that is in Nature). There is Laya (absorption) for Om. There is destruction for the unmanifested Nature also. Therefore Brahman is the Akshara? The Imperishable? The Supreme Being. Offering All virtuous work. The sacrificial act which consists of offering cooked rice? Cakes? Etc.? To the gods and which causes the genesis and support of beings is called Karma. The oblations in the sacrifice assume a subtle form and reach the sphere of the sun. Through the sun there is rain? And various sorts of grains? Vegetables and fruits crop up. The living beings (Bhutas) live and develop on account of rice and other foodstuffs. Therefore Yajnas are the cause of the genesis and support of all beings.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4963,
      "description": "व्याख्या-'अक्षरं ब्रह्म परमम्'-परम अक्षरका नाम ब्रह्म है। यद्यपि गीतामें ब्रह्म शब्द प्रणव वेद प्रकृति आदिका वाचक भी आया है तथापि यहाँ ब्रह्म शब्दके साथ परम और अक्षर विशेषण देनेसे यह शब्द सर्वोपरि सच्चिदानन्दघन अविनाशी निर्गुणनिराकार परमात्माका वाचक है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4964,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}