{
  "id": 316,
  "verse_number": 6,
  "chapter_number": 8,
  "slug": "chapter-8-verse-6",
  "text": "यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम्। तं तमेवैति कौन्तेय सदा तद्भावभावितः",
  "transliteration": "yaṁ yaṁ vāpi smaran bhāvaṁ tyajatyante kalevaram taṁ tam evaiti kaunteya sadā tad-bhāva-bhāvitaḥ",
  "word_meanings": "yam yam—whatever; vā—or; api—even; smaran—remembering; bhāvam—remembrance; tyajati—gives up; ante—in the end; kalevaram—the body; tam—to that; tam—to that; eva—certainly; eti—gets; kaunteya—Arjun, the son of Kunti; sadā—always; tat—that; bhāva-bhāvitaḥ—absorbed in contemplation\n",
  "translations": [
    {
      "id": 2208,
      "description": "O son of Kunti, thinking of any entity, whichever it may be, one gives up the body at the end; he attains that very one, having been always engrossed in its thought.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2206,
      "description": "हे कुन्तीपुत्र अर्जुन! मनुष्य अन्तकाल में जिस-जिस भी भावका स्मरण करते हुए शरीर छोड़ता है वह उस (अन्तकालके) भावसे सदा भावित होता हुआ उस-उसको ही प्राप्त होता है अर्थात् उस-उस योनिमें ही चला जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2207,
      "description": "हे कौन्तेय! (यह जीव) अन्तकाल में जिस किसी भी भाव को स्मरण करता हुआ शरीर को त्यागता है, वह सदैव उस भाव के चिन्तन के फलस्वरूप उसी भाव को ही प्राप्त होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2209,
      "description": "O son of Kunti, thinking of any entity, whichever it may be, one gives up the body at the end; he attains that very one, having been always engrossed in its thought.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2210,
      "description": "Whoever at the end leaves the body, thinking of any being, to that being only does he go, O son of Kunti (Arjuna), due to his constant thought of that being.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2211,
      "description": "And also remembering whatever being one has been constantly thinking about, a person leaves his body at the end [of his life], O son of Kunti! That being alone he attains.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2212,
      "description": "Whatever sphere of being the mind of a man is intent on at the time of death, to that he will go.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5011,
      "description": "व्याख्या-'यं यं वापि स्मरन्भावं ৷৷. सदा तद्भावभावितः'-भगवान्ने इस नियममें दयासे भरी हुई एक विलक्षण बात बतायी है कि अन्तिम चिन्तनके अनुसार मनुष्यको उसउस योनिकी प्राप्ति होती है जब यह नियम है तो मेरी स्मृतिसे मेरी प्राप्ति होगी ही परम दयालु भगवान्ने अपने लिये अलग कोई विशेष नियम नहीं बताया है प्रत्युत सामान्य नियममें ही अपनेको शामिल कर दिया है। भगवान्की दयाकी यह कितनी विलक्षणता है कि जितने मूल्यमें कुत्तेकी योनि मिले उतने ही मूल्यमें भगवान् मिल जायँ",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5026,
      "description": "यम् which? यम् which? वा or? अपि even? स्मरन् remembering? भावम् nature (idea of object)? त्यजति leaves? अन्ते in the end? कलेवरम् the body? तम् to that? तम् to that? एव only? एति goes? कौन्तेय O Kaunteya? सदा constantly? तद्भावभावितः thinking of that object.Commentary The last thoughts determine the next birth. The most prominent thought of ones life occupies the mind at the time of death. The predominant idea at the time of death is what in normal life has occupied his attention most. The last thought determines the nature or character of the body to be attained next. As a man thinketh? so shall he becometh.The force of Samskaras which one has created by his previous practice is the cause of their remembrance at death. Those who have practised worship of God throughout their life can have remembrance of their tutelary deity at the time of death.The analogy of the wasp and the caterpillar (BhramaraKitaNyaya) can be applied here. The caterpillar constantly remembers the wasp and becomes eventually transformed into a wasp. Even so he who constantly remembers his tutelary deity becomes identical with that deity. Nandikesvara is an example. He constantly thought of his Lord and assumed a form eal to that of the Lord.If you constantly think of the immortal Self during your lifetime? you will entertain the thought of the Self only even at the time of death and will attain immortality. If you always think of your body and identify yourself with the perishable body you will be born again and again. If you think of you pet dog at the time of death you will be born as a dog. Raja Jadabharata thought of his pet deer at the time of his death and so he took the birth of a deer.Every man has a definite outlook on life? definite mode of thinking? definite cravings? desires and hopes? definite character? temperament? taste? disposition and attitude.This is all due to the impressions which have become part and parcel of his subconsciousness. This is all due to experiences which have left their indelible impressions on his mind.He always thinks of his body and physical needs. He searches for his happiness in the external? perishable objects. He identifies himself with the perishable body. He ignores his innermost? allblissful? immortal Self? the source of everything. He trains his body? senses? mind and intellect in worldly pursuits. He ignores the Yogic discipline of the mind and the senses. Therefore he always thinks of his body? bread? drink and clothing. He forgets all about God and the Self? the indweller? an embodiment of bliss and knowledge? fountain of joy and happiness.Desires are endless. Therefore man cannot gratify them in one birth. At the time of death the whole storehouse of impressions and desires is churned out and the most prominent? the strongest and cherished desire comes to the surface of the mind or the field of mental consciousness. This churned up butter or cream (cherished desire) arrests his attention for immediate gratification. He thinks of only that at the time of death. Just as the most vital mango plant shoots up prominently in the nursery? so also the strongest desire shoots up on the surface of the mind. If the desire is not gratified his mind gets saturated with it and it is gratified in his nextbirth. This desire will become very promenent in his next birth.You yourself are the author of your own destiny. You yourself are responsible for your thoughts? character? feelings? actions and experiences. You planted certain worldly desires and Samskaras in your subconscious mind? and allowed them to germinate and grow. If you had planted spiritual aspiration? the desire for liberation and spiritual Samskaras? you would reap the fruit of immortality and eternal bliss. As you sow so shall you reap.He who practises constant and profound meditation on the Self of his own tutelary deity throughout his life will be able to meet death with an unruffled mind. He alone would go to the Supreme? thinking of It at the time of his departure from this world? too. You should have exclusive devotion to God. Your whole mind must be absorbed in Him. You should not allow any outside worldly impressions? wherein there is an iota of selfish desire? to sink into your subconscious mind. Then you can think of the Lord exclusively at the time of death and enter His very Being.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5012,
      "description": "भारत के महान तत्त्वचिन्तक ऋषियों द्वारा सम्यक् विचारोपरांत पहुँचे हुए निष्कर्ष को भगवान् श्रीकृष्ण यहाँ घोषित करते हैं अन्तकाल में जिस किसी भाव का स्मरण करते हुए जीव देह को त्यागता है वह उसी भाव को प्राप्त होता है चाहे वह पशुत्व का भाव हो अथवा देवत्व का। जैसा तुम सोचोगे वैसे ही बनोगे यह एक ऐसा सिद्धांत है जो किसी भी बुद्धिमान पुरुष को किसी दार्शनिक द्वारा दिए गये स्पष्टीकरण के बिना भी स्वत स्पष्ट हो जाता है। कर्मों के प्रेरक विचार हैं और किसी भी एक विशेष क्षण पर मनुष्य के मन में जो विचार आते हैं वे उसके पूर्वार्जित संस्कारों के अनुरूप ही होते हैं। इन संस्कार या वासनाओं का मनुष्य स्वयं निर्माण करता है। स्वाभाविक है जिस पुरुष ने जीवन पर्यन्त अनात्म उपाधियों से तादात्म्य हटाकर मन को आत्मा में स्थिर करने का सतत प्रयत्न किया हो ऐसे साधक पुरुष के मन में अध्यात्म संस्कार दृढ़ हो जाते हैं। इस सतत चिन्तन और संस्कारों के प्रभाव से मरणकाल में उसकी वृत्त सहज ही ध्येय विषयक होगी और तदनुसार ही मरणोपरांत उसकी यात्रा अपने निर्धारित लक्ष्य की ओर ही होगी। हम यह नहीं सोचें कि अन्तकाल में हम ईश्वर का स्मरण कर लेंगे अन्तकाल में अपनी भावी यात्रा को निर्धारित करने का अवसर नहीं होता क्योंकि पूर्वाभ्यास के अनुसार उसी प्रकार की ही वृत्ति मन में उठती है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
