{
  "id": 328,
  "verse_number": 18,
  "chapter_number": 8,
  "slug": "chapter-8-verse-18",
  "text": "अव्यक्ताद्व्यक्तयः सर्वाः प्रभवन्त्यहरागमे। रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसंज्ञके",
  "transliteration": "avyaktād vyaktayaḥ sarvāḥ prabhavantyahar-āgame rātryāgame pralīyante tatraivāvyakta-sanjñake",
  "word_meanings": "avyaktāt—from the unmanifested; vyaktayaḥ—the manifested; sarvāḥ—all; prabhavanti—emanate; ahaḥ-āgame—at the advent of Brahma's day; rātri-āgame—at the fall of Brahma's night; pralīyante—they dissolve; tatra—into that; eva—certainly; avyakta-sanjñake—in that which is called the unmanifest",
  "translations": [
    {
      "id": 2296,
      "description": "At the dawn of that day, all objects in manifestation stream forth from the Unmanifest, and when evening falls, they are dissolved back into it again.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2290,
      "description": "ब्रह्माजीके दिनके आरम्भकालमें अव्यक्त- (ब्रह्माजीके सूक्ष्म-शरीर-) से सम्पूर्ण प्राणी पैदा होते हैं और ब्रह्माजीकी रातके आरम्भकालमें उसी अव्यक्तमें सम्पूर्ण प्राणी लीन हो जाते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2291,
      "description": "(ब्रह्माजी के) दिन का उदय होने पर अव्यक्त से (यह) व्यक्त (चराचर जगत्) उत्पन्न होता है; और (ब्रह्माजी की) रात्रि के आगमन पर उसी अव्यक्त में लीन हो जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2292,
      "description": "With the coming of day, all manifested things emerge from the Unmanifest, and when night comes, they merge into that which is called the Unmanifested.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2293,
      "description": "With the coming of day, all manifested things emerge from the Unmanifest, and when night comes, they merge into that which is called the Unmanifested.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2294,
      "description": "From the Unmanifested, all the manifested worlds proceed upon the arrival of the 'day'; upon the arrival of the 'night', they dissolve indeed into that which is known as the Unmanifested.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2295,
      "description": "As the day approaches, all manifestations emerge from the unmanifest, and as the night approaches, they dissolve into the same, which is known as the 'unmanifest.'",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5203,
      "description": "व्याख्या-'अव्यक्ताद्व्यक्तयः ৷৷. तत्रैवाव्यक्तसंज्ञके'-मात्र प्राणियोंके जितने शरीर हैं, उनको यहाँ 'व्यक्तयः'और चौदहवें अध्यायके चौथे श्लोकमें 'मूर्तयः' कहा गया है। जैसे, जीवकृत सृष्टि अर्थात् 'मैं' और 'मेरापन' को लेकर जीवकी जो सृष्टि है, जीवके नींदसे जगनेपर वह सृष्टि जीवसे ही पैदा होती है और नींदके आ जानेपर वह सृष्टि जीवमें ही लीन हो जाती है। ऐसे ही जो यह स्थूल समष्टि सृष्टि दीखती है, वह सब-की-सब ब्रह्माजीके जगनेपर उनके सूक्ष्मशरीरसे अर्थात् प्रकृतिसे पैदा होती है और ब्रह्माजीके सोनेपर उनके सूक्ष्मशरीरमें ही लीन हो जाती है। तात्पर्य यह हुआ कि ब्रह्माजीके जगनेपर तो 'सर्ग' होता है और ब्रह्माजीके सोनेपर 'प्रलय' होता है। जब ब्रह्माजीकी सौ वर्षकी आयु बीत जाती है, तब 'महाप्रलय' होता है, जिसमें ब्रह्माजी भी भगवान्में लीन हो जाते हैं। ब्रह्माजीकी जितनी आयु होती है, उतना ही महाप्रलयका समय रहता है। महाप्रलयका समय बीतनेपर ब्रह्माजी भगवान्से प्रकट हो जाते हैं तो 'महासर्ग' का आरम्भ होता है (गीता 9। 7 8)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5204,
      "description": "See Commentary under .,",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5218,
      "description": "अव्यक्तात् from the Unmanifested? व्यक्तयः the manifested? सर्वाः all? प्रभवन्ति proceed? अहरागमे at the coming of day? रात्र्यागमे at the coming of night? प्रलीयन्ते dissolve? तत्र there? एव verily? अव्यक्तसंज्ञके in that which is called the Unmanifested. Commentary When Brahma awakes? All manifestations? Moving and unmoving (animate and inanimate) stream forth at the coming of the day from the Avyakta or the Unmanifested. When Brahma goes to sleep? All the manifestations merge in the Unmanifested? For the cosmic night has set in. Coming of the day Commencement of creation. Coming of the night Commencement of dissolution. (Cf. IX.7and8)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}