{
  "id": 311,
  "verse_number": 1,
  "chapter_number": 8,
  "slug": "chapter-8-verse-1",
  "text": "अर्जुन उवाच किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम। अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते",
  "transliteration": "arjuna uvācha kiṁ tad brahma kim adhyātmaṁ kiṁ karma puruṣhottama adhibhūtaṁ cha kiṁ proktam adhidaivaṁ kim uchyate",
  "word_meanings": "arjunaḥ uvācha—Arjun said; kim—what; tat—that; brahma—Brahman; kim—what; adhyātmam—the individual soul; kim—what; karma—the principle of karma; puruṣha-uttama—Shree Krishna, the Supreme Divine Personality; adhibhūtam—the material manifestation; cha—and; kim—what; proktam—is called; adhidaivam—the Lord of the celestial gods; kim—what; uchyate—is called;",
  "translations": [
    {
      "id": 2172,
      "description": "अर्जुन ने कहा -हे पुरुषोत्तम! वह ब्रह्म क्या है अध्यात्म क्या है? तथा कर्म क्या है? और अधिभूत नाम से क्या कहा गया है? तथा अधिदैव नाम से क्या कहा जाता है,",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2173,
      "description": "Arjuna said, O Supreme Person, what is Brahman? What exists in the individual plane? What is action? What is said to exist in the physical plane? And what is said to exist in the divine plane?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2174,
      "description": "Arjuna said, O Supreme Person, what is Brahman? What exists in the individual plane? What is action? What is said to exist in the physical plane? And what is said to exist in the divine plane?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2175,
      "description": "Arjuna said, \"What is Brahman? What is Adhyatma? What is action, O best among men? What is Adhibhuta declared to be? And, what is Adhidaiva said to be? \"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2176,
      "description": "Arjuna said, \"What is Brahman? What is known as the Lord of the Self (Adhyatma)? What is action? O Best of Persons, what is said to be the Lord of material things (Adhibhuta)? What is called the Lord of divinities (Adhidaiva)? \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2177,
      "description": "Arjuna asked: O Lord of Lords! What is that which people call the Supreme Spirit, what is humanity's spiritual nature, and what is the law? What is matter and what is divinity?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2171,
      "description": "अर्जुन बोले - हे पुरुषोत्तम! वह ब्रह्म क्या है? अध्यात्म क्या है? कर्म क्या है? अधिभूत किसको कहा गया है? और अधिदैव किसको कहा जाता है? यहाँ अधियज्ञ कौन है और वह इस देहमें कैसे है? हे मधूसूदन! नियतात्मा (वशीभूत अंतःकरण वाले) मनुष्यके द्वारा अन्तकालमें आप कैसे जाननेमें आते हैं?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 4946,
      "description": "किम् what? तत् that? ब्रह्म Brahman? किम् what? अध्यात्मम् Adhytama? किम् what? कर्म action? पुरुषोत्तम O best among men? अधिभूतम् Adhibhuta? च and? किम् what? प्रोक्तम् declared? अधिदैवम् Adhidaiva? किम् what? उच्यते is called. Commentary In the last two verses of the seventh chapter Lord Krishna had used certain philosophical and technical terms such as Adhyatma? Adhibhuta? Adhidaiva and Adhiyajna. Arjuna does not understand the meaning of these terms. So he proceeds to ask the Lord the above estions for their elucidation. Lord Krishna gives the answers succinctly to the above estions in their order. Some treat this chapter as Abhyasa Yoga because in this chapter verses 7? 8? 10? 12? 13 and 14 deal with spiritual practices. Verse 7 treats of Karma and Bhakti Yoga combined (giving the hands to the service of humanity or society and fixing the mind on the Lord). Verse 8 deals with Abhyasa Yoga. Verses 10? 12 and 13 treat of Hatha Yoga (how to raise the lifeforce t the Ajna Chakra and the Sahasrara and the Brahmarandhra). Verse 14 treats of the easy Yoga of constant Namasmarana or remembering the names of the Lord constantly. This alone will help the spiritual aspirant to approach the Lord easily. The nature of Brahman? The individual Self (Adhyatma)? The nature of action? The nature of the objective universe or phenomena (Adhibhuta)? Knowledge of the shining ones (Adhidaiva)? And the secret of sacrifice (Adhiyajna) are described in this discourse. The perfect sage will have perfect knowledge. He will have perfect knowledge of not only the manifested Brahman but also of the transcendental Brahman and the why of the universe? Etc.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4931,
      "description": "व्याख्या-'पुरुषोत्तम किं तद्ब्रह्म'- हे पुरुषोत्तम वह ब्रह्म क्या है अर्थात् ब्रह्म शब्दसे क्या समझना चाहिये'",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4932,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}