{
  "id": 343,
  "verse_number": 5,
  "chapter_number": 9,
  "slug": "chapter-9-verse-5",
  "text": "न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम्। भूतभृन्न च भूतस्थो ममात्मा भूतभावनः",
  "transliteration": "na cha mat-sthāni bhūtāni paśhya me yogam aiśhwaram bhūta-bhṛin na cha bhūta-stho mamātmā bhūta-bhāvanaḥ",
  "word_meanings": "na—never; cha—and; mat-sthāni—abide in me; bhūtāni—all living beings; paśhya—behold; me—my; yogam aiśhwaram—divine energy; bhūta-bhṛit—the sustainer of all living beings; na—never; cha—yet; bhūta-sthaḥ—dwelling in; mama—my; ātmā—self; bhūta-bhāvanaḥ—the creator of all beings",
  "translations": [
    {
      "id": 2400,
      "description": "Yet, the beings do not exist in Me. Look at My Sovereign Yoga. My Self is the sustainer of the beings; it does not exist in them, and causes them to be born.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2395,
      "description": "यह सब संसार मेरे निराकार स्वरूपसे व्याप्त है। सम्पूर्ण प्राणी मुझ में स्थित हैं; परन्तु मैं उनमें स्थित नहीं हूँ तथा वे प्राणी भी मेरेमें स्थित नहीं हैं - मेरे इस ईश्वर-सम्बन्धी योग-(सामर्थ्य-) को देख! सम्पूर्ण प्राणियोंको उत्पन्न करनेवाला और उनका धारण, भरण-पोषण करनेवाला मेरा स्वरूप उन प्राणियोंमें स्थित नहीं है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2396,
      "description": "और (वस्तुत: ) भूतमात्र मुझ में स्थित नहीं है; मेरे ईश्वरीय योग को देखो कि भूतों को धारण करने वाली और भूतों को उत्पन्न करने वाली मेरी आत्मा उन भूतों में स्थित नहीं है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2397,
      "description": "Yet, beings do not remain in Me. Behold My divine Yoga. I am the sustainer of all beings, yet I am not in them. It is My will alone that causes their existence.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2398,
      "description": "Neither do the beings dwell in Me. Behold My divine Yoga! I am the sustainer and originator of beings, but My Self is not contained within the beings.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2399,
      "description": "Nor do beings exist in Me (in reality); behold, My divine Yoga, which supports all beings, but does not dwell in them, is My Self, the efficient cause of beings.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2401,
      "description": "Nevertheless, they do not consciously abide in Me. Such is My Divine Sovereignty that, though I, the Supreme Self, am the cause and upholder of all, yet I remain outside.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5458,
      "description": "न not? च and? मत्स्थानि dwelling in Me? भूतानि beings? पश्य behold? मे My? योगम् Yoga? ऐश्वरम् Divine? भूतभृत् supporting the beings? न not? च and? भूतस्थः dwelling in the beings? मम My? आत्मा Self? भूतभावनः bringing forth beings. Commentary Brahman or the Self no connection with any object as It is very subtle and attributes and formless and so It is unattached (Asanga). There cannot be any real connection between matter and Spirit. Saakara (an object with form) can have no connection with Nirakara (the formless). How could this be Devoid of attachment It is never attached. (Brihadaranyaka Upanishad? III.9.26) Though unattached? It supports all beings It is the efficient or instrumental cause It brings forth all beings but It does not dwell in them? Because It is unconnected with any object. This is a great mystery. Just as the dreamer has no connection with the dream object? Just as ether or air has no connection with the vessel? So also Brahman has no connection with the objects or the body. The connection between the Self and the physical body is illusory. The Adhishthana or support (Brahman) for the illusory object (Kalpitam) superimposed on, Brahman has no connection whatsoever with the alities or the defects of the objects that are superimposed on the Absolute. The snake is superimposed on a rope. The rope is the support (Adhishthana) for the illusory snake (Kalpitam). This is an example of superimposition or Adhyasa. (Cf. VII.25X.7. XI.8)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5443,
      "description": "व्याख्या-'मया ततमिदं सर्वं जगदव्यक्तमूर्तिना'-मन-बुद्धि-इन्द्रियोंसे जिसका ज्ञान होता है, वह भगवान्का व्यक्तरूप है और जो मन-बुद्धि-इन्द्रियोंका विषय नहीं है अर्थात् मन आदि जिसको नहीं जान सकते, वह भगवान्का अव्यक्तरूप है। यहाँ भगवान्ने 'मया' पदसे व्यक्त(साकार) स्वरूप और, 'अव्यक्तमूर्तिना' पदसे अव्यक्त-(निराकार-) स्वरूप बताया है। इसका तात्पर्य है कि भगवान् व्यक्तरूपसे भी हैं और अव्यक्तरूपसे भी हैं। इस प्रकार भगवान्की यहाँ व्यक्तअव्यक्त (साकारनिराकार) कहनेकी गूढ़ाभिसन्धि समग्ररूपसे है अर्थात् सगुणनिर्गुण, साकारनिराकार आदिका भेद तो सम्प्रदायोंको लेकर है, वास्तवमें परमात्मा एक हैं। ये सगुणनिर्गुण आदि एक ही परमात्माके अलगअलग विशेषण हैं, अलगअलग नाम हैं। गीतामें जहाँ सत्असत्, शरीरशरीरीका वर्णन किया गया है, वहाँ जीवके वास्तविक स्वरूपके लिये आया है- 'येन सर्वमिदं ततम्' (2। 17) क्योंकि यह परमात्माका साक्षात् अंश होनेसे परमात्माके समान ही सर्वत्र व्यापक है अर्थात् परमात्माके साथ इसका अभेद है। जहाँ सगुणनिराकारकी उपासनाका वर्णन आया है, वहाँ बताया है - 'येन सर्वमिदं ततम्' (8। 22), जहाँ कर्मोंके द्वारा भगवान्का पूजन बताया है, वहाँ भी कहा है - 'येन सर्वमिदं ततम्' (18। 46)। इन सबके साथ एकता करनेके लिये ही भगवान् यहाँ कहते हैं -'मया ततमिदं सर्वम्'। 'मतस्थानि सर्वभूतानि'- सम्पूर्ण प्राणी मेरेमें स्थित हैं अर्थात् पराअपरा प्रकृतिरूप सारा जगत् मेरेमें ही स्थित है। वह मेरेको छोड़कर रह ही नहीं सकता। कारण कि सम्पूर्ण प्राणी मेरेसे ही उत्पन्न होते हैं, मेरेमें ही स्थित रहते हैं और मेरेमें ही लीन होते हैं अर्थात् उनका उत्पत्ति, स्थिति और प्रलयरूप जो कुछ परिवर्तन होता है, वह सब मेरेमें ही होता है। अतः वे सब प्राणी मेरेमें स्थित हैं। 'न चाहं तेष्ववस्थितः'- पहले भगवान्ने दो बातें कहीं - पहली 'मया ततमिदं सर्वं जगदव्यक्तमूर्तिना' और दूसरी 'मत्स्थानि सर्वभूतानि। ' अब भगवान् इन दोनों बातोंके विरुद्ध दो बातें कहते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5444,
      "description": "पूर्व श्लोक में भगवान् श्रीकृष्ण ने कहा है कि समस्त भूत अर्थात् सम्पूर्ण चराचर सृष्टि उनमें स्थित है? परन्तु वे उसमें नहीं हैं। उसी विषय के तर्क की अगली कड़ी बताते हुए वे अब कहते हैं कि वस्तुत? वे भूत मुझमें स्थित नहीं हैं? अर्थात् अनन्त से सान्त की उत्पत्ति कभी नहीं हुई स्तम्भ और प्रेत के दृष्टान्त का पुन उपयोग करते हुए? भगवान् की उक्ति स्तम्भ के इस कथन के तुल्य होगी कि? वास्तव में? मुझ विद्युत् स्तम्भ में प्रेत का अस्तित्व कदापि नहीं था। अनन्त स्वरूप शुद्ध चैतन्य परमात्मा में इस नानाविध जगत् का अस्तित्व न कभी था? न अब है और न कभी होगा। जाग्रत पुरुष के लिए स्वप्न के भोग कभी उपलब्ध नहीं होते। संक्षेप में? आत्मानुभव में इस नानाविध सृष्टि का दर्शन नहीं होता। वर्तमान में इसकी प्रतीति का कारण अज्ञानरूप आत्मविस्मृति है। यह आत्मा भूतमात्र को उत्पन्न करने वाला और उसका धारकपोषक है? जैसे? समस्त तरंगों का जन्मदाता और धारणपोषण करने वाला समुद्र है और फिर भी? मैं उनमें (भूतों में) स्थित नहीं हूँ। कैसे जैसे? समुद्र तरंगों में नहीं रहता अर्थात् उसके परिच्छेदों से सदा मुक्त रहता है। समस्त घटों की उत्पत्ति? स्थिति और धारण मिट्टी से ही है? तथापि उनमें से कोई एक घट अथवा घटसमुदाय न तो मिट्टी को परिभाषित कर सकता है और न उसके सम्पूर्ण ज्ञान को करा सकता है। दिव्य? सनातन शुद्ध चैतन्य स्वरूप परमात्मा ही वह अधिष्ठान है? जो इस नित्य परिवर्तनशील विविधरूप सृष्टि के विस्तृत हृदय को धारण और प्रकाशित करता है। ज्ञानेन्द्रियों के द्वारा बाह्य विषयों के ग्रहण से मन में विषयाकार वृत्तियाँ उत्पन्न होती हैं? जिन्हें सर्वरूपों में स्थित चैतन्य आत्मा प्रकाशित करता है। यदि यह चैतन्य न होता तो हमें अखण्ड अनुभवों की धारा के रूप में जीवन का कभी भान भी नहीं हो सकता था। जैसे कपड़े में कपास है? आभूषणों में स्वर्ण और अग्नि में उष्णता है? वैसे ही क्षर सृष्टि में अक्षर तत्त्व है। जाग्रत पुरुष के बिना स्वप्नद्रष्टा नहीं हो सकता जाग्रत पुरुष स्वप्न जगत् को व्याप्त किये रहता है? परन्तु वह स्वप्न से कभी दूषित या लिप्त नहीं होता और? जाग्रत पुरुष की दृष्टि से स्वप्न का अस्तित्व कभी होता ही नहीं। भगवान् श्रीकृष्ण यह अनुभव करते हैं कि विरोधाभास की यह भाषा अर्जुन जैसे सामान्य पुरुषों के लिए एक पहेली सिद्ध हो रही है? इसलिए करूणासागर भगवान् अपने शिष्य के लिए एक दृष्टान्त देते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}