{
  "id": 339,
  "verse_number": 1,
  "chapter_number": 9,
  "slug": "chapter-9-verse-1",
  "text": "श्री भगवानुवाच इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे। ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात्",
  "transliteration": "śhrī bhagavān uvācha idaṁ tu te guhyatamaṁ pravakṣhyāmyanasūyave jñānaṁ vijñāna-sahitaṁ yaj jñātvā mokṣhyase 'śhubhāt",
  "word_meanings": "śhrī-bhagavān uvācha—the Supreme Lord said; idam—this; tu—but; te—to you; guhya-tamam—the most confidential; pravakṣhyāmi—I shall impart; anasūyave—nonenvious; jñānam—knowledge; vijñāna—realized knowledge; sahitam—with; yat—which; jñātvā—knowing; mokṣhyase—you will be released; aśhubhāt—miseries of material existence",
  "translations": [
    {
      "id": 2367,
      "description": "श्रीभगवान् बोले - यह अत्यन्त गोपनीय विज्ञानसहित ज्ञान दोषदृष्टिरहित तेरे लिये तो मैं फिर अच्छी तरहसे कहूँगा, जिसको जानकर तू अशुभसे अर्थात् जन्म-मरणरूप संसारसे मुक्त हो जायगा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2373,
      "description": "Lord Shri Krishna said: I will now reveal to you, since you do not doubt, that profound mysticism, which, when followed with experience, will liberate you from sin.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2368,
      "description": "श्रीभगवान् ने कहा - तुम अनसूयु (दोष दृष्टि रहित) के लिए मैं इस गुह्यतम ज्ञान को विज्ञान के सहित कहूँगा, जिसको जानकर तुम अशुभ (संसार बंधन) से मुक्त हो जाओगे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2369,
      "description": "The Lord said, \"I shall declare to you, who does not cavil, this most mysterious knowledge, together with its special knowledge, knowing which you will be freed from evil.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2370,
      "description": "The Blessed Lord said: However, to you who are not given to cavilling, I shall speak of this highest secret itself, which is knowledge combined with experience, by realizing which you shall be free from evil.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2371,
      "description": "The Blessed Lord said, \"I shall now declare to thee, who does not cavil, the greatest secret—the knowledge combined with experience (Self-realisation). Having known this, thou shalt be free from evil.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2372,
      "description": "The Bhagavat said, \"To you, who are entertaining no displeasure, I shall clearly declare this most secret knowledge, together with action, by knowing which you shall be free from evil.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5379,
      "description": "व्याख्या-इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे-भगवान्के मनमें जिस तत्त्वको, विषयको कहनेकी इच्छा है, उसकी तरफ लक्ष्य करानेके लिये ही यहाँ भगवान् सबसे पहले 'इदम्' (यह) शब्दका प्रयोग करते हैं। उस (भगवान्के मन-बुद्धिमें स्थित) तत्त्वकी महिमा कहनेके लिये ही उसको 'गुह्यतमम्' कहा है अर्थात् वह तत्त्व अत्यन्त गोपनीय है। इसीको आगेके श्लोकमें 'राजगुह्यम्' और अठारहवें अध्यायके चौंसठवें श्लोकमें 'सर्वगुह्यतमम्' कहा है। यहाँ पहले 'गुह्यतमम्'कहकर पीछे (गीता 9। 34 में) 'मन्मना भव' ৷৷. कहा है और अठारहवें अध्यायमें पहले 'सर्वगुह्यतमम्' कहकर पीछे (गीता 18। 65 में) 'मन्मना भव' ৷৷. कहा है। तात्पर्य है कि यहाँका और वहाँका विषय एक ही है, दो नहीं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5394,
      "description": "इदम् this? तु indeed? ते to thee? गुह्यतमम् greatest secret? प्रवक्ष्यामि (I) shall declare? अनसूयवे to one who does not cavil? ज्ञानम् knowledge? विज्ञानसहितम् combined with experience? यत् which? ज्ञात्वा having known? मोक्ष्यसे thou shalt be free? अशुभात् from evil. Commentary Idam (this) alludes to knowledge of the Self. Jnana Theoretical knowledge of Brahman through the study of the Upanishads? Also known as Paroksha Brahma Jnana. Vijnana Direct intuitive perception of Brahman or AtmaSakshatkara? Also known as Aparoksha Brahma Jnana. This alone forms the direct means of attaining to liberation from evil or the bondage of Samsara? Freedom from birth and death. The knowledge of the Self is the most profound secret. It can hardly be described in words. It can be realised only through direct experience or spiritual intuition. Atman or Brahman or the selfluminous? Eternal? Supreme Purusha is ever shining in the chambers of the hearts of men. Throughout the ages there have always been a few who have trodden the spiritual path and found out this secret or the spiritual treasure of the precious pearl of the Self. Knowledge of the Self is the only direct means for attaining liberation? Karma Yoga purifies the heart and leads to the dawn of the knowledge of the Self. Lord Krishna says? O Arjuna? I shall teach you this profoundest secret knowledge combined with realisation as you are free from jealousy. From this we can clearly understand that freedom from jealousy is an important alification for an aspirant. Knowledge can only dawn in a mind which is free from all forms of jealousy which causes great distraction of the mind and produces intense heartburning. Matsarya (malicious envy)? Irshya (jealous of others prosperity or happiness) and Asuya (envious or indignant over the merits of another) are all varieties of jealousy. If you superimpose evil alities on a virtuous man who really does not possess these alities on a virtuous man who really does not possess these alities and speak ill of him? This is jealousy (Asuya). To behold evil or to look at a person with the faultfinding evil eye? And to see evil in him who is free from any kind of fault and who is virtuous is Asyua. Jealousy is only pettymindedness. This is a modification of ignorance. It can be eradicated by eniry of the nature of the Self and cultivating its opposite alities? Viz.? Nobility? Broad and universal tolerance? Magnanimity and largeheartedness. To thee who does not carp or cavil This implies that Arjuna was endowed with all the virtues of a disciple such as straightforwardness? Selfcontrol? Restraint of the senses? Serenity of mind? Discrmination? Dispassion? Etc. This is the Upalakshana (the truth alluded to where only a part is stated) and Asuya is the Upalakshaka (the hint which alludes to the Upalakshana).",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5380,
      "description": "भगवान् श्रीकृष्ण अर्जुन में एक मुमुक्षु के लक्षण पाते हैं? जो वास्तव में आत्मोन्नति के द्वारा संसार के समस्त बंधनों का विच्छेदन करना चाहता है। उसे केवल किसी ऐसी सहायता की आवश्यकता है? जिससे कि उसे अपने साधन मार्ग की प्रामाणिकता का दृढ़ निश्चय हो सके। भगवान् कहते हैं कि वे अनसूयु अर्जुन को विज्ञान के सहित ज्ञान का अर्थात् सैद्धान्तिक ज्ञान तथा उसके अनुभव का उपदेश देंगे। असूया का अर्थ है गुणों में भी दोष देखना। अत अनसूयु का अर्थ है वह पुरुष जो असूया रहित है अथवा दोष दृष्टि रहित है। इस ज्ञान का प्रयोजन है? जिसे जानकर तुम अशुभ अर्थात् संसार बंधनों से मुक्त हो जाओगे। जीवन की चुनौतियों का सामना करने में मनुष्य की अक्षमता का कारण यह है कि वह वस्तु और व्यक्ति अर्थात् जगत् का त्रुटिपूर्ण मूल्यांकन करता है। फलत जीवनसंगीत के सुर और लय को वह खो देता है। अपने तथा बाह्य जगत् के वास्तविक स्वरूप को समझने का अर्थ है जगत् के साथ स्वस्थ एवं सुखवर्धक संबंध रखने के रहस्य को जानना। जो पुरुष इस प्रकार समष्टि के साथ एकरूपता पाने में सक्षम है? वही जीवन में निश्चित सफलता और पूर्ण विजय का भागीदार होता है। आन्तरिक विघटन के कारण अपने समय का वीर योद्धा अर्जुन एक विक्षिप्त पुरुष के समान व्यवहार करने लगा था। ऐसे पुरुष को जीवन की समस्यायें अत्यन्त गम्भीर? कर्तव्य महत् कष्टप्रद और स्वयं जीवन एक बहुत बड़ा भार प्रतीत होने लगता है। वे सभी लोग संसारी कहलाते हैं? जो जीवनइंजिन को अपने ऊपर से चलने देकर छिन्नभिन्न हो जाते हैं। इनके विपरीत? जो पुरुष इस जीवनइंजिन में चालक के स्थान पर बैठकर मार्ग के सभी गन्तव्यों को पार करके अपने गन्तव्य तक सुरक्षित पहुँचते हैं? वे आत्मज्ञानी? और सन्त ऋषि कहलाते हैं। यद्यपि आत्मज्ञानी का यह पद मनुष्य का जन्मसिद्ध अधिकार है? तथापि इस धरोहर का लाभ केवल वह विवेकी प्ाुरुष पाता है? जिसमें अपने जीवन पर विजय पाने का उत्साह और साहस होता है और जो इस पृथ्वी पर ईश्वर के समान रहता है सभी परिस्थितियों का शासक बनकर और जीवन की दुर्भाग्यपूर्ण स्थितियों में हँसता हुआ। जीवन जीने की इस कला के प्रति साधक के मन में रुचि और उत्साह उत्पन्न करने के लिए इस ज्ञान की स्तुति करते हुए भगवान् कहते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}