{
  "id": 345,
  "verse_number": 7,
  "chapter_number": 9,
  "slug": "chapter-9-verse-7",
  "text": "सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम्। कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम्",
  "transliteration": "sarva-bhūtāni kaunteya prakṛitiṁ yānti māmikām kalpa-kṣhaye punas tāni kalpādau visṛijāmyaham",
  "word_meanings": "sarva-bhūtāni—all living beings; kaunteya—Arjun, the son of Kunti; prakṛitim—primordial material energy; yānti—merge; māmikām—my; kalpa-kṣhaye—at the end of a kalpa; punaḥ—again; tāni—them; kalpa-ādau—at the beginning of a kalpa; visṛijāmi—manifest; aham—I\n",
  "translations": [
    {
      "id": 2414,
      "description": "O son of Kunti, all beings pass into My nature at the end of the Kalpa (the age of universe); I send them forth again at the beginning of the [next] Kalpa.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2409,
      "description": "हे कुन्तीनन्दन! कल्पोंका क्षय होनेपर सम्पूर्ण प्राणी मेरी प्रकृतिको प्राप्त होते हैं और कल्पोंके आदिमें मैं फिर उनकी रचना करता हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2410,
      "description": "हे कौन्तेय! (एक) कल्प के अन्त में समस्त भूत मेरी प्रकृति को प्राप्त होते हैं; और (दूसरे) कल्प के प्रारम्भ में उनको मैं फिर रचता हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2411,
      "description": "All beings, O Arjuna, enter into My Prakriti at the end of a cycle of time; again, I send them forth at the beginning of a cycle of time.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2412,
      "description": "O son of Kunti, all the beings at the end of a cycle go back to My Prakrti. At the beginning of a cycle, I project them forth again.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2413,
      "description": "All beings, O Arjuna, go into My Nature at the end of a Kalpa; I send them forth again at the beginning of the next Kalpa.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2415,
      "description": "All beings, O Arjuna, return at the end of every cosmic cycle into the realm of Nature, which is a part of Me, and at the start of the next I send them forth again.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5476,
      "description": "See commentary under .",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5475,
      "description": "व्याख्या-'सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकां कल्पक्षये' - सम्पूर्ण प्राणी मेरे ही अंश हैं और सदा मेरेमें ही स्थित रहनेवाले हैं। परन्तु वे प्रकृति और प्रकृतिके कार्य शरीर आदिके साथ तादात्म्य (मैं-मेरेपनका सम्बन्ध) करके जो कुछ भी कर्म करते हैं, उन कर्मों तथा उनके फलोंके साथ उनका सम्बन्ध जुड़ता जाता है, जिससे वे बार-बार जन्मते-मरते रहते हैं। जब महाप्रलयका समय आता है, (जिसमें ब्रह्माजी सौ वर्षकी आयु पूरी होनेपर लीन हो जाते हैं), उस समय प्रकृतिके परवश हुए वे सम्पूर्ण प्राणी प्रकृतिजन्य सम्बन्धको लेकर अर्थात् अपने-अपने कर्मोंको लेकर मेरी प्रकृतिमें लीन हो जाते हैं। महासर्गके समय प्राणियोंका जो स्वभाव होता है, उसी स्वभावको लेकर वे महाप्रलयमें लीन होते हैं। 'पुनस्तानि कल्पादौ विसृजाम्यहम्'- महाप्रलयके समय अपने-अपने कर्मोंको लेकर प्रकृतिमें लीन हुए प्राणियोंके कर्म जब परिपक्व होकर फल देनेके लिये उन्मुख हो जाते हैं, तब प्रभुके मनमें 'बहु स्यां प्रजायेय' ऐसा संकल्प हो जाता है। यही महासर्गका आरम्भ है। इसीको आठवें अध्यायके तीसरे श्लोकमें कहा है - 'भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः' अर्थात् सम्पूर्ण प्राणियोंका जो होनापन है, उसको प्रकट करनेके लिये भगवान्का जो संकल्प है, यही विसर्ग (त्याग) है और यही आदिकर्म है। चौदहवें अध्यायमें इसीको 'गर्भं' 'दधाम्यहम्' (14। 3) और 'अहं बीजप्रदः पिता' (14। 4) कहा है। तात्पर्य यह हुआ कि कल्पोंके आदिमें अर्थात् महासर्गके आदिमें ब्रह्माजीके प्रकट होनेपर मैं पुनः प्रकृतिमें लीन हुए, प्रकृतिके परवश हुए, उन जीवोंका उनके कर्मोंके अनुसार उन-उन योनियों-(शरीरों-) के साथ विशेष सम्बन्ध करा देता हूँ-यह मेरा उनको रचना है। इसीको भगवान्ने चौथे अध्यायके तेरहवें श्लोकमें कहा है-'चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः'अर्थात् मेरे द्वारा गुणों और कर्मोंके विभागपूर्वक चारों वर्णोंकी रचना की गयी है। ब्रह्माजीके एक दिनका नाम 'कल्प' है, जो मानवीय एक हजार चतुर्युगीका होता है। इतने ही समयकी ब्रह्माजीकी एक रात होती है। इस हिसाबसे ब्रह्माजीकी आयु सौ वर्षोंकी होती है। ब्रह्माजीकी आयु समाप्त होनेपर जब ब्रह्माजी लीन हो जाते हैं, उस महाप्रलयको यहाँ 'कल्पक्षये' पदसे कहा गया है। जब ब्रह्माजी पुनः प्रकट होते हैं, उस महासर्गको यहाँ 'कल्पादौ'पदसे कहा गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5490,
      "description": "सर्वभूतानि all beings? कौन्तेय O Kaunteya? प्रकृतिम् to Nature? यान्ति go? मामिकाम् My? कल्पक्षये at the end of the Kalpa? पुनः again? तानि them? कल्पादौ at the beginning of the Kalpa? विसृजामि send forth? अहम् I.Commentary Prakriti The inferior one or the lower Nature composed of the three alities? Sattva? Rajas and Tamas.Just as the grass grows from the earth and dries up in the earth? just as the ripples and waves rise from the ocean and disappear in the ocean itself? just as the dreams proceed from the mind and melt away in the mind itself when the dreamer comes back to the waking state? so also the beings which arise from Nature merge into it during dissolution or Pralaya.Pralaya is the period of dissolution. MahaUtpatti is the time of creation. (Cf.VIII.18? 19)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
