{
  "id": 359,
  "verse_number": 21,
  "chapter_number": 9,
  "slug": "chapter-9-verse-21",
  "text": "ते तं भुक्त्वा स्वर्गलोकं विशालं क्षीणे पुण्ये मर्त्यलोकं विशन्ति। एव त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते",
  "transliteration": "te taṁ bhuktvā swarga-lokaṁ viśhālaṁ kṣhīṇe puṇye martya-lokaṁ viśhanti evaṁ trayī-dharmam anuprapannā gatāgataṁ kāma-kāmā labhante",
  "word_meanings": "te—they; tam—that; bhuktvā—having enjoyed; swarga-lokam—heaven; viśhālam—vast; kṣhīṇe—at the exhaustion of; puṇye—stock of merits; martya-lokam—to the earthly plane; viśhanti—return; evam—thus; trayī dharmam—the karm-kāṇḍ portion of the three Vedas; anuprapannāḥ—follow; gata-āgatam—repeated coming and going; kāma-kāmāḥ—desiring objects of enjoyments; labhante—attain",
  "translations": [
    {
      "id": 2513,
      "description": "Yet, although they enjoy the spacious glories of Paradise, when their merit is exhausted, they are born again into this world of mortals. They have followed the letter of the scriptures, yet, because they have sought to fulfill their own desires, they must depart and return again and again.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2507,
      "description": "वे उस विशाल स्वर्गलोकके भोगोंको भोगकर पुण्य क्षीण होनेपर मृत्युलोकमें आ जाते हैं। इस प्रकार तीनों वेदोंमें कहे हुए सकाम धर्मका आश्रय लिये हुए भोगोंकी कामना करनेवाले मनुष्य आवागमनको प्राप्त होते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2510,
      "description": "After having enjoyed that vast heavenly world, they enter into the human world upon the exhaustion of their merit. Thus, those who follow the rites and duties prescribed in the three Vedas, and are desirous of pleasures, attain the state of coming and going.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2508,
      "description": "वे उस विशाल स्वर्गलोक को भोगकर, पुण्यक्षीण होने पर, मृत्युलोक को प्राप्त होते हैं। इस प्रकार तीनों वेदों में कहे गये कर्म के शरण हुए और भोगों की कामना वाले पुरुष आवागमन (गतागत) को प्राप्त होते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2509,
      "description": "Having enjoyed the spacious world of heaven, they return to the world of mortals, their merit having been exhausted. Thus, those who follow the Vedic rituals and are drawn by desires come and go.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2511,
      "description": "They, having enjoyed the vast heaven, enter the world of mortals when their merit is exhausted; thus abiding by the injunctions of the three (Vedas) and desiring objects of desires, they attain to the state of coming and going.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2512,
      "description": "Having enjoyed that vast world of heaven, they, when their merit is exhausted, enter the world of mortals. Thus, those who long for pleasure and continuously take refuge in the code of conduct prescribed by the Three Vedas, attain the state of going and coming.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5699,
      "description": "व्याख्या-'ते तं भुक्त्वा स्वर्गलोकं ৷৷. कामकामा लभन्ते'-स्वर्गलोक भी विशाल (विस्तृत) है वहाँकी आयु भी विशाल (लम्बी) है और वहाँकी भोगसामग्री भी विशाल (बहुत) है। इसलिये इन्द्रलोकको विशाल कहा गया है। स्वर्गकी प्राप्ति चाहनेवाले न तो भगवान्का आश्रय लेते हैं और न भगवत्प्राप्तिके किसी साधनका ही आश्रय लेते हैं। वे तो केवल तीनों वेदोंमें कहे हुए सकाम धर्मों-(अनुष्ठानों-) का ही आश्रय लेते हैं। इसलिये उनको त्रयीधर्मके शरण बताया गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5700,
      "description": "जिन्होंने तीनों वेदों के कर्मकाण्ड का अध्ययन किया हो और जो स्वर्गादि फल के प्रापक यज्ञयागादि के विधिविधान भी जानते हों? ऐसे लोग यदि सकाम भावना से श्रद्धापूर्वक उन कर्मों का अनुष्ठान करते हैं? तो वे स्वर्ग लोक को प्राप्त हो कर वहाँ दिव्य देवताओं के भोगांे को भोगते हैं। सोम नामक एक लता होती है? जिसका दूधिया रस यज्ञ कर्म में प्रयोग किया जाता है और यज्ञ की समाप्ति पर अल्प मात्रा में तीर्थपान के समान इसे ग्रहण किया जाता है। इस प्रकार सोमपा शब्द से अभिप्राय यज्ञकर्म की समाप्ति से समझना चाहिए। सकाम भावना से किये गये ये यज्ञकर्म अनित्य फल देने वाले होते हैं। भगवान् श्रीकृष्ण कहते हैं कि स्वर्ग को प्राप्त जीव पुण्य समाप्त होने पर मृत्युलोक में प्रवेश करते हैं। ऐसे अविवेकी कामी लोगों के प्रति भगवान् की अरुचि उनके इन शब्दों में स्पष्ट होती है कि वेदोक्त कर्म का अनुष्ठान कर? भोगों की कामना करने वाले? बारम्बार (स्वर्ग को) जाते और (संसार को) आते हैं। परन्तु जो पुरुष निष्काम और तत्त्वदर्शी हैं? उनके विषय में भगवान् कहते हैं -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5714,
      "description": "ते they? तम् that? भुक्त्वा having enjoyed? स्वर्गलोकम् heavenworld? विशालम् vast? क्षीणे at the exhaustion of? पुण्ये merit? मर्त्यलोकम् the world of mortals? विशन्ति enter? एवम् thus? त्रयीधर्मम् of the three Vedas? अनुप्रपन्नाः abiding by? गतागतम् the state of goind and returning? कामकामाः desiring desires? लभन्ते attain. Commentary When the accumulated merit (the cause of heavenly pleasures) is exhausted? They descend to this world. They come and go. They have no independence. The Dharma of the three Mere Vedic ritual? Enjoined by the three Vedas. KamaKamah The people whose minds are filled with Vasanas or worldly tendencies.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}