{
  "id": 365,
  "verse_number": 27,
  "chapter_number": 9,
  "slug": "chapter-9-verse-27",
  "text": "यत्करोषि यदश्नासि यज्जुहोषि ददासि यत्। यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम्",
  "transliteration": "yat karoṣhi yad aśhnāsi yaj juhoṣhi dadāsi yat yat tapasyasi kaunteya tat kuruṣhva mad-arpaṇam",
  "word_meanings": "yat—whatever; karoṣhi—you do; yat—whatever; aśhnāsi—you eat; yat—whatever; juhoṣhi—offer to the sacred fire; dadāsi—bestow as a gift; yat—whatever; yat—whatever; tapasyasi—austerities you perform; kaunteya—Arjun, the son of Kunti; tat—them; kuruṣhva—do; mad arpaṇam—as an offering to me",
  "translations": [
    {
      "id": 2549,
      "description": "हे कुन्तीपुत्र! तू जो कुछ करता है, जो कुछ खाता है, जो कुछ यज्ञ करता है, जो कुछ दान देता है और जो कुछ तप करता है, वह सब मेरे अर्पण कर दे।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2550,
      "description": "हे कौन्तेय! तुम जो कुछ कर्म करते हो, जो कुछ खाते हो, जो कुछ हवन करते हो, जो कुछ दान देते हो और जो कुछ तप करते हो, वह सब तुम मुझे अर्पण करो।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2551,
      "description": "Whatever you do, whatever you eat, whatever you offer, whatever you give away, whatever austerity you practice, O Arjuna, do that as an offering to Me.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2552,
      "description": "O son of Kunti, whatever you do, whatever you eat, whatever you offer as a sacrifice, whatever you give, and whatever austerities you undertake—all of that you offer to Me.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2553,
      "description": "Whatever you do, whatever you eat, whatever you offer in sacrifice, whatever you give, whatever austerity you practice, O Arjuna, do it as an offering to Me.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2554,
      "description": "Whatever you do, whatever you eat, whatever oblation you offer, whatever gift you make, and whatever austerity you perform, O son of Kunti, do that as an offering to Me.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2555,
      "description": "Whatever you do, whatever you eat, whatever you sacrifice and give, whatever austerities you practice, do all as an offering to Me.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5810,
      "description": "यत् whatever? करोषि thou doest? यत् whatever? अश्नासि thou eatest? यत् whatever? जुहोषि thou offerest in sacrifice? ददासि thou givest? यत् whatever? यत् whatever? तपस्यसि thou practisest as austerity? कौन्तेय O Kaunteya? तत् that? कुरुष्व do? मदर्पणम् offering unto Me. Commentary Consecrate all acts to the Lord. Then you will be freed from the bondage of Karma. You will have freedom in action. He who tries to live in the spirit of this verse will be able to do selfsurrender unto the Lord. Gradually he ascends the spiritual path step by step. His greedy nature is slowly dissolved now. He always gives. He is not eager to take. His whole life with all its actions? Thoughts and feelings? Is dedicated to the service of the Lord eventually. He lives for the Lord only. He works for the Lord only. There is not a bit of egoism now. His whole nature is transformed into divinity. When actions are dedicated to the Lord? There is no rirth for you. This is the simplest method of Yoga. Do not waste your time any longer. Take it up from today. All actions? All results and all rewards will go to the Lord. There is no separte living for the individual. Just as the river joins the sea abandoning its own name and form so also the individual soul joins the Supreme Soul giving up his own name and form? His own egoistic desires and egoism. The individual will has become one with the cosmic will. Whatever thou doest of thy own sweet will? Whatever thou offerest in sacrifice as enjoined in the scriptures? Whatever thou givest - such things as gold? Rice? Ghee? Clothes? Etc.? To the Brahmins and others - whatever austerity such as the ChandrayanaVrata (to destroy sin)? Control of the senses? Etc.? Thou doest? Do thou all these as an offering unto Me. (Cf. V.32XII.6and8) Now listen to what you will gain by doing thus.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5795,
      "description": "व्याख्या-भगवान्का यह नियम है कि जो जैसे मेरी शरण लेते हैं, मैं वैसे ही उनको आश्रय देता हूँ (गीता 4। 11)। जो भक्त अपनी वस्तु मेरे अर्पण करता है, मैं उसे अपनी वस्तु देता हूँ। भक्त तो सीमित ही वस्तु देता है, पर मैं अनन्त गुणा करके देता हूँ। परन्तु जो अपने-आपको ही मुझे दे देता है, मैं अपनेआपको उसे दे देता हूँ। वास्तवमें मैंने अपने-आपको संसारमात्रको दे रखा है (गीता 9। 4), और सबको सब कुछ करनेकी स्वतन्त्रता दे रखी है। अगर मनुष्य मेरी दी हुई स्वतन्त्रताको मेरे अर्पण कर देता है, तो मैं भी अपनी स्वतन्त्रताको उसके अर्पण कर देता हूँ अर्थात् मैं उसके अधीन हो जाता हूँ। इसलिये यहाँ भगवान् उस स्वतन्त्रताको अपने अर्पण करनेके लिये अर्जुनसे कहते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5796,
      "description": "जीवन में सब प्रकार के कर्म करते हुए हम ईश्वरापर्ण की भावना से रह सकते हैं। सम्पूर्ण गीता में असंख्य बार इस पर बल दिया गया है कि केवल शारीरिक कर्म की अपेक्षा ईश्वरार्पण की भावना सर्वाधिक महत्व की है और यह एक ऐसा तथ्य हैं? जिसका प्राय साधकांे को विस्मरण हो जाता है। शरीर? मन और बुद्धि के स्तर पर होने वाले विषय ग्रहण और उनके प्रति हमारी प्रतिक्रिया रूप जितने भी कर्म हैं? उन सबको भक्तिपूर्वक मुझे अर्पण करे। यह मात्र मानने की बात नहीं हैं और न ही कोई अतिश्योक्ति हैं यह भी नहीं कि इसका पालन करना मनुष्य के लिए किसी प्रकार से बहुत कठिन हो। एक ही आत्मा ईश्वर? गुरु और भक्त में और सर्वत्र रम रहा है हम अपने व्यावहारिक जीवन में असंख्य नाम और रूपों के साथ व्यवहार करते हैं। हम जानते है कि इन सबको धारण करने के लिए आत्मसत्ता की आवश्यकता है। यदि हम अपने समस्त व्यवहार में इस आत्मतत्व का स्मरण रख सकें तो वह जगत् के अधिष्ठान का ही स्मरण होगा। यदि किसी वस्त्र की दुकान्ा में विभिन्न रूप? रंग? बुनावट और कीमतों के सूती वस्त्र हों तो दुकानदार को सलाह दी जाती हैं कि उसको सदा इस बात का स्मरण रखना चाहिए कि वह सूती कपड़ों का व्यापार कर रहा हैं। किसी भी समझदार व्यापारी को यह करना कठिन नहीं हो सकता। वास्तव में देखा जाय तो इस प्रकार का स्मरण रखना उसके लिए अधिक सुरक्षित और लाभदायक है अन्यथा वह कहीं किसी कपडे़ का मूल्य ऊनी वस्त्र के हिसाब से अत्यधिक बता देगा अथवा अपने माल को टाट के बोरे जैसे सस्ते दामों में बेच देगा। यदि किसी स्वर्णकार को यह स्मरण रखने की सलाह दी जाय कि वह सोने पर कार्य कर रहा हैं? तो वह सलाह उसके लाभ के लिए ही हैं। जैसे आभूषणों में स्वर्ण और कपडे में सूत हैं वैसे ही विश्व के सभी नाम और रूपों में आत्मा ही मूल तत्व हैं। जो भक्त अपने जीवन के समस्त व्यवहार में इस दिव्य तत्त्व का स्मरण रख सकता हैं वही पुरुष जीवन को वह आदर और सम्मान दे सकता हैं? जिसके योग्य जीवन हैं। यह नियम है कि जीवन को जो तुम दोगे वही तुम जीवन से पाओगे। तुम हँसोगे तो जीवन हँसेगा और तुम चिढोगे तो जीवन भी चिढेगा उसके पास आत्मज्ञान से उत्पन्न आदर और सम्मान के साथ जाओगे? तो जीवन में तुम्हें भी आदर और सम्मान प्राप्त होगा। समर्पण की भावना से समस्त कर्मों को करने पर न केवल परमात्मा के प्रति हमारा प्रेम बढ़ता है? बल्कि आदर्श प्रयोजन और दिव्य लक्ष्य के कारण हमारा जीवन भी पवित्र बन जाता हैं। गीता में अनन्य भाव और सतत आत्मानुसंधान पर विशेष बल दिया गया है इस श्लोक में हम देख सकते हैं कि एक ऐसे उपाय का वर्णन किया गया है जिसके पालन से अनजाने ही साधक को ईश्वर का अखण्ड स्मरण बना रहेगा। इसके लिए कहीं किसी निर्जन सघन वन में या गुप्त गुफाओं में जाने की आवश्यकता नहीं है इसका पालन तो हम अपने नित्य के कार्य क्षेत्र में ही कर सकते हैं। इस प्रकार समर्पण की भावना का जीवन जीने से क्या लाभ होगा? उसे अब बताते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}