{
  "id": 350,
  "verse_number": 12,
  "chapter_number": 9,
  "slug": "chapter-9-verse-12",
  "text": "मोघाशा मोघकर्माणो मोघज्ञाना विचेतसः। राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिताः",
  "transliteration": "moghāśhā mogha-karmāṇo mogha-jñānā vichetasaḥ rākṣhasīm āsurīṁ chaiva prakṛitiṁ mohinīṁ śhritāḥ",
  "word_meanings": "mogha-āśhāḥ—of vain hopes; mogha-karmāṇaḥ—of vain actions; mogha-jñānāḥ—of baffled knowledge; vichetasaḥ—deluded; rākṣhasīm—demoniac; āsurīm—atheistic; cha—and; eva—certainly; prakṛitim—material energy; mohinīm—bewildered; śhritāḥ—take shelter\n",
  "translations": [
    {
      "id": 2450,
      "description": "Their hopes are futile, their actions worthless, their knowledge ineffective; they are without sense, deceitful, barbaric, and godless.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2444,
      "description": "जिनकी सब आशाएँ व्यर्थ होती हैं, सब शुभ-कर्म व्यर्थ होते हैं और सब ज्ञान व्यर्थ होते हैं अर्थात् जिनकी आशाएँ, कर्म और ज्ञान सत्-फल देनेवाले नहीं होते, ऐसे अविवेकी मनुष्य आसुरी, राक्षसी और मोहिनी फकृतिका आश्रय लेते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2445,
      "description": "वृथा आशा, वृथा कर्म और वृथा ज्ञान वाले अविचारीजन राक्षसों के और असुरों के मोहित करने वाले स्वभाव को धारण किये रहते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2446,
      "description": "Senseless people have a nature that is deluding and similar to that of rakshasas and asuras. Their hopes are futile, their actions are futile, and their knowledge is futile.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2447,
      "description": "Possessed of vain hopes, vain actions, vain knowledge, and senselessness, they become verily possessed of the deceptive disposition of fiends and demons.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2448,
      "description": "They are possessed of the deceitful nature of demons and undivine beings, filled with vain hopes, vain actions, and vain knowledge that is senseless.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2449,
      "description": "They are of futile aspirations, futile actions, futile knowledge, and wrong intellect; and they take recourse only to the delusive nature that is both demoniac and devilish.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5555,
      "description": "व्याख्या-'मोघाशाः'- जो लोग भगवान्से विमुख होते हैं, वे सांसारिक भोग चाहते हैं, स्वर्ग चाहते हैं तो उनकी ये सब कामनाएँ व्यर्थ ही होती हैं। कारण कि नाशवान् और परिवर्तनशील वस्तुकी कामना पूरी होगी ही- यह कोई नियम नहीं है। अगर कभी पूरी हो भी जाय, तो वह टिकेगी नहीं अर्थात् फल देकर नष्ट हो जायगी। जबतक परमात्माकी प्राप्ति नहीं होती, तबतक कितनी ही सांसारिक वस्तुओंकी इच्छाएँ की जायँ और उनका फल भी मिल जाय तो भी वह सब व्यर्थ ही है (गीता 7। 23)। 'मोघकर्माणः'-भगवान्से विमुख हुए मनुष्य शास्त्रविहित कितने ही शुभकर्म करें, पर अन्तमें वे सभी व्यर्थ हो जायँगे। कारण कि मनुष्य अगर सकामभावसे शास्त्रविहित यज्ञ, दान आदि कर्म भी करेंगे, तो भी उन कर्मोंका आदि और अन्त होगा और उनके फलका भी आदि और अन्त होगा। वे उन कर्मोंके फलस्वरूप ऊँचे-ऊँचे लोकोंमें भी चले जायँगे, तो भी वहाँसे उनको फिर जन्म-मरणमें आना ही पड़ेगा। इसलिये उन्होंने कर्म करके केवल अपना समय बरबाद किया, अपनी बुद्धि बरबाद की और मिला कुछ नहीं। अन्तमें रीते-के-रीते रह गये अर्थात् जिसके लिये मनुष्यशरीर मिला था, उस लाभसे सदा ही रीते रह गये। इसलिये उनके सब कर्म व्यर्थ, निष्फल ही हैं। तात्पर्य यह हुआ कि ये मनुष्य स्वरूपसे साक्षात् परमात्माके अंश हैं, सदा रहनेवाले हैं और कर्म तथा उनका, फल आदि-अन्तवाला है; अतः जबतक परमात्माकी प्राप्ति नहीं होगी, तबतक वे सकामभावपूर्वक कितने ही कर्म करें और उनका फल भोंगे, पर अन्तमें दुःख और अशान्तिके सिवाय कुछ नहीं मिलेगा। जो शास्त्रविहित कर्म अनुकूल परिस्थिति प्राप्त करनेकी इच्छासे सकामभावपूर्वक किये जाते हैं, वे ही कर्म व्यर्थ होते हैं अर्थात् सत्-फल देनेवाले नहीं होते। परन्तु जो कर्म भगवान्के लिये, भगवान्की प्रसन्नताके लिये किये जाते हैं और जो कर्म भगवान्के अर्पण किये जाते हैं, वे कर्म निष्फल नहीं होते अर्थात् नाशवान् फल देनेवाले नहीं होते, प्रत्युत सत्-फल देनेवाले हो जाते हैं- 'कर्म चैव तदर्थीयं सदित्येवाभिधीयते'(गीता 17। 27)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5556,
      "description": "See commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5570,
      "description": "मोघाशाः of vain hopes? मोघकर्माणः of vain actions? मोघज्ञानाः of vain knowledge? विचेतसः senseless? राक्षसीम् devilish? आसुरीम् undivine? च and? एव verily? प्रकृतिम् nature? मोहिनीम् deceitful? श्रिताः (are) possessed of.Commentary They entertain vain hopes? for there can be no hope in perishable forms. It is vain hope because they run after transient objects and miss the Eternal. It is vain action? because it is not performed by them as sacrifice unto the Lord. The Agnihotra (a ritual) and other actions performed by them are fruitless? because they insult the Lord. They are senseless. They have no, discrimination. They have no idea of the eternal Self. They worship their body only. They behold no self beyond the body. They neglect their own Self. They do atrocious crimes and cruel actions. They rob others property and murder people. They partake of the nature of the demons and the undivine beings.The Rakshasa are Tamasic and the Asuras are Rajasic.Prakriti means here Svabhava (ones own nature).They see the external human body only. They have no knowledge of the Self that dwells within the body. They do not behold God in the universe. They life for eating and drinking only.He who entertains hope of getting the rewards of actions through mere Karma alone? without the grace of the Lord is one of empty hope and empty deed. Karmas are insentient. They cannot give rewards independently. The omniscient Lord Who knows the relationship between Karmas and their fruits can dispense them. He who has obtained knowledge from books which do not admit of the existence of the Self and which do not speak of the Self is one of empty knowledge. This will not give any reward. That knowledge obtained through the study of spiritual books which treat of Brahman alone can give the reward. (Cf.VII.15XVI.6? 20)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
