{
  "id": 354,
  "verse_number": 16,
  "chapter_number": 9,
  "slug": "chapter-9-verse-16",
  "text": "अहं क्रतुरहं यज्ञः स्वधाऽहमहमौषधम्। मंत्रोऽहमहमेवाज्यमहमग्निरहं हुतम्",
  "transliteration": "ahaṁ kratur ahaṁ yajñaḥ svadhāham aham auṣhadham mantro ’ham aham evājyam aham agnir ahaṁ hutam",
  "word_meanings": "aham—I; kratuḥ—Vedic ritual; aham—I; yajñaḥ—sacrifice; svadhā—oblation; aham—I; aham—I; auṣhadham—medicinal herb; mantraḥ—Vedic mantra; aham—I; aham—I; eva—also; ājyam—clarified butter; aham—I; agniḥ—fire; aham—I; hutam—the act offering;\n",
  "translations": [
    {
      "id": 2477,
      "description": "I am determination; I am sacrifice; I am Svadha; I am the juice of the herb; I am the Vedic hymn; I am also the clarified butter; I am the sacrificial fire; and I am the act of offering.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2472,
      "description": "क्रतु मैं हूँ, यज्ञ मैं हूँ, स्वधा मैं हूँ, औषध मैं हूँ, मन्त्र मैं हूँ, घृत मैं हूँ, अग्नि मैं हूँ और हवनरूप क्रिया भी मैं हूँ। जाननेयोग्य पवित्र, ओंकार, ऋग्वेद, सामवेद और यजुर्वेद भी मैं ही हूँ। इस सम्पूर्ण जगत्का पिता, धाता, माता, पितामह, गति, भर्ता, प्रभु, साक्षी, निवास, आश्रय, सुहृद्, उत्पत्ति, प्रलय, स्थान, निधान तथा अविनाशी बीज भी मैं ही हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2473,
      "description": "मैं ऋक्रतु हूँ; मैं यज्ञ हूँ; स्वधा और औषध मैं हूँ, मैं मन्त्र हूँ, घी हूँ, मैं अग्नि हूँ और हुतं अर्थात् हवन कर्म मैं हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2474,
      "description": "I am Kratu, I am the sacrifice, I am the offering to the manes, I am the herb, I am the Mantra, I am the clarified butter, I am the fire, I am the oblation.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2475,
      "description": "I am the ritual, I am the sacrifice, I am the oblation, I am the medicinal herb, I am the mantra, I am the clarified butter, I am the fire, and I am the act of offering.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2476,
      "description": "I am Kratu; I am Yajna; I am the offering to the manes; I am the medicinal herbs and all plants; I am the Mantra; I am also the ghee or melted butter; I am the fire; I am the oblation.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2478,
      "description": "I am the oblation, the sacrifice, and the worship; I am the fuel and the chant; I am the butter offered to the fire; I am the fire itself, and I am the act of offering.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5619,
      "description": "व्याख्या-[अपनी रुचि, श्रद्धा-विश्वासके अनुसार किसीको भी साक्षात् परमात्माका स्वरूप मानकर उसके साथ सम्बन्ध जोड़ा जाय तो वास्तवमें यह सम्बन्ध सत्के साथ ही है। केवल अपने मन-बुद्धिमें किञ्चिन्मात्र भी संदेह न हो। जैसे ज्ञानके द्वारा मनुष्य सब देश, काल, वस्तु, व्यक्ति आदिमें एक परमात्मतत्त्वको ही जानता है। परमात्माके सिवाय दूसरी किसी वस्तु, व्यक्ति, घटना, परिस्थिति, क्रिया, आदिकी किञ्चिन्मात्र भी स्वतन्त्र सत्ता नहीं है-इसमें उसको किञ्चिन्मात्र भी संदेह नहीं होता। ऐसे ही भगवान् विराट्रूपसे अनेक रूपोंमें प्रकट हो रहे हैं; अतः सब कुछ भगवान्-ही-भगवान् हैं - इसमें अपनेको किञ्चिन्मात्र भी संदेह नहीं होना चाहिये। कारण कि 'यह सब भगवान् कैसे हो सकते हैं? ' यह संदेह साधकको वास्तविक तत्त्वसे, मुक्तिसे वञ्चित कर देता है और महान् आफतमें फँसा देता है। अतः यह बात दृढ़तासे मान लें कि कार्य-कारणरूपे स्थूल-सूक्ष्मरूप जो कुछ देखने, सुनने, समझने और माननेमें आता है, वह सब केवल भगवान् ही हैं। इसी कार्य-कारणरूपसे भगवान्की सर्वव्यापकताका वर्णन सोलहवेंसे उन्नीसवें श्लोकतक किया गया है। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 5620,
      "description": ", इस श्लोक में उक्त विचार को इसके पूर्व भी एक प्रसिद्ध श्लोक में व्यक्त किया गया था। हवन क्रिया तथा उसमें प्रयुक्त विविध सामग्रियों के रूपक के द्वारा इस श्लोक में आत्मा की सर्वरूपता एवं सर्वात्मकता का बोध कराया गया है। कर्मकाण्ड में वर्णित कर्मानुष्ठान ही पूजाविधि है। वेदों में उपदिष्ट यज्ञ कर्म को क्रतु तथा स्मृतिग्रन्थों में कथित कर्म को ही यज्ञ कहा जाता है? जिसका अनुष्ठान महाभारत काल में किया जाता था। पितरों को दिया जाने वाला अन्न स्वधा कहलाता है। अर्जुन को यहाँ उपदेश में बताया गया है कि उपर्युक्त ये सब क्रतु आदि मैं ही हूँ। इतना ही नही वरन् यज्ञकर्म में प्रयुक्त औषधि? अग्नि में आहुति के रूप में अर्पित किया जाने वाला घी (आज्यम्)? अग्नि? कर्म में उच्चारित मन्त्र और हवन क्रिया ये सब विविध रूपों में आत्मा की ही अभिव्यक्ति हैं। जब स्वर्ण से अनेक आभूषण बनाये जाते हैं? तब स्वर्ण निश्चय ही यह कह सकता है कि मैं कुण्डल हूँ? मैं अंगूठी हूँ? मैं कण्ठी हूँ? मैं इन सब की चमक हूँ आदि। इसी प्रकार? आत्मा ही सब रूपों का? घटनाओं आदि का सारतत्त्व होने के कारण भगवान् श्रीकृष्ण का उक्त कथन दार्शनिक बुद्धि से सभी पाठकों को स्वीकार्य होगा। और -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 5634,
      "description": "अहम् I? क्रतुः sacrifice? अहम् I? यज्ञः the sacrifice? स्वधा the offering to Pitris or ancestors? अहम् I? अहम् I? औषधम् the medicinal herbs and all plants? मन्त्रः sacred syllable? अहम् I? अहम् I? एव also? आज्यम् ghee or clarified butter? अहम् I? अग्निः the fire? अहम् I? हुतम् the offering.Commentary Kratu is a kind of Vedic sacrifice.Yajna is the worship enjoined in the Smriti or the holy books laying down lay and the code of conduct.I am the Mantra? the chant with which the oblation is offered to the manes or ancestors? and the shining ones (the Devatas or gods).Hutam also means the act of offering.Aushadham All plants including rice and barley or medicine that can cure diseases. (Cf.IV.24)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
