{
  "id": 289,
  "verse_number": 9,
  "chapter_number": 7,
  "slug": "chapter-7-verse-9",
  "text": "पुण्यो गन्धः पृथिव्यां च तेजश्चास्मि विभावसौ। जीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु",
  "transliteration": "puṇyo gandhaḥ pṛithivyāṁ cha tejaśh chāsmi vibhāvasau jīvanaṁ sarva-bhūteṣhu tapaśh chāsmi tapasviṣhu",
  "word_meanings": "puṇyaḥ—pure; gandhaḥ—fragrance; pṛithivyām—of the earth; cha—and; tejaḥ—brilliance; cha—and; asmi—I am; vibhāvasau—in the fire; jīvanam—the life-force; sarva—in all; bhūteṣhu—beings; tapaḥ—penance; cha—and; asmi—I am; tapasviṣhu—of the ascetics",
  "translations": [
    {
      "id": 2023,
      "description": "I am the fragrance of the earth, the brilliance of fire, the life force in all beings, and the austerity of ascetics.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2017,
      "description": "पृथ्वीमें पवित्र गन्ध मैं हूँ, और अग्निमें तेज मैं हूँ, तथा सम्पूर्ण प्राणियोंमें जीवनीशक्ति मैं हूँ और तपस्वियोंमें तपस्या मैं हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2018,
      "description": "पृथ्वी में पवित्र गन्ध हूँ और अग्नि में तेज हूँ; सम्पूर्ण भूतों में जीवन हूँ और तपस्वियों में मैं तप हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2019,
      "description": "I am the pure scent in the earth; I am the radiance in the fire; I am the life-force in all beings, and austerity in ascetics.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2020,
      "description": "I am also the sweet fragrance in the earth; I am the brilliance in the fire, and the life in all beings; and I am the austerity of the ascetics.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2021,
      "description": "I am the sweet fragrance in the earth and the brilliance in the fire, the life in all beings, and I am the austerity of ascetics.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2022,
      "description": "I am the pure scent in the earth; I am also the radiance in the sun; I am the life in all beings and the austerity in the ascetics.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4579,
      "description": "व्याख्या-'पुण्यो गन्धः पृथिव्याम्'-पृथ्वी गन्ध-तन्मात्रासे उत्पन्न होती है, गन्ध-तन्मात्रारूपसे रहती है और गन्ध-तन्मात्रामें ही लीन होती है। तात्पर्य है कि गन्धके बिना पृथ्वी कुछ नहीं है। भगवान् कहते हैं कि पृथ्वीमें वह पवित्र गन्ध मैं हूँ। यहाँ गन्धके साथ पुण्यः'विशेषण देनेका तात्पर्य है कि गन्धमात्र पृथ्वीमें रहती है। उसमें पुण्य अर्थात् पवित्र गन्ध तो पृथ्वीमें स्वाभाविक रहती है, पर दुर्गन्ध किसी विकृतिसे प्रकट होती है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4580,
      "description": "किस प्रकार परमात्मरूपी सूत्र में नामरूपमय मणि पिरोकर सुन्दर सृष्टिरूप कण्ठाभरण की निर्मिति हुई है इसका वर्णन इन दो श्लोकों में किया गया है। इसके पूर्व भगवान् ने यह कहा था कि परा और अपरा प्रकृतियों के द्वारा मैं ही जगत् का कारण हूँ और मुझसे भिन्न किञ्चिन्मात्र कोई वस्तु नहीं है। वह सनातन तत्त्व क्या है जो सर्वत्र व्याप्त होते हुये भी दृष्टिगोचर नहीं होता इस प्रश्न का उत्तर यहाँ भगवान् श्रीकृष्ण ने दिया है। किसी वस्तु का धर्म या स्वरूप वह है जो सदा एक समान बना रहता है और जिसके बिना उस वस्तु का अस्तित्व ही सिद्ध नहीं हो सकता। यहाँ दिये दृष्टान्त जल में रस सूर्य चन्द्र में प्रकाश समस्त वेदों में प्रणव आकाश में शब्द पृथ्वी में पवित्र गन्ध पुरुषों में पुरुषत्व एवं तपस्वियों में तप आदि ये सब दर्शाते हैं कि आत्मा ही वह तत्त्व है जिसके कारण इन वस्तुओं का अपना विशेष अस्तित्व होता है। संक्षेपत आत्मा समस्त भूतों का जीवन है। भगवान् श्रीकृष्ण कुछ और उदाहरण देते हुये कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 4594,
      "description": "पुण्यः sweet? गन्धः fragrance? पृथिव्याम् in earth? च and? तेजः brilliance? च and? अस्मि am (I)? विभावसौ in fire? जीवनम् life? सर्वभूतेषु in all beings? तपः austerity? च and? अस्मि am (I)? तपस्विषु in ascetics. Commentary In Me as odour in the earth woven in Me as brilliance is the fire woven in Me as life all beings are woven in Me as austerity all ascetics are woven. I am the support (Adhishthanam or Asraya) for everything. I am the power or Sakti which helps the ascetics to control the mind and the senses. Krishna says? I am the agreeable odour. If Arjuna had asked Him? Then who is the disagreeable odour? He would have replied? It is also I.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}