{
  "id": 293,
  "verse_number": 13,
  "chapter_number": 7,
  "slug": "chapter-7-verse-13",
  "text": "त्रिभिर्गुणमयैर्भावैरेभिः सर्वमिदं जगत्। मोहितं नाभिजानाति मामेभ्यः परमव्ययम्",
  "transliteration": "tribhir guṇa-mayair bhāvair ebhiḥ sarvam idaṁ jagat mohitaṁ nābhijānāti māmebhyaḥ param avyayam",
  "word_meanings": "tribhiḥ—by three; guṇa-mayaiḥ—consisting of the modes of material nature; bhāvaiḥ—states; ebhiḥ—all these; sarvam—whole; idam—this; jagat—universe; mohitam—deluded; na—not; abhijānāti—know; mām—me; ebhyaḥ—these; param—the supreme; avyayam—imperishable",
  "translations": [
    {
      "id": 2048,
      "description": "All this world, deluded as it is by these three qualities made of the gunas, does not know Me, who am transcendental to these and undecaying.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2045,
      "description": "किन्तु - इन तीनों गुणरूप भावोंसे मोहित यह सब जगत् इन गुणोंसे अतीत अविनाशी मुझे नहीं जानता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2046,
      "description": "त्रिगुणों से उत्पन्न इन भावों (विकारों) से सम्पूर्ण जगत् (लोग) मोहित हुआ इन (गुणों) से परे अव्यय स्वरूप मुझे नहीं जानता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2047,
      "description": "The entire universe is deluded by these three states originating from the Gunas (of Prakrti), and fails to recognize Me, who am beyond them and immutable.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2049,
      "description": "Deluded by these Natures, composed of the three qualities of Nature, all this world does not know Me as distinct from them and immutable.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2050,
      "description": "Being deluded by these three strands of nature, this entire world does not recognize Me, who am eternal and transcend these strands.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2051,
      "description": "The inhabitants of the world, misled by the natures engendered by the Qualities, do not know that I am higher than them all and that I do not change.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4658,
      "description": "त्रिभिः by three? गुणमयैः composed of Gunas? भावैः by natures? एभिः by these? सर्वम् all? इदम् this? जगत् world? मोहितम् deluded? न not? अभिजानाति knows? माम् Me? एभ्यः from them? परम् higher? अव्ययम् immutable. Commentary Persons of this world are deluded by the three alities of Nature or Maya. Affection? Attachment and infatuated love are all modifications of these alities. On account of delusion created by these three alities they are not able to break the worldly ties and to turn the mind towards the Supreme Soul? The Lord of the three alities. Avyayam Immutable or unchangeable or inexhaustible or imperishable. The Self is of one homogeneous essence. It has not got the six changes or modifications (Shad Bhava Vikaras) which the body has? Viz.? Existence? Birth? Growth? Modification? Decay and death. (Cf. VII.25)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4643,
      "description": "व्याख्या-'त्रिभिर्गुणमयैर्भावैरेभिः ৷৷. परमव्ययम्'-सत्त्व रज और तम-तीनों गुणोंकी वृत्तियाँ उत्पन्न और लीन होती रहती हैं। उनके साथ तादात्म्य करके मनुष्य अपनेको सात्त्विक, राजस और तामस मान लेता है अर्थात् उनका अपनेमें आरोप कर लेता है कि 'मैं सात्त्विक, राजस और तामस हो गया हूँ। ' इस प्रकार तीनों गुणोंसे मोहित मनुष्य ऐसा मान ही नहीं सकता कि मैं परमात्माका अंश हूँ। वह अपने अंशी परमात्माकी तरफ न देखकर उत्पन्न और नष्ट होनेवाली वृत्तियोंके साथ अपना सम्बन्ध मान लेता है-यही उसका मोहित होना है। इस प्रकार मोहित होनेके कारण वह 'मेरा परमात्माके साथ नित्य-सम्बन्ध है'-इसको समझ ही नहीं सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4644,
      "description": "प्रश्न यह है कि यदि त्रिगुणों से परे कोई परम अव्यय तत्त्व है तो सामान्य मनुष्य उसे क्यों नहीं जान पाता है पूर्ण साक्षात्कार न भी सहज हो तब भी कम से कम उसके अस्तित्व के विषय में तो उसे शंका नहीं होनी चाहिए इसका उत्तर इस श्लोक में दिया गया है। त्रिगुणों से उत्पन्न राग द्वेषादि विकारों के कारण मनुष्य अपने दिव्य स्वरूप को भूलकर उपाधियों के साथ तादात्म्य स्थापित करके केवल विषयोपभोग का ही जीवन जीते हैं। स्वाभाविक है कि इस आसक्ति के कारण स्वस्वरूप की ओर इनका ध्यान तक नहीं जाता। एक बार स्तम्भ में प्रेत का आभास होने पर वह स्तम्भ उससे आच्छादित हो जाता है। यह एक तथ्य है कि जब तक यह आभास बना रहता है तब तक स्तम्भ का एक इञ्च भाग भी मोहित व्यक्ति को नहीं दिखाई देता इसी प्रकार माया से उत्पन्न उपाधियों के साथ तादात्म्य के कारण आत्मा को मानो जीवभाव प्राप्त हो जाता है। यह जीव बाह्य जगत् में व्यस्त और आसक्त होकर अपने शुद्ध स्वरूप को पहचानने में स्वयं को असमर्थ पाता है। स्वयं में स्वयं के साथ स्वयं का चल रहा लुकाछिपी का यह खेल विचित्र एवं रहस्यमय है जिसके कारण यह अपने लिए और जगत् के लिए अनन्त दुख और विक्षेप उत्पन्न करता रहता है। अगले श्लोक में इस आवरण शक्ति की परिभाषा का वर्णन किया गया है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}