{
  "id": 295,
  "verse_number": 15,
  "chapter_number": 7,
  "slug": "chapter-7-verse-15",
  "text": "न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः। माययापहृतज्ञाना आसुरं भावमाश्रिताः",
  "transliteration": "na māṁ duṣhkṛitino mūḍhāḥ prapadyante narādhamāḥ māyayāpahṛita-jñānā āsuraṁ bhāvam āśhritāḥ",
  "word_meanings": "na—not; mām—unto me; duṣhkṛitinaḥ—the evil doers; mūḍhāḥ—the ignorant; prapadyante—surrender; nara-adhamāḥ—one who lazily follows one’s lower nature; māyayā—by God’s material energy; apahṛita jñānāḥ—those with deluded intellect; āsuram—demoniac; bhāvam—nature; āśhritāḥ—surrender\n",
  "translations": [
    {
      "id": 2059,
      "description": "मायाके द्वारा अपहृत ज्ञानवाले, आसुर भावका आश्रय लेनेवाले और मनुष्योंमें महान् नीच तथा पाप-कर्म करनेवाले मूढ़ मनुष्य मेरे शरण नहीं होते। ९",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2065,
      "description": "The sinner, the ignorant, the vile, deprived of spiritual perception by the glamour of illusion, and he who leads a godless life—none of them shall find me.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2064,
      "description": "The deluded evil-doers, the vilest of men, who are robbed of knowledge by the trick of illusion and have taken refuge in the demonic nature—they do not resort to Me.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2063,
      "description": "The evil-doers and the deluded, who are the lowest of men, do not seek Me; those whose knowledge is destroyed by illusion follow the ways of demons.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2062,
      "description": "The foolish evildoers, who are the most depraved among men, who are deprived of their wisdom by Maya, and who resort to demonic ways, do not take refuge in Me.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2061,
      "description": "The evil-doers, the foolish, the lowest of men, those persons deprived of knowledge by delusion (Maya) and those who are dominated by a demoniac nature - they do not seek refuge in Me.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2060,
      "description": "दुष्कृत्य करने वाले, मूढ, नराधम पुरुष मुझे नहीं भजते हैं; माया के द्वारा जिनका ज्ञान हर लिया गया है, वे आसुरी भाव को धारण किये रहते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 4690,
      "description": "न not? माम् to Me? दुष्कृतिनः evildoers? मूढाः the deluded? प्रपद्यन्ते seek? नराधमाः the lowest of men? , मायया by Maya? अपहृतज्ञानाः deprived of knowledge? आसुरम् belonging to demons? भावम् nature? आश्रिताः having taken to.Commentary These three kinds of people have no discrimination between right and wrong? the Real and the unreal. They commit murder? robbery? theft and other kinds of atrocious actions. They speak untruth and injure others in a variety of ways. Those who follow the ways of the demons take the body as the Self like Vivochana and worship it with flowers? scents? unguents? nice clothes and palatable foods of various sorts. They are deluded souls. They try to nourish their body and do various sorts of evil actions to attain this end. Therefore they do not worship Me. Ignorance is the root cause of all these evils. (Cf.XVI.16and20)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4675,
      "description": "व्याख्या-'न मां दुष्कृतिनो मूढाः प्रपद्यन्ते नराधमाः'-जो दुष्कृती और मूढ़ होते हैं, वे भगवान्के शरण नहीं होते। दुष्कृती वे ही होते हैं, जो नाशवान् परिवर्तनशील प्राप्त पदार्थोंमें 'ममता' रखते हैं और अप्राप्त पदार्थोंकी 'कामना' रखते हैं। कामना पूरी होनेपर 'लोभ' और कामनाकी पूर्तिमें बाधा लगनेपर 'क्रोध' पैदा होता है। इस तरह जो 'कामना' में फँसकर व्यभिचार आदि शास्त्र-निषिद्ध विषयोंका सेवन करते हैं, 'लोभ' में फँसकर झूठ, कपट, विश्वासघात, बेईमानी आदि पाप करते हैं और 'क्रोध' के वशीभूत होकर द्वेष, वैर आदि दुर्भावपूर्वक हिंसा आदि पाप करते, हैं वे 'दुष्कृती' हैं। जब मनुष्य भगवान्के सिवाय दूसरी सत्ता मानकर उसको महत्त्व देते हैं, तभी कामना पैदा होती है। कामनापैदा होनेसे मनुष्य मायासे मोहित हो जाते हैं और 'हम जीते रहें तथा भोग भोगते रहें'-यह बात उनको जँच जाती है। इसलिये वे भगवान्के शरण नहीं होते, प्रत्युत विनाशी वस्तु, पदार्थ आदिके शरण हो जाते हैं। तमोगुणकी अधिकता होनेसे सार-असार, नित्य-अनित्य, सत्-असत्, ग्राह्य-त्याज्य, कर्तव्य-अकर्तव्य आदिकी तरफ ध्यान न देनेवाले भगवद्विमुख मनुष्य 'मूढ़' हैं। दुष्कृती और मूढ़ पुरुष परमात्माकी तरफ चलनेका निश्चय ही नहीं कर सकते, फिर वे परमात्माकी शरण तो हो ही कैसे सकते हैं? 'नराधमाः'कहनेका मतलब है कि वे दुष्कृती और मूढ़ मनुष्य पशुओंसे भी नीचे हैं। पशु तो फिर भी अपनी मर्यादामें रहते हैं, पर ये मनुष्य होकर भी अपनी मर्यादामें नहीं रहते हैं। पशु तो अपनी योनि भोगकर मनुष्ययोनिकी तरफ आ रहे हैं और ये मनुष्य होकर (जिनको कि परमात्माकी प्राप्ति करनेके लिये मनुष्यशरीर दिया), पाप, अन्याय आदि करके नरकों और पशुयोनियोंकी तरफ जा रहे हैं। ऐसे मूढ़तापूर्वक पाप करनेवाले प्राणी नरकोंके अधिकारी होते हैं। ऐसे प्राणियोंके लिये भगवान्ने (गीता 16। 19 20 में) कहा है कि द्वेष रखनेवाले, मूढ़, क्रूर और संसारमें नराधम पुरुषोंको मैं बार-बार आसुरी योनियोंमें गिराता हूँ। ' वे आसुरी योनियोंको प्राप्त होकर फिर घोर नरकोंमें जाते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4676,
      "description": "पूर्व श्लोक में कहा गया है कि मेरे भक्त माया को तर जाते हैं तो इस श्लोक में बता रहे हैं कि कौन से लोग हैं जो मेरी भक्ति नहीं करते हैं। इन दो प्रकार के लोगों का भेद स्पष्ट किये बिना जिज्ञासु साधक सम्यक् प्रकार से यह नहीं जान सकता कि मन की कौन सी प्रवृत्तियां मोह के लक्षण हैं। दुष्कृत्य करने वाले मूढ नराधम लोग ईश्वर की भक्ति नहीं करते हैं जिसका कारण यह है कि उनके विवेक का माया द्वारा हरण कर लिया जाता है। यह एक सर्वविदित तथ्य है कि मनुष्य के उच्च विकास का लक्षण उसकी विवेकवती बुद्धि है। इस बुद्धि के द्वारा वह अच्छाबुरा उच्चनीच नैतिकअनैतिक का विवेक कर पाता है। बुद्धि ही वह माध्यम है जिसके द्वारा मनुष्य अज्ञानजनित जीवभाव के स्वप्न से जागकर अपने शुद्ध चैतन्य स्वरूप का साक्षात् अनुभव कर सकता है। विषयों के द्वारा जो व्यक्ति क्षुब्ध नहीं होता उसमें ही यह विवेकशक्ति प्रभावशाली ढंग से कार्य कर पाती है। मनुष्य में देहात्मभाव जितना अधिक दृढ़ होगा उतनी ही अधिक विषयाभिमुखी उसकी प्रवृत्ति होगी। अत विषयभोग की कामना को पूर्ण करने हेतु वह निंद्य कर्म में भी प्रवृत्त होगा। इस दृष्टि से पाप कर्म का अर्थ है मनुष्यत्व की उच्च स्थिति को पाकर भी स्वस्वरूप के प्रतिकूल किये गये कर्म। स्थूल देह को अपना स्वरूप समझकर मोहित हुए पुरुष ही पापकर्म करते हैं। ऐसे लोगों को यहाँ मूढ़ और आसुरी भाव का मनुष्य कहा गया है। गीता के सोलहवें अध्याय में दैवी और आसुरीभाव का विस्तारपूर्वक वर्णन किया गया है। परन्तु जो पुण्यकर्मी लोग हैं वे चार प्रकार से मेरी भक्ति करते हैं। भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
