{
  "id": 492,
  "verse_number": 3,
  "chapter_number": 13,
  "slug": "chapter-13-verse-3",
  "text": "क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत। क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम",
  "transliteration": "kṣhetra-jñaṁ chāpi māṁ viddhi sarva-kṣhetreṣhu bhārata kṣhetra-kṣhetrajñayor jñānaṁ yat taj jñānaṁ mataṁ mama",
  "word_meanings": "kṣhetra-jñam—the knower of the field; cha—also; api—only; mām—me; viddhi—know; sarva—all; kṣhetreṣhu—in individual fields of activities; bhārata—scion of Bharat; kṣhetra—the field of activities; kṣhetra-jñayoḥ—of the knower of the field; jñānam—understanding of; yat—which; tat—that; jñānam—knowledge; matam—opinion; mama—my\n",
  "translations": [
    {
      "id": 3441,
      "description": "And, O scion of the Bharata dynasty, understand Me to be the 'Knower of the field' in all the fields. In My opinion, that is Knowledge which is the knowledge of the field and the knower of the field.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3442,
      "description": "Do thou also know Me as the knower of the field in all fields, O Arjuna. Knowledge of both the field and the knower of the field is considered by Me to be the knowledge.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3444,
      "description": "I am the omniscient Self that abides in the realm of matter; knowledge of matter and of the all-knowing Self is wisdom.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3438,
      "description": "हे भरतवंशोद्भव अर्जुन! तू सम्पूर्ण क्षेत्रोंमें क्षेत्रज्ञ मेरेको ही समझ; और क्षेत्र-क्षेत्रज्ञका जो ज्ञान है, वही मेरे मतमें ज्ञान है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3439,
      "description": "हे भारत! तुम समस्त क्षेत्रों में क्षेत्रज्ञ मुझे ही जानो। क्षेत्र और क्षेत्रज्ञ का जो ज्ञान है, वही (वास्तव में) ज्ञान है, ऐसा मेरा मत है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3440,
      "description": "And know Me also as the Knower of all Fields, O Arjuna. In My view, the knowledge of the Field and its Knower is the true knowledge.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3443,
      "description": "O descendant of Bharata! You should know Me to be the one who sensitizes the fields of all. The knowledge of the field and the one who sensitizes it—that knowledge is, in fact, the understanding of Me.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7842,
      "description": "क्षेत्रज्ञम् the knower of the field? च and? अपि also? माम् Me? विद्धि know? सर्वक्षेत्रेषु in all fields? भारत O descendant of Bharata (Arjuna)? क्षेत्रक्षेत्रज्ञयोः of the field and of the knower of the field? ज्ञानम्, knowledge? यत् which? तत् that? ज्ञानम् knowledge? मतम् is considered to be? मम My.Commentary The fields are different but the knower of the field is one. The individual souls (Jivatmas) are different but the Supreme Soul (Paramatma) is one. Wherever there is mind? there are lifreath? egoism and the individual consciousness or reflected intelligence side by side. He who has the sense of duality will take birth again and again. This delusion of dulaity can only be removed by knowledge of the identity of the individual soul and the Absolute. I am happy? I am miserable? I am the doer of this action? and I am the enjoyer of this experience - these are the experiences of all human beings. Therefore the individual soul is bound to Samsara and is subject to pleasure and pain? and the individual souls are in different bodies. But? the Supreme Soul is free from pleasure and pain. It is not bound to Samsara. It is eternally free. It is one without a second.If there is only one individual soul in all bodies? all should have the same experience at the same time. If Rama suffers from abdominal colic? Krishna also should experience the pain at the same time. If John experiences joy? Jacob also should have a similar experience. If Choudhury is stung by a scorpion? Banerjee also should suffer from the pain. But this is not the case. When Rama suffers? Krishna rejoices. When John is jubilan? Jacob is depressed. When Choudhury suffers from the sting of a scorpion? Banerjee is enjoying his breakfast. Fields are different? bodies are different? minds are different and the individual souls are different from each other. But the knower in all these fields is one. Pleasure and pain are the Dharmas (functions) of the mind only. The individual soul is in essence identical with the Supreme Soul.The knower of the field or the Self is not affected by pleasure and pain? virtue and vice. He is the silent witness only. Pleasure and pain are the functions of the mind. They are ascribed to the Self through ignorance. The ignorant man regards the physical body as the Self. He is swayed by the two currents of likes and dislikes? he does virtuous and vicious actions and reaps the fruits of these actions? viz.? pleasure and pain? and takes birth again and again. But the sage who knows that the Kshetrajna or the knower of the field or the Self is distinct from the body is not swayed by likes and dislikes. He identifies himself with the pure? eternal? Absolute or the Supreme Self and is always happy and actionless? though he performs actions for the welfare of humanity.The disease of Timira (partial blindness) which causes perception of what is contrary to truth pertains to the eye but not to the man who perceives. If the disease is removed by proper treatment he perceives things in their true light. Even so ignorance? doubt? pleasure and pain? virtue and vice? likes and dislikes? false perceptions as well as their cause belong to the instrument (the mind) but not to the silent witness? the knower of the field? the Self.In the state of liberation wherein there is annihilation of the mind? there is no ignorance and the play of the two currents of likes and dislikes does not exist there. If false perception? ignorance? pleasure and pain? doubt? bondage? delusion? sorrow? etc.? were the essential properties of the Self? just as heat is the essential property of fire? they could not be got rid of at any time. But there have been sages of Selfrealisation in the past like Sankara? Dattatreya? Jada Bharata and Yajnavalkya who possessed extraordinary supersensual or intuitional knowledge? who were free from false perception? doubt? fear? delusion? sorrow? etc. They were not conscious of Samsara but they had perfect awareness of the Self. Therefore? we will have to conclude that the Self is ever free? pure? perfect? eternal and that ignorance inheres in the instrument (the mind) and not in the Self.Ignorance born of Tamas acts as a veil and prevents man from knowing his essential nature as, the ExistenceKnowledgeBliss Absolute. It causes perception of what is ite the contrary of truth and causes doubt or nonperception of truth. As soon as knowledge of the Self dawns these three forms of ignorance vanish in toto. Therefore these three forms of ignorance are not the attributes of the Self. They belong to the mind? the organ or the instrument. Mind is only an effect or a product of ignorance.The wheel of Samsara or the worldprocess rotates on account of ignorance. It exists only for the ignorant man who perceives the world as it appears to him.There is no Samsara for a liberated sage. Any disease of the eye cannot in any way effect the sun (the dity presiding over the eye). The breaking of the pot will not in any way affect the ether or space in the pot. The water of the mirage cannot render the earth moist. Even so ignorance and its effecs cannot in the least affect the pure? subtle? attributeless? formless? limbless? partless and selfluminous Kshetrajna or the Self. Ignorance does not touch the Self. (Cf.X.20XIII.32XVIII.61)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7827,
      "description": "व्याख्या - क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत - सम्पूर्ण क्षेत्रों(शरीरों)में मैं हूँ - ऐसा जो अहंभाव है? उसमें मैं तो क्षेत्र है (जिसको पूर्वश्लोकमें एतत् कहा है) और हूँ मैंपनका ज्ञाता क्षेत्रज्ञ है (जिसको पूर्वश्लोकमें वेत्ति पदसे जाननेवाला कहा है)। मैं का सम्बन्ध होनेसे ही हूँ है। अगर मैं का सम्बन्ध न रहे तो हूँ नहीं रहेगा? प्रत्युत है रहेगा। कारण कि है ही मैंके साथ सम्बन्ध होनेसे हूँ कहा जाता है। अतः वास्तवमें क्षेत्रज्ञ(हूँ) की परमात्मा(है) के साथ एकता है। इसी बातको भगवान् यहाँ कह रहे हैं कि सम्पूर्ण क्षेत्रोंमें मेरेको ही क्षेत्रज्ञ समझो। मनुष्य किसी विषयको जानता है? तो वह जाननेमें आनेवाला विषय ज्ञेय कहलाता है। उस ज्ञेयको वह किसी करणके द्वारा ही जानता है। करण दो तरहका होता है - बहिःकरण और अन्तःकरण। मनुष्य विषयोंको बहिःकरण(श्रोत्र? नेत्र आदि) से जानता है और बहिःकरणको अन्तःकरण(मन? बुद्धि आदि) से जानता है। उस अन्तःकरणकी चार वृत्तियाँ हैं - मन? बुद्धि? चित्त और अहंकार। इन चारोंमें भी अहंकार सबसे सूक्ष्म है? जो कि एकदेशीय है। यह अहंकार भी जिससे देखा जाता है? जाना जाता है? वह जाननेवाला प्रकाशस्वरूप क्षेत्रज्ञ है। उस अहंभावके भी ज्ञाता क्षेत्रज्ञको साक्षात् मेरा स्वरूप समझो। यहाँ विद्धि पद कहनेका तात्पर्य है कि हे अर्जुन जैसे तू अपनेको शरीरमें मानता है और शरीरको अपना मानता है? ऐसे ही तू अपनेको मेरेमें जान (मान) और मेरेको अपना मन। कारण कि तुमने शरीरके साथ जो एकता मान रखी है? उसको छोड़नेके लिये मेरे साथ एकता माननी बहुत आवश्यक है। जैसे यहाँ भगवान्ने क्षेत्रज्ञं चापि मां विद्धि पदोंसे क्षेत्रज्ञकी अपने साथ एकता बतायी है? ऐसे ही गीतामें अन्य जगह भी एकता बतायी है जैसे - दूसरे अध्यायके सत्रहवें श्लोकमें भगवान्ने शरीरी(क्षेत्रज्ञ)के लिये कहा कि जिससे यह सम्पूर्ण संसार व्याप्त है? उसको तुम अविनाशी समझो - अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् और नवें अध्यायके चौथे श्लोकमें अपने लिये कहा कि मेरेसे यह सम्पूर्ण संसार व्याप्त है - मया ततमिदं सर्वं जगदव्यक्तमूर्तिना। यहाँ तो भगवान्ने क्षेत्रज्ञ(अंश) की अपने (अंशीके) साथ एकता बतायी है और आगे इसी अध्यायके चौंतीसवें श्लोकमें शरीरसंसार(कार्य) की प्रकृति(कारण) के साथ एकता बतायेंगे। तात्पर्य है कि शरीर तो प्रकृतिका अंश है? इसलिये तुम इससे सर्वथा विमुख हो जाओ और तुम मेरे अंश हो? इसलिये तुम मेरे सम्मुख हो जाओ। शरीरकी संसारके साथ स्वाभाविक एकता है। परन्तु यह जीव शरीरको संसारसे अलग मानकर उसके साथ ही अपनी एकता मान लेता है। परमात्माके साथ क्षेत्रज्ञकी स्वाभाविक एकता होते हुए भी शरीरके साथ माननेसे यह अपनेको परमात्मासे अलग मानता है। शरीरको संसारसे अलग मानना और अपनेको परमात्मासे अलग मानना - ये दोनों ही गलत मान्यताएँ हैं। अतः भगवान् यहाँ विद्धि पदसे आज्ञा देते हैं कि क्षेत्रज्ञ मेरे साथ एक है? ऐसा समझो। तात्पर्य है कि तुमने जहाँ शरीरके साथ अपनी एकता मान रखी है? वहीं मेरे साथ अपनी एकता मान लो? जो कि वास्तवमें है। शास्त्रोंमें प्रकृति? जीव और परमात्मा - इन तीनोंका अलगअलग वर्णन आता है परन्तु यहाँ अपि पदसे भगवान् एक विलक्षण भावकी ओर लक्ष्य कराते हैं कि शास्त्रोंमें परमात्माके जिस सर्वव्यापक स्वरूपका वर्णन हुआ है? वो तो मैं हूँ ही? इसके साथ ही सम्पूर्ण क्षेत्रोंमें क्षेत्रज्ञरूपसे पृथक्पृथक् दीखनेवाला भी मैं ही हूँ। अतः प्रस्तुत पदोंका यही भाव है कि क्षेत्रज्ञरूपसे परमात्मा ही है - ऐसा जानकर साधक मेरे साथ अभिन्नताका अनुभव करे। स्वयं संसारसे भिन्न और परमात्मासे अभिन्न है। इसलिये यह नियम है कि संसारका ज्ञान तभी होता है? जब उससे सर्वथा भिन्नताका अनुभव किया जाय। तात्पर्य है कि संसारसे रागरहित होकर ही संसारके वास्तविक स्वरूपको जाना जा सकता है। परन्तु परमात्माका ज्ञान उनसे अभिन्न होनेसे ही होता है। इसलिये परमात्माका यथार्थ ज्ञान प्राप्त करानेके लिये भगवान् क्षेत्रज्ञके साथ अपनी अभिन्नता बता रहे हैं। इस अभिन्नताको यथार्थरूपसे जाननेपर परमात्माका वास्तविक ज्ञान हो जाता है। क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम - क्षेत्र(शरीर) की सम्पूर्ण संसारके साथ एकता है और क्षेत्रज्ञ(जीवात्मा) की मेरे साथ एकता है - ऐसा जो क्षेत्रक्षेत्रज्ञका ज्ञान है? वही मेरे मतमें यथार्थ ज्ञान है। मतं मम कहनेका तात्पर्य है कि संसारमें अनेक विद्याओंका? अनेक भाषाओँका? अनेक लिपियोंका? अनेक कलाओंका? तीनों लोक और चौदह भुवनोंका जो ज्ञान है? वह वास्तविक ज्ञान नहीं है। कारण कि वह ज्ञान सांसारिक व्यवहारमें काममें आनेवाला होते हुए भी संसारमें फँसानेवाला होनेसे अज्ञान ही है। वास्तविक ज्ञान तो वही है? जिससे स्वयंका शरीरसे सम्बन्धविच्छेद हो जाय और फिर संसारमें जन्म न हो? संसारकी परतन्त्रता न हो। यही ज्ञान भगवान्के मतमें यथार्थ ज्ञान है। सम्बन्ध - पूर्वश्लोकमें क्षेत्र और क्षेत्रज्ञके ज्ञानको ही अपने मतमें ज्ञान बताकर अब भगवान् क्षेत्र और क्षेत्रज्ञके विभागको सुननेकी आज्ञा देते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7828,
      "description": "पूर्व श्लोक में यह कहा गया है कि जड़ उपाधियाँ क्षेत्र हैं और इनका अधिष्ठान चैतन्य स्वरूप आत्मा क्षेत्रज्ञ है। यहाँ सबको चकित कर देने वाला कथन है कि समस्त क्षेत्रों में क्षेत्रज्ञ मुझे ही जानो। यदि? सब क्षेत्रों में ज्ञाता एक ही है? तो इसका अर्थ यह हुआ कि बहुलता और विविधता केवल जड़ उपाधियों में ही है और उनमें व्यक्त चैतन्य सर्वत्र एक ही है। इस सर्वश्रेष्ठ? सर्वातीत एक सत्य को यहाँ उत्तम पुरुष एक वचन के रूप में निर्देशित किया गया है? क्षेत्रज्ञ मैं हूँ? क्योंकि सभी साधकों को यह इसी रूप में अनुभव करना है कि? वह मैं हूँ? (सोऽहम्)। हम पहले भी इंगित कर चुके हैं कि भगवान् श्रीकृष्ण गीता का उपदेश योगारूढ़ की स्थिति के विरले क्षणों में कर रहे हैं। वे सर्वव्यापी आत्मस्वरूप से तादात्म्य किये हुये हैं। इस श्लोक का उनका कथन विद्युत् के इस कथन के समान है कि? मैं ही विश्वभर के बल्बों में प्रकाशित हो रही ऊर्जा हूँ। इस सम्पूर्ण विविध नामरूपमय सृष्टि के पीछे विद्यमान एकमेव सत्य का निर्देश करने के पश्चात् भगवान् अपना मत बताते हुये कहते हैं कि क्षेत्रक्षेत्रज्ञ का विवेकजनित ज्ञान ही वास्तविक ज्ञान कहलाने योग्य है? क्योंकि यही ज्ञान हमें अपने सांसारिक बन्धनों से मुक्त कराने में समर्थ है। इस ज्ञान के अभाव में ही हम जीव भाव के समस्त दुखों को भोग रहे हैं। ज्ञानमार्ग के निष्ठावान् साधकों के लिए यह क्षेत्र और क्षेत्रज्ञ का ज्ञान उपयोगी और आवश्यक होने के कारण उन्हें उसका विस्तृत अध्ययन करना होगा।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
