{
  "id": 490,
  "verse_number": 1,
  "chapter_number": 13,
  "slug": "chapter-13-verse-1",
  "text": "अर्जुन उवाच प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च। एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव",
  "transliteration": "arjuna uvācha prakṛitiṁ puruṣhaṁ chaiva kṣhetraṁ kṣhetra-jñam eva cha etad veditum ichchhāmi jñānaṁ jñeyaṁ cha keśhava",
  "word_meanings": "arjunaḥ uvācha—Arjun said; prakṛitim—material nature; puruṣham—the enjoyer; cha—and; eva—indeed; kṣhetram—the field of activities; kṣhetra-jñam—the knower of the field; eva—even; cha—also; etat—this; veditum—to know; ichchhāmi—I wish; jñānam—knowledge; jñeyam—the goal of knowledge; cha—and; keśhava—Krishna, the killer of the demon named Keshi\n",
  "translations": [
    {
      "id": 3428,
      "description": "Arjuna said, \"I wish to learn about Nature and the Spirit, the field and the knower of the field, knowledge and that which ought to be known, O Kesava.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3430,
      "description": "Arjuna asked, \"My Lord, who is God, what is Nature, what is Matter, and what is the Self? What is Wisdom, and what is worth knowing? I wish to have this explained.\"",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3424,
      "description": "No Translation",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3425,
      "description": "अर्जुन ने कहा - हे केशव! मैं, प्रकृति और पुरुष, क्षेत्र और क्षेत्रज्ञ तथा ज्ञान और ज्ञेय को जानना चाहता हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3426,
      "description": "This is not a sentence, so there is nothing to fix.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3427,
      "description": "Swami Gambhirananda has not translated this verse. Many editions of the Bhagavad Gita do not contain this verse, including the commentary by Shankaracharya. If this verse is included, the total number of verses in the Bhagavad Gita is 701.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3429,
      "description": "No translation of this sloka is available.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7810,
      "description": "प्रकृतिम् the Prakriti (matter)? पुरुषम् the Purusha (Spirit or Soul)? च and? एव even? क्षेत्रम् the field? क्षेत्रज्ञम् the knower of the field? एव even? च and? एतत् this? वेदितुम् to know? इच्छामि (I) wish? ज्ञानम् knowledge? ज्ञेयम् what ought to be known? च and? केशव O Kesava.Commentary In some of the books you will not find this verse. If you include this verse also? the number of verses of the Bhagavad Gita will come to 701. Some commentators look upon this verse as an interpolation.We have come to the beginning of the third section of the Gita. Essentially the same knowledge is taught in this section but there are more details.This discourse on Kshetra (matter) is commenced with a view to determine the essential nature of the possessor of the two Prakritis (Natures)? the lower and the higher? described in chapter VII? verses 4 and 5.In the previous discourse a description of the devotee who is dear to the Lord is given from verse 13 to the end. Now the estion arises What sort of knowledge of Truth should he possess The answer is given in this discourse.Nature is composed of the three alities. It transforms itself into the body? senses and the sensual objects to serve the two purposes of the individual soul? viz.? Bhoga (enjoyment) and Apavarga (liberation).The Gita is divided into three sections illustrative of the three words of the Mahavakya or Great Sentence of the Sama Veda - TatTvamAsi (That thou art). In accordance with this view the first six chapters deal with the path of action or Karma Yoga and the nature of the thou (TvamPada). The next six chapters explain the path of devotion or Bhakti Yoga and the nature of That (TatPada). The last six chapters treat of the path of knowledge or Jnana Yoga and the nature of the middle term art (AsiPada) which establishes the identity of the individual and the Supreme Soul (Jiva Brahma Aikyam).Arjuna now wishes to know in detail the difference between Prakriti and Purusha (Matter and Spirit). He desires to have a discriminative knowledge of the difference between them.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7795,
      "description": "No Commentary",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7796,
      "description": "गीता की अनेक पाण्डुलिपियों में यह श्लोक नहीं मिलता है? जबकि कुछ अन्य हस्तलिपियों में यह अर्जुन की जिज्ञासा के रूप में दिया हुआ है। प्रकृति और पुरुष भारतीय सांख्य दर्शन के प्रणेता कपिल मुनि जी ने जड़ और चेतन तत्त्वों का निर्देश क्रमश प्रकृति और पुरुष इन दो शब्दों से किया है। इन दोनों के संयोग से ही उस सृष्टि का निर्माण हुआ है इन्हें अर्जुन जानना चाहता है। क्षेत्र और क्षेत्रज्ञ इन दो शब्दों का अर्थ इस अध्याय की प्रस्तावना में स्पष्ट किया गया है। ज्ञान और ज्ञेय इस अध्याय में ज्ञान शब्द से तात्पर्य उस शुद्धान्तकरण से हैं? जिसके द्वारा ही आत्मतत्त्व का अनुभव किया जा सकता है। यह आत्मा ही ज्ञेय अर्थात् जानने योग्य वस्तु है। अर्जुन की इस जिज्ञासा के उत्तर को जानना सभी साधकों को लाभदायक होगा।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
