{
  "id": 513,
  "verse_number": 24,
  "chapter_number": 13,
  "slug": "chapter-13-verse-24",
  "text": "य एवं वेत्ति पुरुषं प्रकृतिं च गुणैःसह। सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते",
  "transliteration": "ya evaṁ vetti puruṣhaṁ prakṛitiṁ cha guṇaiḥ saha sarvathā vartamāno 'pi na sa bhūyo 'bhijāyate",
  "word_meanings": "yaḥ—who; evam—thus; vetti—understand; puruṣham—Puruṣh; prakṛitim—the material nature; cha—and; guṇaiḥ—the three modes of nature; saha—with; sarvathā—in every way; vartamānaḥ—situated; api—although; na—not; saḥ—they; bhūyaḥ—again; abhijāyate—take birth",
  "translations": [
    {
      "id": 3589,
      "description": "He who thus knows the Spirit and Matter together with their qualities, in whatever condition he may be, he is not reborn.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3591,
      "description": "He who understands God and Nature, along with her qualities, whatever his condition in life may be, will not come back to earth.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3585,
      "description": "इस प्रकार पुरुषको और गुणोंके सहित प्रकृतिको जो मनुष्य अलग-अलग जानता है, वह सब तरहका बर्ताव करता हुआ भी फिर जन्म नहीं लेता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3586,
      "description": "इस प्रकार पुरुष और गुणों के सहित प्रकृति को जो मनुष्य जानता है, वह सब प्रकार से रहता हुआ (व्यवहार करता हुआ) भी पुन: नहीं जन्मता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3587,
      "description": "He who understands the Self and Prakriti, along with the Gunas, will not be born again, no matter what state he may be in.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3588,
      "description": "He who knows thus the Person, Nature, and Qualities will not be born again, no matter how he may live.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3590,
      "description": "He who knows, in this manner, the Soul and the Material Cause together with their strands—he is not reborn, even though he may act in various ways.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 8163,
      "description": "व्याख्या - य एवं वेत्ति ৷৷. न स भूयोऽभिजायते - पूर्वश्लोकमें देहेऽस्मिन् पुरुषः परः पदोंसे पुरुषको देहसे पर अर्थात् सम्बन्धरहित कहा है? उसीको यहाँ एवम् पदसे कहते हैं कि जो साधक इस तरह पुरुषको देहसे? प्रकृतिसे पर अर्थात् सम्बन्धरहित जान लेता है तथा विकार? कार्य? करण? विषय आदि रूपसे जो कुछ भी संसार दीखता है? वह सब प्रकृति और उसके गुणोंका कार्य है - ऐसा यथार्थरूपसे जान लेता है? वह फिर वर्ण? आश्रम? परिस्थिति आदिके अनुसार प्राप्त कर्तव्यकर्मको करता हुआ भी पुनर्जन्मको प्राप्त नहीं होता। कारण कि जन्म होनेमें गुणोंका सङ्ग ही कारण है (गीता 13। 21)। यहाँ सर्वथा वर्तमानोऽपि पदोंमें निषिद्ध आचरण नहीं लेना चाहिये क्योंकि जो अपनेको देहके सम्बन्धसे रहित अनुभव करता है और गुणोंके सहित प्रकृतिको अपनेसे अलग अनुभव करता है? उसमें असत् वस्तुओंकी कामना पैदा हो ही नहीं सकती। कामना न होनेसे उसके द्वारा निषिद्ध आचरण होना असम्भव है क्योंकि निषिद्ध आचरणके होनेमें कामना ही हेतु है (गीता 3। 37)। भगवान् यहाँ साधकको अपना वास्तविक स्वरूप जाननेके लिये सावधान करते हैं? जिससे वह अच्छी प्रकार, जान ले कि स्वरूपमें वस्तुतः कोई भी क्रिया नहीं है। अतः वह किसी भी क्रियाका कर्ता नहीं है और कर्ता न होनेके कारण वह भोक्ता भी नहीं होता। साधक जब अपनेआपको अकर्ता जान लेता है? तब उसका कर्तापनका अभिमान स्वतः नष्ट हो जाता है और उसमें क्रियाकी फलासक्ति भी नहीं रहती। फिर भी उसके द्वारा शास्त्रविहित क्रियाएँ स्वतः होती रहती हैं। गुणातीत होनेके कारण वह पुनर्जन्मको प्राप्त नहीं होता। सम्बन्ध - पूर्वश्लोकमें भगवान्ने जन्मरहित होनेमें प्रकृतिपुरुषको यथार्थ जानना कारण बताया। अब यह जिज्ञासा होती है कि क्या जन्ममरणसे रहित होनेका और भी कोई उपाय है इसपर भगवान् आगेके दो श्लोकोंमें चार साधन बताते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 8164,
      "description": "अब तक किये गये विवेचन का सारांश यह है कि पुरुष स्वस्वरूप से नित्यमुक्त होते हुए भी प्रकृति के साथ तादात्म्य के कारण जीव बनकर संसार के दुखों को भोगता है। इसी तादात्म्य के कारण उत्पन्न वासनाओं के अनुरूप विभिन्न योनियों में उसे जन्म लेना पड़ता है। परन्तु? जो साधक साधन सम्पन्न होकर गुरु के उपदेश से प्रकृति? पुरुष उनके परस्पर सम्बन्ध तथा प्रकृति के विविध प्रकार के प्रभाव रखने वाले गुणों को तत्त्वत जान लेता है? वही वास्तव में ज्ञानी पुरुष है? जो सदा के लिए संसार के बन्धनों से मुक्त हो जाता है। किसी वस्तु को पूर्णत जानने के लिए हमें उससे विलग रहना चाहिए। यदि हम स्वयं ही किसी परिस्थिति में उलझे हुए हों? तो हम उसका वस्तुनिष्ठ अध्ययन नहीं कर सकते। अत प्रकृति के विकारों (देहादि) और गुणों (सुखदुखादि) को जानने के लिए हमें उन सबका द्रष्टा बनकर स्थित होना चाहिए? तभी हम सर्वाधिष्ठान परमात्मा का साक्षात्कार कर सकते हैं। इस अनन्तस्वरूप ब्रह्म को अपने आत्मस्वरूप से जानने का अर्थ ही अविद्या को नष्ट करना है। ऐसे पूर्ण ज्ञानी पुरुष का पुन प्रकृति के साथ मिथ्या तादात्म्य होने के लिए कोई कारण ही नहीं रह जाता है। इसलिए यहाँ भगवान् कहते हैं कि? सब प्रकार से रहते हुए भी उसका पुन जन्म नहीं होता है। इसका अभिप्राय यह है कि ज्ञानी पुरुष जगत् में कर्म करता हुआ भी सामान्य मनुष्यों के समान नईनई वासनाओं को उत्पन्न करके उनके बन्धन में नहीं आता है क्योंकि उसका अहंकार सर्वथा नष्ट हो चुका होता है। ब्रह्मवित् ब्रह्म ही बन जाता है और उसके समस्त कर्म नष्ट हो जाते हैं यह सभी उपनिषदों के द्वारा प्रतिपादित सत्य है। अब? आत्मदर्शन के लिए अनेक उपाय बताते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 8178,
      "description": "यः who? एवम् thus? वेत्ति knows? पुरुषम् Purusha? प्रकृतिम् Prakriti? च and? गुणैः alities? सह with? सर्वथा in all ways? वर्तमानः living? अपि also? न not? सः he? भूयः again? अभिजायते is born. Commentary One who knows the Soul and Nature with its alities? Whatever his conduct may be? Frees himself from the cycle of births and deaths. Such is the advantage he gains from the discriminative knowledge of Spirit and Matter. He knows that he is eternal and changeless and that all changes are due to the modifications of Nature on account of its alities. The self through ignorance identifies itself with the body and suffers rirth. In whatsoever condition he may be? Whether he is engaged in prescribed or forbidden acts (like Indra who killed the Purohita Visvarupa and many Sannyasins)? He is not born again? Because the, actions (which are the seeds of rirth)? Of one who knows the Spirit and Matter? Who has gained the knowledge of the Self? Are burnt by the fire of that knowledge. Just as the seeds that are fried in fire do not sprout again? So also the actions burnt in the fire of knowledge cannot produce new bodies or further births. In his case they are Karmabhasa (mere semblance of Karma). They are not effective causes and cannot produce further births. A burnt cloth cannot serve the purpose of the cloth. Those actions which are done with egoism and desire (expectation of fruits) will produce fruits or results. In the case of a wise man? The seeds of evil? Viz.? Ignorance? Egoism? Attachment? Etc.? Are burnt by the fire of knowledge. Therefore he cannot have rirths. The Karmas (Prarabdha) which have already started their operation by producing this present birth do not perish? Notwithstanding the dawn of the knowledge of the Self. When an arrow is once sent out from a bow at a mark? It pierces the mark and continues to act till it falls to the ground when the full force with which it was dischared is exhausted. Even so the Prarabdha Karma which has given rise to the body continues to act till the inherent force is fully exhausted? Although the sage has attained Selfrealisation through his body. But he is not in the least affected by this? Because he has no identification with the body? And as he has identified himelf with Brahman or the Absolute. If a carbuncle or cancer arises in the body on account of Prarabdha Karma? He will not suffer a bit as he has risen above bodyconsciousness? And as he stands as a witness of his body. But a bystander or a spectator wrongly imagines that the liberated sage is also suffering like an ordinary worldly man. This is a serious and sad mistake. From the viewpoint of the liberated sage he has neither body nor Prarabdha Karma. An arrow that is placed ready on the bow but not discharged with force can be withdrawn. Similarly? The Karmas which have not begun to generate their fruits or effects can be neutralised or destroyed by the knowledge of the Self. Therefore it is proper to say that the liberated sage is not born again. He will not take another body when the body through which he attained knowledge perishes. As ignorance? The cause of this body? Is destroyed by the knowledge of the Self? Birth? The effect of ignorance? Is also destroyed. As one takes birth through virtuous and vicious actions? A sage will not take birth as his virtuous and visiouc actions (the whole Sanchita or accumulated Karmas of his previous births) are destroyed by the knowledge of the Self. The Karmas done by him after he has attained Selfrealisation cannot touch him at all as he has neither egoism (agency) nor desires. (Cf. XIII.32)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}