{
  "id": 495,
  "verse_number": 6,
  "chapter_number": 13,
  "slug": "chapter-13-verse-6",
  "text": "महाभूतान्यहङ्कारो बुद्धिरव्यक्तमेव च। इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचराः",
  "transliteration": "mahā-bhūtāny ahankāro buddhir avyaktam eva cha indriyāṇi daśhaikaṁ cha pañcha chendriya-gocharāḥ",
  "word_meanings": "mahā-bhūtāni—the (five) great elements; ahankāraḥ—the ego; buddhiḥ—the intellect; avyaktam—the unmanifested primordial matter; eva—indeed; cha—and; indriyāṇi—the senses; daśha-ekam—eleven; cha—and; pañcha—five; cha—and; indriya-go-charāḥ—the (five) objects of the senses;\n",
  "translations": [
    {
      "id": 3462,
      "description": "The great elements, egoism, intellect, and the Unmanifest itself; the ten organs and the one, and the five objects of the senses;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3464,
      "description": "The five great elements, egotism, the intellect, the unmanifest, and the ten organs and the five objects of the senses.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3465,
      "description": "The five great fundamentals—earth, fire, air, water, and ether—personality, intellect, the mysterious life force, the ten organs of perception and action, the mind, and the five domains of sensation—",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3459,
      "description": "मूल प्रकृति, समष्टि बुद्धि (महत्तत्त्व), समष्टि अहंकार, पाँच महाभूत और दस इन्द्रियाँ, एक मन तथा पाँचों इन्द्रियोंके पाँच विषय ( - यह चौबीस तत्त्वोंवाला क्षेत्र है)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3460,
      "description": "पंच महाभूत, अहंकार, बुद्धि, अव्यक्त (प्रकृति), दस इन्द्रियाँ, एक मन, इन्द्रियों के पाँच विषय।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3461,
      "description": "The great elements, the Ahankara, the Buddhi, the Avyakta, the ten senses, and the one, in addition, the five objects of the senses;",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3463,
      "description": "The great elements, egoism, intellect, and also the Unmanifested Nature, the ten senses, and one mind, and the five objects of the senses.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7875,
      "description": "व्याख्या - अव्यक्तमेव च - अव्यक्त नाम मूल प्रकृतिका है। मूल प्रकृति समष्टि बुद्धिका कारण होनेसे और स्वयं किसीका भी कार्य न होनेसे केवल प्रकृति ही है। बुद्धिः - यह पद समष्टि बुद्धि अर्थात् महत्तत्त्वका वाचक है। इस बुद्धिसे अहंकार पैदा होता है? इसलिये यह प्रकृति है और मूल प्रकृतिका कार्य होनेसे यह विकृति है। तात्पर्य है कि यह बुद्धि प्रकृतिविकृति है। अहंकारः - यह पद समष्टि अहंकारका वाचक है। इसको अहंभाव भी कहते हैं। पञ्चमहाभूतका कारण होनेसे यह अहंकार प्रकृति है और बुद्धिका कार्य होनेसे यह विकृति है। तात्पर्य है कि यह अहंकार प्रकृतिविकृति है। महाभूतानि - पृथ्वी? जल? तेज? वायु और आकाश - ये पाँच महाभूत हैं। महाभूत दो प्रकारके होते हैं - पञ्चीकृत और अपञ्चीकृत। एकएक महाभूतके पाँच विभाग होकर जो मिश्रण होता है? उसको, पञ्चीकृत महाभूत कहते हैं (टिप्पणी प0 673)। इन पाँच महाभूतोंके विभाग न होनेपर इनको, अपञ्चीकृत महाभूत कहते हैं। यहाँ इन्हीं अपञ्चीकृत महाभूतोंका वाचक महाभूतानि पद है। इन महाभूतोंको पञ्चतन्मात्राएँ तथा सूक्ष्ममहाभूत भी कहते हैं। दस इन्द्रियाँ? एक मन और शब्दादि पाँच विषयोंके कारण होनेसे ये महाभूत प्रकृति हैं और अहंकारके कार्य होनेसे ये विकृति हैं। तात्पर्य है कि ये पञ्चमहाभूत प्रकृतिविकृति हैं। इन्द्रियाणि दश - श्रोत्र? त्वचा? नेत्र? रसना और घ्राण - ये पाँच ज्ञानेन्द्रियाँ हैं तथा वाक्? पाणि? पाद? उपस्थ और पायु - ये पाँच कर्मेन्द्रियाँ हैं। ये दसों इन्द्रियाँ अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीका भी कारण न होनेसे केवल विकृति ही हैं। एकं च - अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीका भी कारण न होनेसे मन केवल, विकृति ही है। पञ्च चेन्द्रियगोचराः - शब्द? स्पर्श? रूप? रस और गन्ध - ये (पाँच ज्ञानेन्द्रियोंके) पाँच विषय हैं। अपञ्चीकृत महाभूतोंसे पैदा होनेसे और स्वयं किसीके भी कारण न होनेसे ये पाँचों विषय केवल विकृति ही हैं। इन सबका निष्कर्ष यह निकला कि पाँच महाभूत? एक अहंकार और एक बुद्धि - ये सात प्रकृतिविकृति हैं? मूल प्रकृति केवल प्रकृति है और दस इन्द्रियाँ? एक मन और पाँच ज्ञानेन्द्रियोंके विषय - ये सोलह केवल विकृति हैं। इस तरह इन चौबीस तत्त्वोंके समुदायका नाम क्षेत्र है। इसीका एक तुच्छ अंश यह मनुष्यशरीर है? जिसको भगवान्ने पहले श्लोकमें इदं शरीरम् और तीसरे श्लोकमें तत्क्षेत्रम् पदसे कहा है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7876,
      "description": "See Commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7890,
      "description": "महाभूतानि the great elements? अहङ्कारः egoism? बुद्धिः intellect? अव्यक्तम् the unmanifested (MulaPrakriti)? एव even? च and? इन्द्रियाणि the senses? दश ten? एकम् one? च and? पञ्च five? च and? इन्द्रियगोचराः objects of the senses.Commentary The field and its modifications are described in this verse. The twentyfour principles of the Sankhya school of philosophy are mentioned here.Great elements Earth? water? fire? air and ether are so called because they pervade all modifications of matter. The elements here referred to are the subtle? not the gross ones.Egoism is the cause of the great elements. It is the selfarrogating principle. Intellect is the cause of egoism. The function of the intellect is determination. Buddhi is the faculty of determination. The cause of the intellect is the Unmanifested (which is the undifferentiated energy of the Lord). (Cf.VII.14 Daivi hyesha gunamayi mama maya duratyaya - This divine illusion of Mine? caused by the alities? is difficult to cross over.) The above Nature is divided eightfold (Cf.VII.4).The ten senses are the five organs of knowledge (ears? skin? eyes? tongue and nose)? so called because they enable the mind to get knowledge of the external world? and the five organs of action (hands? feet? mouth? anus and the generative organ)? so called because they perform actions.The one This is the mind. This is the eleventh sense whose function is thinking and doubting (Sankalpa and Vikalpa).The five objects of the senses are sound? touch? form (colour)? taste and smell. These are the fivefol pastures of the senses.All the great elements? egoism? intellect? the senses and mind are all absorbed in the Unmanifested at the time of the cosmic dissolution.Mind is Maya. Mind is Avidya (ignorance). Mind is at the root of all activities. It gives strength to desires? fosters fear and builds castles in the air. It confers force on egoism and stimultates, aspirations. Every tendency has its origin in the mind. It augments passions? gives strength to hope and awakens the sense of duality. It increases ignorance and plunges the senses in the ocean of senseobjects. It creates distinctions and differences. It separates? divides and limits. It is a strong wall or an iron barrier that stands between the individual soul and the Absolute. It is this mind that has brought Brahman to the condition of the individual soul. It is the storehouse of error? cravings? doubt? delusion and ignorance. It is an everrevolving wheel that generates thoughts. It is a miraculous thoughtproducing machine. It creates at one moment. It destroys at the next moment.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
