{
  "id": 519,
  "verse_number": 30,
  "chapter_number": 13,
  "slug": "chapter-13-verse-30",
  "text": "प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः। यः पश्यति तथाऽऽत्मानमकर्तारं स पश्यति",
  "transliteration": "prakṛityaiva cha karmāṇi kriyamāṇāni sarvaśhaḥ yaḥ paśhyati tathātmānam akartāraṁ sa paśhyati",
  "word_meanings": "prakṛityā—by material nature; eva—truly; cha—also; karmāṇi—actions; kriyamāṇāni—are performed; sarvaśhaḥ—all; yaḥ—who; paśhyati—see; tathā—also; ātmānam—(embodied) soul; akartāram—actionless; saḥ—they; paśhyati—see\n",
  "translations": [
    {
      "id": 3631,
      "description": "He sees, who sees that all actions are performed solely by Nature and that the Self is without action.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3627,
      "description": "जो सम्पूर्ण क्रियाओंको सब प्रकारसे प्रकृतिके द्वारा ही की जाती हुई देखता है और अपने-आपको अकर्ता देखता (अनुभव करता) है, वही यथार्थ देखता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3628,
      "description": "जो पुरुष समस्त कर्मों को सर्वश: प्रकृति द्वारा ही किये गये देखता है तथा आत्मा को अकर्ता देखता है, वही (वास्तव में) देखता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3629,
      "description": "He who sees that all acts are done universally by Prakrti alone, and likewise that the self is not the doer, he indeed sees.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3630,
      "description": "And he who sees actions being done in various ways by Nature itself, and also the Self as the non-agent, he sees.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3632,
      "description": "Whoever views all actions as being performed (or all objects as being created) by the Material Cause itself, and at the same time views their own Self as a non-performer (or non-creator) - they view properly.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3633,
      "description": "He who understands that it is only the Law of Nature that brings action to fruition, and that the Self never acts, alone knows the Truth.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 8259,
      "description": "व्याख्या - प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वशः - वास्तवमें चेतन तत्त्व स्वतःस्वाभाविक निर्विकार? सम और शान्तरूपसे स्थित है। उस चेतन तत्त्व(परमात्मा) की शक्ति प्रकृति स्वतःस्वाभाविक क्रियाशील है। उसमें नित्यनिरन्तर क्रिया होती रहती है - प्रकर्षेण करणं (भावे ल्युट्) इति प्रकृतिः। यद्यपि प्रकृतिको सक्रिय और अक्रिय - दो अवस्थाओंवाली (सर्गअवस्थामें सक्रिय और प्रलयअवस्थामें अक्रिय) कहते हैं? तथापि सूक्ष्म विचार करें तो प्रलयअवस्थामें भी उसकी क्रियाशीलता मिटती नहीं है। कारण कि जब प्रलयका आरम्भ होता है? तब प्रकृति सर्गअवस्थाकी तरफ चलती है। इस प्रकार प्रकृतिमें सूक्ष्म क्रिया चलती ही रहती है। प्रकृतिकी सूक्ष्म क्रियाको ही अक्रियअवस्था कहते हैं क्योंकि इस अवस्थामें सृष्टिकी रचना नहीं होती। परन्तु महासर्गमें जब सृष्टिकी रचना होती है? तब सर्गके आरम्भसे सर्गके मध्यतक प्रकृति सर्गकी तरफ चलती है और सर्गका मध्य भाग आनेपर प्रकृति प्रलयकी तरफ चलती है। इस प्रकार प्रकृतिकी स्थूल क्रियाको सक्रियअवस्था कहते हैं। अगर प्रलय और महाप्रलयमें प्रकृतिको अक्रिय माना जाय? तो प्रलयमहाप्रलयका आदि? मध्य और अन्त कैसे होगा ये तीनों तो प्रकृतिमें सूक्ष्म क्रिया होनेसे ही होते हैं। अतः सर्गअवस्थाकी अपेक्षा प्रलयअवस्थामें अपेक्षाकृत अक्रियता है? सर्वथा अक्रियता नहीं है। सूर्यका उदय होता है? फिर वह मध्यमें आ जाता है और फिर वह अस्त हो जाता है? तो इससे मालूम होता है कि प्रातः सूर्योदय होनेपर प्रकाश मध्याह्नतक बढ़ता जाता है और मध्याह्नसे सूर्यास्ततक प्रकाश घटता जाता है। सूर्यास्त होनेके बाद आधी राततक अन्धकार बढ़ता जाता है और आधी रातसे सूर्योदयतक अन्धकार घटता जाता है। वास्तवमें प्रकाश और अन्धकारकी सूक्ष्म सन्धि मध्याह्न और मध्यरात ही है? पर वह दीखती है सूर्योदय और सूर्यास्तके समय। इस दृष्टिसे प्रकाश और अन्धकारकी क्रिया मिटती नहीं? प्रत्युत निरन्तर होती ही रहती है। ऐसे ही सर्ग और प्रलय? महासर्ग और महाप्रलयमें भी प्रकृतिमें क्रिया निरन्तर होती ही रहती है (टिप्पणी प0 704)। इस क्रियाशील प्रकृतिके साथ जब यह पुरुष सम्बन्ध जोड़ लेता है? तब शरीरद्वारा होनेवाली स्वाभाविक क्रियाएँ (तादात्म्यके कारण) अपनेमें प्रतीत होने लगती हैं। यः पश्यति तथात्मानमकर्तारं स पश्यति - प्रकृति और उसके कार्य स्थूल? सूक्ष्म और कारणशरीरमें खानापीना? चलनाफिरना? उठनाबैठना? घटनाबढ़ना? हिलनाडुलना? सोनाजागना? चिन्तन करना? समाधिस्थ होना आदि जो कुछ भी क्रियाएँ होती हैं? वे सभी प्रकृतिके द्वारा ही होती हैं? स्वयंके द्वारा नहीं क्योंकि स्वयंमें कोई क्रिया होती ही नहीं - ऐसा जो देखता है अर्थात् अनुभव करता है? वही वास्तवमें ठीक देखता है। कारण कि ऐसा देखनेसे अपनेमें अकर्तृत्व(अकर्तापन) का अनुभव हो जाता है। यहाँ क्रियाओंको प्रकृतिके द्वारा होनेवाली बताया है? कहीं गुणोंके द्वारा होनेवाली बताया है और कहीं, इन्द्रियोंके द्वारा होनेवाली बताया है - ये तीनों बातें एक ही हैं। प्रकृति सबका कारण है? गुण प्रकृतिके कार्य हैं और गुणोंका कार्य इन्द्रियाँ हैं। अतः प्रकृति? गुण और इन्द्रियाँ - इनके द्वारा होनेवाली सभी क्रियाएँ प्रकृतिके द्वारा होनेवाली ही कही जाती हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 8260,
      "description": "विभिन्न मोटर कम्पनियों के द्वारा निर्मित विभिन्न अश्वशक्ति की असंख्य कारों में से प्रत्येक वाहन का कार्य सम्पादन विशिष्ट होता है। इससे हम यह नहीं कह सकते कि इन कारों में प्रयुक्त पेट्रोल विभिन्न क्षमताओं का है। बल्ब अनेक हैं? परन्तु विद्युत् तो एक ही है। ये दृष्टान्त इस श्लोक में व्यक्त किये गये आत्मैकत्व के सिद्धान्त को भली भाँति स्पष्ट करते हैं। सब कर्म आत्मा की केवल उपस्थिति में प्रकृति से उत्पन्न उपाधियों के द्वारा ही किये जाते हैं। अब विभिन्न व्यक्तियों के कर्मों में जो भेद है? वह उनके विभिन्न शुभाशुभ संस्कारों और इच्छाओं के कारण है? आत्मा के कारण नहीं। केवल क्षेत्र या क्षेत्रज्ञ में कोई कर्म नहीं होते हैं। आत्मा अकर्ता है कर्म करने के लिये शरीरादि कारणों की और मन में इच्छा की आवश्यकता होती है? परन्तु आत्मा सर्वव्यापी? निराकार और सर्व उपाधि रहित होने से उसमें कोई कर्म ही नहीं हो सकते? तो फिर वह कर्ता कैसे हो सकता है आत्मा के अकर्तृत्व के विषय में अन्य कारण भी आगे प्रस्तुत किये जायेंगे। जो प्रकृति की क्रियाओं में आत्मा को अकर्ता जानता है? वही पुरुष वास्तव में तत्त्व को देखता है। उपाधियों के अभाव में समस्त जीवों के गुणों और कर्मों की विलक्षणता का अभाव होकर केवल परमात्मा ही स्वस्वरूप में अवस्थित रह जाता है। पुन? ज्ञानी पुरुष के सम्यक् दर्शन को दूसरे शब्दों में बताते हुये कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 8274,
      "description": "प्रकृत्या by Nature? एव alone? च and? कर्माणि actions? क्रियमाणानि being performed? सर्वशः all? यः who? पश्यति sees? तथा so also? आत्मानम् the Self? अकर्तारम् actionless? सः he? पश्यति sees.Commentary Nature is responsible for all activities. The Self is beyond all action. It is the silent witness only. He who experiences thus is the real seer or sage.He who knows that all actions proceeding from the five organs of knowledge? the five organs of action? the mind and the intellect are prompted by Nature and that the Self is actionless? really sees. He alone sees. He who identifies himself with the body? the mind and the senses and foolishly thinks that the Self is the actor is an ignorant man. He sees only with the physical eyes. He has no inner eye of intuition. The sky remains motionless but the clouds move across the sky. Even so the Self is actionless but Nature does everythin. The Self is destitute of any limiting adjunct. Just as there is no variety in ether? so also there is no variety in the Self. It is one homogeneous essence. It is free from any kind of characteristics. (Cf.III.27XIV.19XVIII.16)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
