{
  "id": 512,
  "verse_number": 23,
  "chapter_number": 13,
  "slug": "chapter-13-verse-23",
  "text": "उपद्रष्टाऽनुमन्ता च भर्ता भोक्ता महेश्वरः। परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुषः परः",
  "transliteration": "upadraṣhṭānumantā cha bhartā bhoktā maheśhvaraḥ paramātmeti chāpy ukto dehe ’smin puruṣhaḥ paraḥ",
  "word_meanings": "upadraṣhṭā—the witness; anumantā—the permitter; cha—and; bhartā—the supporter; bhoktā—the transcendental enjoyer; mahā-īśhvaraḥ—the ultimate controller; parama-ātmā—Superme Soul; iti—that; cha api—and also; uktaḥ—is said; dehe—within the body; asmin—this; puruṣhaḥ paraḥ—the Supreme Lord\n",
  "translations": [
    {
      "id": 3582,
      "description": "The Supreme Soul in this body is also called the observer, the permitter, the sustainer, the enjoyer, the great Lord, and the Supreme Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3584,
      "description": "Thus, in the body of man dwells the Supreme God; He who sees, permits, upholds, and enjoys is the Highest God and the Highest Self.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3578,
      "description": "यह पुरुष प्रकृति-(शरीर-) के साथ सम्बन्ध रखनेसे 'उपद्रष्टा', उसके साथ मिलकर सम्मति, अनुमति देनेसे 'अनुमन्ता', अपनेको उसका भरणपोषण करनेवाला माननेसे 'भर्ता', उसके सङ्गसे सुखदुःख भोगनेसे 'भोक्ता', और अपनेको उसका स्वामी माननेसे 'महेश्वर' बन जाता है। परन्तु स्वरूपसे यह पुरुष 'परमात्मा' कहा जाता है। यह देहमें रहता हुआ भी देहसे पर (सम्बन्ध-रहित) ही है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3579,
      "description": "परम पुरुष ही इस देह में उपद्रष्टा, अनुमन्ता, भर्ता, भोक्ता, महेश्वर और परमात्मा कहा जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3580,
      "description": "The self in the body is called the spectator, approver, supporter, experiencer, great lord, and supreme self.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3581,
      "description": "He who is the Witness, the Permitter, the Sustainer, the Experiencer, the great Lord, and who is also spoken of as the transcendental Self, is the supreme Person in this body.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3583,
      "description": "The Supreme Soul in this corporeal body is called the Spectator, the Assenter, the Supporter, the Experiencer, the Mighty Lord, and also the Supreme Self.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 8162,
      "description": "उपद्रष्टा the spectator? अनुमन्ता the permitter? च and? भर्ता the supporter? भोक्ता the enjoyer? महेश्वरः the great Lord? परमात्मा the Supreme Self? इति thus? च and? अपि also? उक्तः is called? देहे in the body? अस्मिन् (in) this? पुरुषः Purusha? परः Supreme.Commentary Upadrashta A spectator? a witness? a lookeron? a bystander? one who sits near. When the priests and the sacrificer perform the sacrificial rites? an expert who has good experience in sacrifical matters sits by their side. He does not take any part at all in the sacrifice. He sits as a silent witness. He guides them. He points out their defects and corrects them. Even so the Supreme Self does not act. It does not take any part in the activities of the body? the mind and the senses. It is entirely distinct from them. It is a silent witness of their activities. It sits near Nature and silently watches Her actions.It may be explained in another way. The body? the eyes? the mind? the intellect and the Self are the, seers. Of these the body is the most external seer the Self is the most internal and nearest seer. Beyond the Self there is no other internal seer.Anumanta Permitter. The Supreme Self gives consent. It expresses Its approval or satisfaction regarding the actions done by the senses? the mind and the intellect. The King consents and says Yes. The Prime Minister and the other officers carry out his orders. Even so the Supreme Self consents or gives permission the body? the mind? the intellect? and the senses perform their respective functions. Or? though It Itself does not work while the senses? the mind and the intellect work? It appears to be engaged in action? it seems to cooperate with them. As It is an onlooker or mere witness? It never stands in the way of the activities of the body? the mind? the intellect and the senses.Bharta Supporter. Just as the huand is the supporter of his wife? so also the Self is the supporter of this body? mind? intellect? lifeforce and the senses. It is different from them? just as the father who supports the children is different from them.Bhokta Enjoyer the Self? of the nature of eternal intelligence. Just as heat is the inherent nature of fire? so also eternal intelligence is the inherent nature of the Self. All the states of the mind such as pleasure? pain and delusion are permeated and illumined by the intelligent Self. Just as Govindan who takes the food is different from the foo? so also the Self is different from the intellect? the mind and the senses.Mahesvarah The great Lord. As He is the soul or essence of everything and as He is independent of all? He is Mahesvara. The sky is very big. Mahesva is bigger than even the sky? and so He is called Mahesvara. Just as the king is different from his subjects? so also the Self is different from Nature and the effects or modifications of Nature.Paramatma The Supreme Self. It is supreme because It is superior to all those things? from the Unmanifested to the physical body? which are mistaken for the Self on account of ignorance. Just as an iron piece moves in the presence of a magnet so also the mind and the intellect which are insentient move and function in the presence of the Supreme Self. Just as the moon borrows its light from the sun? so also the mind and the intellect borrow their light from the Supreme Self. The Supreme Self is selfluminous. Mind and intellect have no selfluminosity. In the Vedas also He is called the Supreme Self. Lord Krishna says in verse 17 of the fifteenth chapter But distinct is the Highest Purusha spoken of as the Supreme Self.Do thou also know Me as the knower of the field in all the fields? has been described in detial and the subject is concluded in this verse.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 8147,
      "description": "व्याख्या - उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वरः - यह पुरुष स्वरूपसे नित्य है? सब जगह परिपूर्ण है? स्थिर है? अचल है? सदा रहनेवाला है (गीता 2। 24)। ऐसा होता हुआ भी जब यह प्रकृति और उसके कार्य शरीरकी तरफ दृष्टि डालता है अर्थात् उनके साथ अपना सम्बन्ध मानता है? तब इसकी उपद्रष्टा संज्ञा हो जाती है। यह हरेक कार्यके करनेमें सम्मति? अनुमति देता है। अतः इसका नाम अनुमन्ता है। यह एक व्यष्टि शरीरके साथ मिलकर? उसके साथ तादात्म्य करके अन्नजल आदिसे शरीरका पालनपोषण करता है शीतउष्ण आदिसे उसका संरक्षण करता है। अतः इसका नाम भर्ता हो जाता है। यह शरीरके साथ मिलकर अनुकूल परिस्थितिके आनेसे अपनेको सुखी मानता है और प्रतिकूल परिस्थितिके आनेसे अपनेको दुःखी मानता है। अतः इसकी भोक्ता संज्ञा हो जाती है। यह अपनेको शरीर? इन्द्रियाँ? मन? बुद्धि तथा धन? सम्पत्ति आदिका मालिक मानता है। अतः यह महेश्वर नामसे कहा जाता है। परमात्मेति चाप्युक्तो देहेऽस्मिन् पुरुषः परः - पुरुष सर्वोत्कृष्ट है? परम आत्मा है? इसलिये शास्त्रोंमें इसको परमात्मा नामसे कहा गया है। यह देहमें रहता हुआ भी देहके सम्बन्धसे स्वतः रहित है। आगे इसी अध्यायके इकतीसवें श्लोकमें इसके विषयमें कहा गया है कि यह शरीरमें रहता हुआ भी न करता है और न लिप्त होता है। इस श्लोकमें एक ही तत्त्वको भिन्नभिन्न उपाधियोंके सम्बन्धसे उपद्रष्टा आदि पदोंसे सम्बोधित किया गया है? इसलिये इन पृथक्पृथक् नामोंसे पुरुषके ही स्वरूपका वर्णन समझना चाहिये। वास्तवमें उसमें किसी प्रकारका भेद नहीं है। जैसे एक ही व्यक्ति देश? काल? वेश? सम्बन्ध आदिके अनुसार भिन्नभिन्न (पिता? चाचा? नाना? भाई आदि) नामोंसे पुकारा जाता है? ऐसे ही पुरुष भिन्नभिन्न नामोंसे पुकारा जानेपर भी वास्तवमें एक ही है। सम्बन्ध - उन्नीसवें श्लोकसे बाईसवें श्लोकतक प्रकृति और पुरुषका विवेचन करके अब आगेके श्लोकमें उन दोनोंको तत्त्वसे जाननेका फल बताते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 8148,
      "description": "इस भ्रमित दुखी क्षेत्रज्ञ पुरुष से भिन्न? क्षेत्रोपाधि से असंस्पृष्ट शुद्ध परम पुरुष है। प्रत्येक प्रतिबिम्ब के अस्तित्व के लिये एक बिम्बभूत सत्य वस्तु की आवश्यकता होती है। प्रतिबिम्ब की स्थिति दर्पण या जल आदि की सतह पर निर्भर करती है? किन्तु बिम्बभूत सत्यवस्तु को उस सतह का स्पर्श तक नहीं होता। जैसे? चन्द्रमा का प्रतिबिम्ब पात्र के जल पर निर्भर करता है? किन्तु चन्द्रमा अपने प्रकाशस्वरूप में ही स्थित रहता है। चित्स्वरूप आत्मा क्षेत्र की उपाधि से क्षेत्रज्ञ बनता है। इससे सिद्ध होता है कि आत्मा अपने स्वरूप से निरुपाधिक अर्थात् सर्व उपाधिरहित है।, इस श्लोक में? वैज्ञानिक पद्धति से अध्ययन और विश्लेषण करने की दृष्टि से? भगवान् श्रीकृष्ण उक्त दो प्रकार के पुरुषों सोपाधिक और निरुपाधिक का निर्देश करते हैं। यहाँ इस बात का स्मरण रहे कि वस्तुत पुरुष एक ही है। यहाँ विभिन्न नामों के द्वारा एक ही परमात्मा को इंगित किया गया है। ये विभिन्न नाम जीव की मनस्थिति अर्थात् अज्ञान आवरण की सघनता और विरलता की दृष्टि से दिये गये हैं। आत्मस्वरूप के विषय में पूर्ण अज्ञानी तथा रागद्वेषादि वृत्तियों से पूर्ण मन वाले व्यक्ति में आत्मा मानो केवल उपद्रष्टा बनकर रहता है अर्थात इस पुरुष के अपराधपूर्ण कार्यों को भी साक्षीभाव से प्रकाशित मात्र करता है वैसे भी आत्मा सममस्त प्राणियों की वृत्तियों का उपद्रष्टा मात्र है। परन्तु जब उस व्यक्ति का चित्त कुछ मात्रा में शुद्ध होता है और वह सत्कर्म में प्रवृत्त हौता है? तब परमात्मा मानो अनुमन्ता बनता है? अर्थात् उसके सत्कर्मों को अपनी अनुमति प्रदान करता है। अन्तकरण के और अधिक शुद्ध होने पर वह व्यक्ति जब अपने दिव्य स्वरूप के प्रति जागरूक हो जाता है तब ईश्वर उसके कर्मों को पूर्ण करने वाला भर्ता बन जाता है। अर्पण की भावना से किये गये कर्मों में ईश्वर की कृपा से सफलता ही प्राप्त होती है। ऐसा प्रतीत होता है? मानो? ईश्वर उस साधक के अल्प प्रयत्नों को भी पूर्णता प्रदान करता है। जब वह साधक अपने अहंकार को भुलाकर पूर्णतया योगयुक्त हो जाता है? तब ऐसे व्यक्ति के हृदय में आत्मा ही भोक्ता बनी प्रतीत होती है। इस श्लोक की समाप्ति इस कथन के साथ होती है कि आत्मा ही महेश्वर है। वही इस देह में परम पुरुष है। प्रकृति और पुरुष के तत्त्व को जानने वाले साधक के विषय में कहते हैं कि",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
