{
  "id": 35,
  "verse_number": 35,
  "chapter_number": 1,
  "slug": "chapter-1-verse-35",
  "text": "एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन। अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते",
  "transliteration": "etān na hantum ichchhāmi ghnato ’pi madhusūdana api trailokya-rājyasya hetoḥ kiṁ nu mahī-kṛite",
  "word_meanings": "etān—these; na—not; hantum—to slay; ichchhāmi—I wish; ghnataḥ—killed; api—even though; madhusūdana—Shree Krishna, killer of the demon Madhu; api—even though; trai-lokya-rājyasya—dominion over three worlds; hetoḥ—for the sake of; kim nu—what to speak of; mahī-kṛite—for the earth\n",
  "translations": [
    {
      "id": 244,
      "description": "What joy would we gain by slaying Dhrtarastra's sons, O Janardana?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 239,
      "description": "(टिप्पणी प0 ) आचार्य, पिता, पुत्र और उसी प्रकार पितामह, मामा, ससुर, पौत्र, साले तथा अन्य जितने भी सम्बन्धी हैं, मुझपर प्रहार करने पर भी मैं इनको मारना नहीं चाहता, और हे मधुसूदन! मुझे त्रिलोकी का राज्य मिलता हो, तो भी मैं इनको मारना नहीं चाहता, फिर पृथ्वीके लिये तो (मैं इनको मारूँ ही) क्या?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 240,
      "description": "हे मधुसूदन! इनके मुझे मारने पर अथवा त्रैलोक्य के राज्य के लिये भी मैं इनको मारना नहीं चाहता, फिर पृथ्वी के लिए कहना ही क्या है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 241,
      "description": "I would not slay them, even if they might slay me, for the sovereignty of the three worlds—how much less for this earth, O Krsna?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 242,
      "description": "O Madhusudana, even if I am killed, I do not want to kill these even for the sake of a kingdom extending across the three worlds; let alone doing so for the earth!",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 243,
      "description": "Corrected: \"These I do not wish to kill, O Krishna, even though they kill me, for the sake of dominion over the three worlds; leave alone killing them for the sake of the earth.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 245,
      "description": "I would not kill them, even for three worlds; why then for this earth alone? It matters not if I myself am killed.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 545,
      "description": "व्याख्या-[भगवान् आगे सोलहवें अध्यायके इक्कीसवें श्लोकमें कहेंगे कि काम, क्रोध और लोभ-ये तीनों ही नरकके द्वार हैं। वास्तवमें एक कामके ही ये तीन रूप हैं। ये तीनों सांसारिक वस्तुओं, व्यक्तियों आदिको महत्त्व देनेसे पैदा होते हैं। काम अर्थात् कामनाकी दो तरहकी क्रियाएँ होती हैं-इष्टकी प्राप्ति और अनिष्टकी निवृत्ति। इनमेंसे इष्टकी प्राप्ति भी दो तरहकी होती है-संग्रह करना और सुख भोगना। संग्रहकी इच्छाका नाम 'लोभ' है और सुखभोगकी इच्छाका नाम 'काम' है। अनिष्टकी निवृत्तिमें बाधा पड़नेपर 'क्रोध' आता है अर्थात् भोगोंकी, संग्रहकी प्राप्तिमें बाधा देनेवालोंपर अथवा हमारा अनिष्ट करनेवालोंपर, हमारे शरीरका नाश करनेवालोंपर क्रोध आता है जिससे अनिष्ट करनेवालोंका नाश करनेकी क्रिया होती है। इससे सिद्ध हुआ कि युद्धमें मनुष्यकी दो तरहसे ही प्रवृत्ति होती है -अनिष्टकी निवृत्तिके लिये अर्थात् अपने 'क्रोध' को सफल बनानेके लिये और इष्टकी प्राप्तिके लिये अर्थात् 'लोभ' की पूर्तिके लिये। परन्तु अर्जुन यहाँ इन दोनों ही बातोंका निषेध कर रहे हैं] 'आचार्याः पितरः৷৷. किं नु महीकृते'-अगर हमारे ये कुटुम्बीजन अपनी अनिष्ट-निवृत्तिके लिये क्रोधमें आकर मेरेपर प्रहार करके मेरा वध भी करना चाहें, तो भी मैं अपनी अनिष्ट-निवृत्तिके लिये क्रोधमें आकर इनको मारना नहीं चाहता। अगर ये अपनी इष्टप्राप्तिके लिये राज्यके लोभमें आकर मेरेको मारना चाहें, तो भी मैं अपनी इष्टप्राप्तिके लिये लोभमें आकर इनको मारना नहीं चाहता। तात्पर्य यह हुआ कि क्रोध और लोभमें आकर मेरेको नरकोंका दरवाजा मोल नहीं लेना है। यहाँ दो बार अपि पदका प्रयोग करनेमें अर्जुनका आशय यह है कि मैं इनके स्वार्थमें बाधा ही नहीं देता तो ये मुझे मारेंगे ही क्यों? पर मान लो कि पहले इसने हमारे स्वार्थमें बाधा दी' है ऐसे विचारसे ये मेरे शरीरका नाश करनेमें प्रवृत्त हो जायँ तो भी (घ्नतोऽपि) मैं इनको मारना नहीं चाहता। दूसरी बात इनको मारनेसे मुझे",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 546,
      "description": "यह विचार कर कि संभवत उसने अपने पक्ष को श्रीकृष्ण के समक्ष अच्छी प्रकार दृढ़ता से प्रस्तुत नहीं किया है जिससे कि भगवान् उसके मत की पुष्टि करें अर्जुन व्यर्थ में त्याग की बातें करता है। वह यह दर्शाना चाहता है कि वह इतना उदार हृदय है कि उसके चचेरे भाई उसको मार भी डालें तो भी वह उन्हें मारने को तैयार नहीं होगा। अतिशयोक्ति की चरम सीमा पर वह तब पहुँचता है जब वह घोषणा करता है कि त्रैलोक्य का राज्य मिलता हो तब भी वह युद्ध नहीं करेगा फिर केवल हस्तिनापुर के राज्य की बात ही क्या है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 560,
      "description": "एतान् these? न not? हन्तुम् to kill? इच्छामि (I) wish? घ्नतःअपि even if they kill me? मधुसूदन O Madhusudana (the slayer of Madhu? a demon)? अपि even? त्रैलोक्यराज्यस्य dominion over the three worlds? हेतोः for the sake of? किम् how? नु then? महीकृते for the sake of the earth.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
