{
  "id": 20,
  "verse_number": 20,
  "chapter_number": 1,
  "slug": "chapter-1-verse-20",
  "text": "अथ व्यवस्थितान् दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः। प्रवृत्ते शस्त्रसंपाते धनुरुद्यम्य पाण्डवः",
  "transliteration": "atha vyavasthitān dṛiṣhṭvā dhārtarāṣhṭrān kapi-dhwajaḥ pravṛitte śhastra-sampāte dhanurudyamya pāṇḍavaḥ hṛiṣhīkeśhaṁ tadā vākyam idam āha mahī-pate",
  "word_meanings": "atha—thereupon; vyavasthitān—arrayed; dṛiṣhṭvā—seeing; dhārtarāṣhṭrān—Dhritarashtra’s sons; kapi-dwajaḥ—the Monkey Bannered; pravṛitte—about to commence; śhastra-sampāte—to use the weapons; dhanuḥ—bow; udyamya—taking up; pāṇḍavaḥ—Arjun, the son of Pandu; hṛiṣhīkeśham—to Shree Krishna; tadā—at that time; vākyam—words; idam—these; āha—said; mahī-pate—King\n",
  "translations": [
    {
      "id": 134,
      "description": "हे महीपते! धृतराष्ट्र! अब शस्त्रों के चलने की तैयारी हो ही रही थी कि उस समय अन्यायपूर्वक राज्य को धारण करनेवाले राजाओं और उनके साथियों को व्यवस्थितरूप से सामने खड़े हुए देखकर कपिध्वज पाण्डुपुत्र अर्जुन ने अपना गाण्डीव धनुष उठा लिया और अन्तर्यामी भगवान् श्रीकृष्ण से ये वचन बोले।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 135,
      "description": "हे महीपते! इस प्रकार जब युद्ध प्रारम्भ होने वाला ही था कि कपिध्वज अर्जुन ने धृतराष्ट्र के पुत्रों को स्थित देखकर धनुष उठाकर भगवान् हृषीकेश से ये शब्द कहे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 136,
      "description": "Then Arjuna, whose banner crest was Hanuman, on beholding the sons of Dhrtarastra arrayed, took up his bow, while missiles were beginning to fly.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 137,
      "description": "O King, thereafter, seeing Dhrtarastra's men standing in their positions, with all the weapons ready for action, the son of Pandu, Arjuna, who had the insignia of Hanuman on his chariot-flag, raised his bow and said the following to Hrsikesa.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 138,
      "description": "Then, seeing the people of Dhritarashtra's party standing arrayed and the discharge of weapons about to begin, Arjuna, the son of Pandu whose ensign was a monkey, took up his bow and said the following to Krishna, O Lord of the Earth.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 139,
      "description": "O king! Then, observing Dhrtarastra's men arrayed when the armed clash had virtually begun, at that time, Pandu's son, the monkey-bannered one (Arjuna), raising his bow, spoke these sentences.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 140,
      "description": "Then, upon beholding the sons of Dhritarashtra, drawn up on the battlefield, ready to fight, Arjuna, whose flag bore the image of Hanuman,",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 305,
      "description": "व्याख्या-'अथ'- इस पदका तात्पर्य है कि अब सञ्जय भगवान् श्रीकृष्ण और अर्जुनके संवादरूप 'भगवद्गीता' का आरम्भ करते हैं। अठारहवें अध्यायके चौहत्तरवें श्लोकमें आये 'इति' पदसे यह संवाद समाप्त होता है। ऐसे ही भगवद्गीताके उपदेशका आरम्भ उसके दूसरे अध्यायके ग्यारहवें श्लोकसे होता है और अठारहवें अध्यायके छाछठवें श्लोकमें यह उपदेश समाप्त होता है। 'प्रवृत्ते शस्त्रसंपाते'- यद्यपि पितामह भीष्मने युद्धारम्भकी घोषणाके लिये शंख नहीं बजाया था, प्रत्युत केवल दुर्योधनको प्रसन्न करनेके लिये ही शंख बजाया था, तथापि कौरव और पाण्डव-सेनाने उसको युद्धारम्भकी घोषणा ही मान लिया और अपने-अपने अस्त्र-शस्त्र हाथमें उठाकर तैयार हो गये। इस तरह सेनाको शस्त्र उठाये देखकर वीरतामें भरकर अर्जुनने भी अपना गाण्डीव धनुष हाथमें उठा लिया। 'व्यवस्थितान् धार्तराष्ट्रान् दृष्ट्वा'- इन पदोंसे सञ्जय-का तात्पर्य है कि जब आपके पुत्र दुर्योधनने पाण्डवोंकी सेनाको देखा, तब वह भागा-भागा द्रोणाचार्यके पास गया। परन्तु जब अर्जुनने कौरवोंकी सेनाको देखा, तब उनका हाथ सीधे गाण्डीव धनुषपर ही गया- 'धनुरुद्यम्य'। इससे मालूम होता है दुर्योधनके भीतर भय है और अर्जुनके भीतर निर्भयता है, उत्साह है, वीरता है। 'कपिध्वजः'- अर्जुनके लिये 'कपिध्वज' विशेषण देकर सञ्जय धृतराष्ट्रको अर्जुनके रथकी ध्वजापर विराजमान हनुमान्जीका स्मरण कराते हैं। जब पाण्डव वनमें रहते थे, तब एक दिन अकस्मात् वायुने एक दिव्य सहस्रदल कमल लाकर द्रौपदीके सामने डाल दिया। उसे देखकर द्रौपदी बहुत प्रसन्न हो गयी और उसने भीमसेनसे कहा कि 'वीरवर! आप ऐसे बहुत-से कमल ला दीजिये। ' द्रौपदीकी इच्छा पूर्ण करनेके लिये भीमसेन वहाँसे चल पड़े। जब वे कदलीवनमें पहुँचे, तब वहाँ उनकी हनुमान्जीसे भेंट हो गयी। उन दोनोंकी आपसमें कई बातें हुईँ। अन्तमें हनुमान्जीने भीमसेनसे वरदान माँगनेके लिये आग्रह किया तो भीमसेनने कहा कि 'मेरे पर आपकी कृपा बनी रहे। ' इसपर हनुमान्जीने कहा 'हे वायुपुत्र! जिस समय तुम बाण और शक्तिके आघातसे व्याकुल शत्रुओंकी सेनामें घुसकर सिंहनाद करोगे, उस समय मैं अपनी गर्जनासे उस सिंहनादको और बढ़ा दूँगा। इसके सिवाय अर्जुनके रथकी ध्वजापर बैठकर मैं ऐसी भयंकर गर्जना किया करूँगा, जो शत्रुओंके प्राणोंको हरनेवाली होगी, जिससे तुमलोग अपने शत्रुओंको सुगमतासे मार सकोगे' (टिप्पणी प0 17)। इस प्रकार जिनके रथकी ध्वजापर हनुमान्जी विराजमान हैं उनकी विजय निश्चित है। 'पाण्डवः'- धृतराष्ट्रने अपने प्रश्नमें 'पाण्डवाः' पदका प्रयोग किया था। अतः धृतराष्ट्रको बार-बार पाण्डवोंकी याद दिलानेके लिये सञ्जय (1। 14 में और यहाँ) 'पाण्डवः' शब्दका प्रयोग करते हैं। 'हृषीकेशं तदा वाक्यमिदमाह महीपते'- पाण्डव-सेनाको देखकर दुर्योधन तो गुरु द्रोणाचार्यके पास जाकर चालाकीसे भरे हुए वचन बोलता है परन्तु अर्जुन कौरवसेनाको देखकर जो जगदगुरु हैं अन्तर्यामी हैं मन-बुद्धि आदिके प्रेरक हैं-ऐसे भगवान् श्रीकृष्णसे शूरवीरता, उत्साह और अपने कर्तव्यसे भरे हुए (आगे कहे जानेवाले) वचन बोलते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 306,
      "description": "इन डेढ़ श्लोकों में महाभारत युद्ध के नायक अर्जुन का युद्धक्षेत्र में प्रवेशवर्णन मिलता है। उसके प्रवेश का ठीक समय और ढंग भी इसमें अंकित किया गया है। अभी बाण युद्ध प्रारम्भ नहीं हुआ था किन्तु वह क्षण दूर भी नहीं था। युद्ध का वह सर्वाधिक तनावपूर्ण क्षण था। संकट अपने चरम बिन्दु पर पहुँच गया था। ऐसे समय कपिध्वज अर्जुन ने भगवान् श्रीकृष्ण से अपने रथ को उभय पक्ष के मध्य ले चलने का अनुरोध किया। प्राचीनकाल में युद्धभूमि पर प्रत्येक श्रेष्ठ योद्धा का अपना एक विशेष सुप्रसिद्ध चिह्नांकित ध्वज होता था। पताका को पहराते समय रथ में बैठेे रथी को शत्रु की पहचान होती थी। उस समय के नियमानुसार एक साधारण सैनिक सेनानायक पर बाण नहीं चला सकता था। प्रत्येक योद्धा अपने समकक्ष योद्धा के साथ ही युद्ध करता था। विशिष्ट चिह्न द्वारा किसी व्यक्ति को पहचानने की प्रथा आज भी युद्ध क्षेत्र में प्रचलित है। किसी उच्च अधिकारी के वाहन और गणवेश पर उसके परिचायक विशेष चिह्न अंकित होते हैं। अर्जुन के ध्वज का प्रतीक चिह्न कपि था। संजय द्वारा किये गये वर्णन से प्रतीत होता है कि अर्जुन धर्मयुद्ध को प्रारम्भ करने के लिये अधीर हो रहा था। उसने अपना धनुष उठा लिया था जिससे उसकी युद्धतत्परता का संकेत मिलता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 320,
      "description": "अथ now? व्यवस्थितान् standing arrayed? दृष्ट्वा seeing? धार्तराष्ट्रान् Dhritarashtras party? कपिध्वजः monkeyensigned? प्रवृत्ते about to begin? शस्त्रसंपाते discharge of weapons? धनुः bow? उद्यम्य having taken up? पाण्डवः the son of Pandu? हृषीकेशम् to Hrishikesha? तदा then? वाक्यम् word? इदम् this? आह said? महीपते O Lord of the earth.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
