{
  "id": 4,
  "verse_number": 4,
  "chapter_number": 1,
  "slug": "chapter-1-verse-4",
  "text": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि। युयुधानो विराटश्च द्रुपदश्च महारथः",
  "transliteration": "atra śhūrā maheṣhvāsā bhīmārjuna-samā yudhi yuyudhāno virāṭaśhcha drupadaśhcha mahā-rathaḥ",
  "word_meanings": "atra—here; śhūrāḥ—powerful warriors; mahā-iṣhu-āsāḥ—great bowmen; bhīma-arjuna-samāḥ—equal to Bheem and Arjun; yudhi—in military prowess; yuyudhānaḥ—Yuyudhan; virāṭaḥ—Virat; cha—and; drupadaḥ—Drupad; cha—also; mahā-rathaḥ—warriors who could single handedly match the strength of ten thousand ordinary warriors;",
  "translations": [
    {
      "id": 22,
      "description": "यहाँ (पाण्डवों की सेना में) बड़े-बड़े शूरवीर हैं, जिनके बहुत बड़े-बड़े धनुष हैं तथा जो युद्ध में भीम और अर्जुनके समान हैं। उनमें युयुधान (सात्यकि), राजा विराट और महारथी द्रुपद भी हैं। धृष्टकेतु और चेकितान तथा पराक्रमी काशिराज भी हैं। पुरुजित् और कुन्तिभोज-ये दोनों भाई तथा मनुष्योंमें श्रेष्ठ शैब्य भी हैं। पराक्रमी युधामन्यु और पराक्रमी उत्तमौजा भी हैं। सुभद्रापुत्र अभिमन्यु और द्रौपदी के पाँचों पुत्र भी हैं। ये सब-के-सब महारथी हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 23,
      "description": "इस सेना में महान् धनुर्धारी शूर योद्धा है, जो युद्ध में भीम और अर्जुन के समान हैं, जैसे - युयुधान, विराट तथा महारथी राजा द्रुपद।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 24,
      "description": "There (in that army) are heroes, great bowmen, such as Bhima and Arjuna; Yuyudhana, Virata, and Drupada, a mighty warrior;",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 25,
      "description": "Corrected: Here are the heroes wielding great bows, who in battle are peers of Bhima and Arjuna: Yuyudhana (Satyaki) and Virata, and the maharatha (great chariot-rider) Drupada;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 26,
      "description": "Here are heroes, mighty archers, equal in battle to Bhima and Arjuna, Yuyudhana (Satyaki), Virata, and Drupada—all mighty warriors.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 27,
      "description": "Here are the heroes and mighty archers, comparable in war to Bhima and Arjuna: Yuyudhana, the king of the Virata country, and Drupada, the mighty warrior.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 28,
      "description": "In it are heroes and great bowmen; the equals in battle of Arjuna, Bheema, Yuyudhana, Virata, and Drupada—all great soldiers.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 64,
      "description": "अत्र here? शूराः heroes? महेष्वासाः mighty archers? भीमार्जुनसमाः eal to Bhima and Arjuna? युधि in battle? युयुधानः Yuyudhana? विराटः Virata? च and? द्रुपदः Drupada? च and? महारथः of the great car. Commentary Technically? Maharatha means a warrior who is proficient in the science of war and who is able to fight alone with ten thousand archers.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 49,
      "description": "व्याख्या-'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि'-जिनसे बाण चलाये जाते हैं, फेंके जाते हैं, उनका नाम 'इष्वास' अर्थात् धनुष है। ऐसे बड़े-बड़े इष्वास (धनुष) जिनसे पास हैं, वे सभी 'महेष्वास' हैं। तात्पर्य है कि बड़े धनुषोंपर बाण चढ़ाने एवं प्रत्यञ्चा खींचनेमें बहुत बल लगता है। जोरसे खींचकर छोड़ा गया बाण विशेष मार करता है। ऐसे बड़े-बड़े धनुष पासमें होनेके कारण ये सभी बहुत बलवान् और शूरवीर हैं। ये मामूली योद्धा नहीं हैं। युद्धमें ये भीम और अर्जुनके समान हैं अर्थात् बलमें ये भीमके समान और अस्त्र-शस्त्रकी कलामें ये अर्जुनके समान हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 50,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}