{
  "id": 14,
  "verse_number": 14,
  "chapter_number": 1,
  "slug": "chapter-1-verse-14",
  "text": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ। माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः",
  "transliteration": "tataḥ śhvetairhayairyukte mahati syandane sthitau mādhavaḥ pāṇḍavaśhchaiva divyau śhaṅkhau pradadhmatuḥ",
  "word_meanings": "tataḥ—then; śhvetaiḥ—by white; hayaiḥ—horses; yukte—yoked; mahati—glorious; syandane—chariot; sthitau—seated; mādhavaḥ—Shree Krishna, the husband of the goddess of fortune, Lakshmi; pāṇḍavaḥ—Arjun; cha—and; eva—also; divyau—Divine; śhaṅkhau—conch shells; pradadhmatuḥ—blew\n",
  "translations": [
    {
      "id": 94,
      "description": "Then Sri Krishna and Arjuna, stationed in their great chariot yoked with white horses, blew their divine conchs.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 92,
      "description": "उसके बाद सफेद घोड़ों से युक्त महान् रथ पर बैठे हुए लक्ष्मीपति भगवान् श्रीकृष्ण और पाण्डुपुत्र अर्जुन ने दिव्य शंखों को बड़े जोर से बजाया।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 93,
      "description": "इसके उपरान्त श्वेत अश्वों से युक्त भव्य रथ में बैठे हुये माधव (श्रीकृष्ण) और पाण्डुपुत्र अर्जुन ने भी अपने दिव्य शंख बजाये।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 95,
      "description": "Then Madhava (Krishna) and the son of Pandu (Arjuna), stationed in their magnificent chariot with white horses yoked to it, blew their divine conchs loudly.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 96,
      "description": "Then, Madhava (Krishna) and the son of Pandu (Arjuna), seated in the magnificent chariot yoked with white horses, blew divine conches.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 97,
      "description": "Then, mounted on a mighty chariot, yoked with white horses, Madhava (Krishna) and the son of Pandu (Arjuna) blew their heavenly conch shells.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 98,
      "description": "Then, seated in their spacious war chariot, yoked with white horses, Lord Shri Krishna and Arjuna sounded their divine conch shells.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 224,
      "description": "ततः then? श्वेतैः (with) white? हयैः horses? युक्ते yoked? महति magnificent? स्यन्दने in the chariot? स्थितौ seated? माधवः Madhava? पाण्डवः Pandava? the son of Pandu? च and? एव also? दिव्यौ divine? शङ्खौ conches? प्रदध्मतुः blew.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 209,
      "description": "व्याख्या-'ततः श्वेतैर्हयैर्युक्ते'- चित्ररथ गन्धर्वने अर्जुनको सौ दिव्य घोड़े दिये थे। इन घोड़ोंमें यह विशेषता थी कि इनमेंसे युद्धमें कितने ही घोड़े क्यों न मारे जायँ, पर ये संख्यामें सौ-के-सौ ही बने रहते थे, कम नहीं होते थे। ये पृथ्वी, स्वर्ग आदि सभी स्थानोंमें जा सकते थे। इन्हीं सौ घोड़ोंमेंसे सुन्दर और सुशिक्षित चार सफेद घोड़े अर्जुनके रथमें जुते हुए थे। 'महति स्यन्दने स्थितौ'-यज्ञोंमें आहुतिरूपसे दिये गये घीको खाते-खाते अग्निको अजीर्ण हो गया था। इसीलिये अग्निदेव खाण्डववनकी विलक्षण-विलक्षण जड़ी0-बूटियाँ खाकर (जलाकर) अपना अजीर्ण दूर करना चाहते थे। परन्तु देवताओंके द्वारा खाण्डववनकी रक्षा की जानेके कारण अग्निदेव अपने कार्यमें सफल नहीं हो पाते थे। वे जब-जब खाण्डववनको जलाते, तब-तब इन्द्र वर्षा करके उसको (अग्निको) बुझा देते। अन्तमें अर्जुनकी सहायतासे अग्निने उस पूरे वनको जलाकर अपना अजीर्ण दूर किया और प्रसन्न होकर अर्जुनको यह बहुत बड़ा रथ दिया। नौ बैलगाड़ियोंमें जितने अस्त्र-शस्त्र आ सकते हैं, उतने अस्त्र-शस्त्र इस रथमें पड़े रहते थे। यह सोनेसे मढ़ा हुआ और तेजोमय था। इसके पहिये बड़े ही दृढ़ एवं विशाल थे। इसकी ध्वजा बिजलीके समान चमकती थी। यह ध्वजा एक योजन (चारकोस) तक फहराया करती थी। इतनी लम्बी होनेपर भी इसमें न तो बोझ था, न यह कहीं रुकती थी और न कहीं वृक्ष आदिमें अटकती ही थी। इस ध्वजापर हनुमान्जी विराजमान थे। 'स्थितौ'- कहनेका तात्पर्य है कि उस सुन्दर और तेजोमय रथपर साक्षात् भगवान् श्रीकृष्ण और उनके प्यारे भक्त अर्जुनके विराजमान होनेसे उस रथकी शोभा और तेज बहुत ज्यादा बढ़ गया था।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 210,
      "description": "तथ्य अत्यन्त साधारण है कि कौरवों की शंखध्वनि का उत्तर भगवान् श्रीकृष्ण और अर्जुन ने शंखनाद करके दिया परन्तु संजय ने जिस सुन्दरता और उदारता के साथ इसका वर्णन किया है वह इस बात का स्पष्ट सूचक है कि उसकी सहानुभूति किस पक्ष के साथ थी। वह कहता है श्वेत अश्वों से युक्त भव्य रथ में बैठे माधव और अर्जुन ने अपने दिव्य शंख बजाये। इस वर्णन से ज्ञात होता है कि संजय के मन में कहीं कोई आशा अटकी है कि संभवत दोनों पक्षों के शंखनाद के वर्णनों में विरोध देखकर इस समय भी धृतराष्ट्र अपने पुत्रों को युद्ध से विरत कर लें।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
