{
  "id": 44,
  "verse_number": 44,
  "chapter_number": 1,
  "slug": "chapter-1-verse-44",
  "text": "उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन। नरकेऽनियतं वासो भवतीत्यनुशुश्रुम",
  "transliteration": "utsanna-kula-dharmāṇāṁ manuṣhyāṇāṁ janārdana narake 'niyataṁ vāso bhavatītyanuśhuśhruma",
  "word_meanings": "utsanna—destroyed; kula-dharmāṇām—whose family traditions; manuṣhyāṇām—of such human beings; janārdana—he who looks after the public, Shree Krishna; narake—in hell; aniyatam—indefinite; vāsaḥ—dwell; bhavati—is; iti—thus; anuśhuśhruma—I have heard from the learned",
  "translations": [
    {
      "id": 304,
      "description": "For those whose clan laws are destroyed, dwelling in hell is ordained, O Krishna; thus, we have heard.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 302,
      "description": "हे जनार्दन! जिनके कुलधर्म नष्ट हो जाते हैं, उन मनुष्यों का बहुत काल तक नरकों में वापस होता है, ऐसा हम सुनते आये हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 303,
      "description": "हे जनार्दन! हमने सुना है कि जिनके यहां कुल धर्म नष्ट हो जाता है, उन मनुष्यों का अनियत काल तक नरक में वास होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 305,
      "description": "O Janardana, we have heard that living in hell is inevitable for those whose family duties are destroyed.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 306,
      "description": "We have heard, O Janardana, that those men in whose families the religious practices have been destroyed are inevitably destined to dwell in hell for an unknown period.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 307,
      "description": "O Janardana! Dwelling in hell is certain for men whose family duties have fallen into disuse; this we have heard.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 308,
      "description": "The wise say, my Lord, that they are forever lost whose ancient traditions have been lost.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 689,
      "description": "। व्याख्या-'उत्सन्नकुलधर्माणाम् ৷৷. अनुशुश्रुम'-(टिप्पणी प0 30) भगवान्ने मनुष्यको विवेक दिया है, नया कर्म करनेका अधिकार दिया है। अतः यह कर्म करनेमें अथवा न करनेमें, अच्छा करनेमें अथवा मन्दा करनेमें स्वतन्त्र है। इसलिये इसको सदा विवेक-विचारपूर्वक कर्तव्य-कर्म करने चाहिये। परन्तु मनुष्य सुखभोग आदिके लोभमें आकर अपने विवेकका निरादर कर देते हैं और राग-द्वेषके वशीभूत हो जाते हैं, जिससे उनके आचरण शास्त्र और कुलमर्यादाके विरुद्ध होने लगते हैं। परिणामस्वरूप इस लोकमें उनकी निन्दा, अपमान, तिरस्कार होता है और परलोकमें दुर्गति, नरकोंकी प्राप्ति होती है। अपने पापोंके कारण उनको बहुत समयतक नरकोंका कष्ट भोगना पड़ता है। ऐसा हम परम्परासे बड़े-बूढ़े गुरुजनोंसे सुनते आये हैं। 'मनुष्याणाम्'-पदमें कुलघाती और उनके कुलके सभी मनुष्योंका समावेश किया गया है अर्थात् कुलघातियोंके पहले जो हो चुके हैं-उन (पितरों) का, अपना और आगे होनेवाले-(वंश-) का समावेश किया गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 690,
      "description": "इसके उपरान्त भी भगवान् कुछ नहीं बोले। अब अर्जुन की स्थिति ऐसी हो गयी थी कि वह न तो चुप रह सकता था और न उसको नये तर्क ही सूझ रहे थे। परन्तु भगवान् के मौन का प्रभाव भी अनूठा ही था। इस श्लोक में अर्जुन पारम्परिक कथन ही उद्धृत करता है। हिन्दुओं के लिये धर्म ही संस्कृति है। इसलिये कुलधर्म के महत्व पर पर्याप्त प्रकाश डाला जा चुका है। इसी कारण अर्जुन यहाँ एक बार फिर कुलधर्म नाश के दुष्परिणामों की ओर ध्यान आकर्षित करता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 704,
      "description": "उत्सन्नकुलधर्माणाम् whose family religious practices are destroyed? मनुष्याणाम् of the men? जनार्दन O Janardana? नरके in hell? अनियतं for unknown period? वासः dwelling? भवति is? इति thus? अनुशुश्रुम we have heard. No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}