{
  "id": 21,
  "verse_number": 21,
  "chapter_number": 1,
  "slug": "chapter-1-verse-21",
  "text": "अर्जुन उवाच हृषीकेशं तदा वाक्यमिदमाह महीपते। सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत",
  "transliteration": "arjuna uvācha senayor ubhayor madhye rathaṁ sthāpaya me 'chyuta",
  "word_meanings": "arjunaḥ uvācha—Arjun said; senayoḥ—armies; ubhayoḥ—both; madhye—in the middle; ratham—chariot; sthāpaya—place; me—my; achyuta—Shree Krishna, the infallible One;\n",
  "translations": [
    {
      "id": 141,
      "description": "अर्जुन बोले - हे अच्युत! दोनों सेनाओं के मध्य में मेरे रथ को आप तब तक खड़ा कीजिये, जब तक मैं युद्धक्षेत्र में खड़े हुए इन युद्ध की इच्छावालों को देख न लूँ कि इस युद्धरूप उद्योग में मुझे किन-किन के साथ युद्ध करना योग्य है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 142,
      "description": "अर्जुन ने कहा - हे! अच्युत मेरे रथ को दोनों सेनाओं के मध्य खड़ा कीजिये।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 143,
      "description": "And he spoke, O Lord of the Earth, these words to Sri Krishna: Arjuna said, \"Draw up my chariot, O Krishna, between the two armies.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 144,
      "description": "Arjuna said, \"O Acyuta, please place my chariot between both the armies.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 145,
      "description": "Arjuna said, \"O Krishna, place my chariot in the middle between the two armies, so that I may behold those who stand here, desirous to fight, and know with whom I must fight when the battle is about to commence.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 146,
      "description": "Arjuna said, O Acyuta! Please halt my chariot at a central place between the two armies, so that I may scrutinize these men who are standing with a desire to fight and with whom I have to engage in this great war-effort.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 147,
      "description": "Raising his bow, he spoke this to the Lord Shri Krishna: O Infallible Lord of the earth! Please draw up my chariot between the two armies.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 321,
      "description": "। व्याख्या-'अच्युत सेनयोरुभयोर्मध्ये रथं स्थापय'- दोनों सेनाएँ जहाँ युद्ध करनेके लिये एक-दूसरेके सामने खड़ी थीं, वहाँ उन दोनों सेनाओंमें इतनी दूरी थी कि एक सेना दूसरी सेनापर बाण आदि मार सके। उन दोनों सेनाओं-का मध्यभाग दो तरफसे मध्य था-(1) सेनाएँ जितनी चौड़ी खड़ी थीं, उस चौड़ाईका मध्यभाग और (2) दोनों सेनाओंका मध्यभाग, जहाँसे कौरव-सेना जितनी दूरीपर खड़ी थी उतनी ही दूरीपर पाण्डवसेना खड़ी थी। ऐसे मध्यभागमें रथ खड़ा करनेके लिये अर्जुन भगवान्से कहते हैं, जिससे दोनों सेनाओंको आसानीसे देखा जा सके।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 322,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 336,
      "description": "- सेनयोः of the armies? उभयोः of both? मध्ये in the middle? रथम् car? स्थापय place? मे my? अच्युत O Achyuta (O changeless? Krishna)? यावत् while? एतान् these? निरीक्षे behold? अहम् I? योद्धुकामान् desirous to fight? अवस्थितान् standing? कैः with whom? मया by me? सह together? योद्धव्यम् must be fought? अस्मिन् in this? रणसमुद्यमे eve of battle. No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}