{
  "id": 16,
  "verse_number": 16,
  "chapter_number": 1,
  "slug": "chapter-1-verse-16",
  "text": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः। नकुलः सहदेवश्च सुघोषमणिपुष्पकौ",
  "transliteration": "anantavijayaṁ rājā kuntī-putro yudhiṣhṭhiraḥ nakulaḥ sahadevaśhcha sughoṣha-maṇipuṣhpakau",
  "word_meanings": "ananta-vijayam—the conch named Anantavijay; rājā—king; kuntī-putraḥ—son of Kunti; yudhiṣhṭhiraḥ—Yudhishthir; nakulaḥ—Nakul; sahadevaḥ—Sahadev; cha—and; sughoṣha-maṇipuṣhpakau—the conche shells named Sughosh and Manipushpak;\n",
  "translations": [
    {
      "id": 111,
      "description": "Kunti's son, the king Yudhisthira, blew the Anantavijaya; Nakula and Sahadeva blew the Sughosa and Manipuspaka, respectively.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 106,
      "description": "कुन्तीपुत्र राजा युधिष्ठिर ने अनन्तविजय नामक शंख बजाया तथा नकुल और सहदेव ने सुघोष और मणिपुष्पक नामक शंख बजाये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 107,
      "description": "कुन्तीपुत्र राजा युधिष्ठिर ने अनन्त विजय नामक शंख और नकुल व सहदेव ने क्रमश: सुघोष और मणिपुष्पक नामक शंख बजाये।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 109,
      "description": "King Yudhisthira, son of Kunti, blew the Anantavijaya; Nakula and Sahadeva blew the Sughosa and the Manipuspaka, respectively.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 108,
      "description": "King Yudhisthira, the son of Kunti, blew his conch, Anantavijaya, and Nakula and Sahadeva blew their conchs, Sughosa and Manipuspaka.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 110,
      "description": "King Yudhishthira, the son of Kunti, blew the Anantavijaya; Nakula and Sahadeva blew the Sughosha and the Manipushpaka.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 112,
      "description": "The King Dharmaraja, the son of Kunti, blew the Anantavijaya, Nakula, and Sahadeva, the Sughosa and Manipushpaka, respectively.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 256,
      "description": "अनन्तविजयम् (the conch named) Anantavijayam? राजा the king? कुन्तीपुत्रः son of Kunti? युधिष्ठिरः Yudhishthira? नकुलः Nakula? सहदेवः Sahadeva? च and? सुघोषमणिपुष्पकौ (the conches named) Sughosha and Manipushpaka.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 241,
      "description": "व्याख्या-'अनन्तविजयं राजा ৷৷. सुघोषमणिपुष्पकौ'- अर्जुन, भीम और युधिष्ठिर-ये तीनों कुन्तीके पुत्र हैं तथा नकुल और सहदेव-ये दोनों माद्रीके पुत्र हैं, यह विभाग दिखानेके लिये ही यहाँ युधिष्ठिरके लिये 'कुन्तीपुत्र' विशेषण दिया गया है। युधिष्ठिरको 'राजा' कहनेका तात्पर्य है कि युधिष्ठिरजी वनवासके पहले अपने आधे राज्य-(इन्द्रप्रस्थ-) के राजा थे, और नियमके अनुसार बारह वर्ष वनवास और एक वर्ष अज्ञातवासके बाद वे राजा होने चाहिये थे। 'राजा' विशेषण देकर सञ्जय यह भी संकेत करना चाहते हैं कि आगे चलकर धर्मराज युधिष्ठिर ही सम्पूर्ण पृथ्वीमण्डलके राजा होंगे।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 242,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
