{
  "id": 2,
  "verse_number": 2,
  "chapter_number": 1,
  "slug": "chapter-1-verse-2",
  "text": "सञ्जय उवाच दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा। आचार्यमुपसङ्गम्य राजा वचनमब्रवीत्",
  "transliteration": "sañjaya uvācha dṛiṣhṭvā tu pāṇḍavānīkaṁ vyūḍhaṁ duryodhanastadā āchāryamupasaṅgamya rājā vachanamabravīt",
  "word_meanings": "sanjayaḥ uvācha—Sanjay said; dṛiṣhṭvā—on observing; tu—but; pāṇḍava-anīkam—the Pandava army; vyūḍham—standing in a military formation; duryodhanaḥ—King Duryodhan; tadā—then; āchāryam—teacher; upasaṅgamya—approached; rājā—the king; vachanam—words; abravīt—spoke\n",
  "translations": [
    {
      "id": 8,
      "description": "संजय बोले - उस समय वज्रव्यूह-से खड़ी हुई पाण्डव-सेना को देखकर राजा दुर्योधन द्रोणाचार्य के पास जाकर यह वचन बोला।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 9,
      "description": "संजय ने कहा - पाण्डव-सैन्य की व्यूह रचना देखकर राजा दुर्योधन ने आचार्य द्रोण के पास जाकर ये वचन कहे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 10,
      "description": "Sanjaya said: King Duryodhana, upon seeing the Pandava army in battle array, approached his teacher Drona and said these words.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 11,
      "description": "Sanjaya said: But then, seeing the army of the Pandavas in battle array, King Duryodhana approached the teacher, Drona, and spoke.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 12,
      "description": "Sanjaya said: Having seen the army of the Pandavas drawn up in battle array, King Duryodhana approached his teacher, Drona, and spoke these words.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 13,
      "description": "Sanjaya said: Seeing the army of the sons of Pandu marshaled in military array, the prince Duryodhana approached the teacher Drona and spoke these words at that time:",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 14,
      "description": "Sanjaya replied: \"When Prince Duryodhana saw the Pandavas' army paraded, he approached his preceptor Guru Drona and spoke these words:",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 17,
      "description": "व्याख्या- 'तदा'- जिस समय दोनों सेनाएँ युद्धके लिये खड़ी हुई थीं, उस समयकी बात सञ्जय यहाँ 'तदा' पदसे कहते हैं। कारण कि धृतराष्ट्रका प्रश्न 'युद्धकी इच्छावाले मेरे और पाण्डुके पुत्रोंने क्या किया'- इस विषयको सुननेके लिये ही है। 'तु'-धृतराष्ट्रने अपने और पाण्डुके पुत्रोंके विषयमें पूछा है। अतः सञ्जय भी पहले धृतराष्ट्रके पुत्रों की बात बतानेके लिये यहाँ 'तु' पदका प्रयोग करते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 18,
      "description": "इस श्लोक से आगे संजय ने कुरुक्षेत्र में जो कुछ देखा और सुना उसका वर्णन है। अपनी सेना की अपेक्षा पाण्डवों की सेना संख्या में अत्यन्त न्यून होने पर भी जब दुर्योधन ने उसे देखा तब उस अत्याचारी का आत्मविश्वास कुछ टूटने लगा। जैसे कोई छोटा बालक भयभीत होकर अपने मातापिता के पास दौड़ता है ठीक उसी प्रकार विचलित दुर्योधन अपने गुरु द्रोणाचार्य के पास पहुँचता है। कोई कर्म करते हुये यदि हमारा उद्देश्य पाप और अन्याय से पूर्ण होता है तो अनेक साधनों से सुसम्पन्न होते हुए भी हमारे मन में निश्चय ही चिन्ता अशान्ति और विक्षेप उत्पन्न होते हैं। सभी अत्याचारी और तानाशाही प्रवृत्ति के लोगों की यही मनस्थिति होती है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 32,
      "description": "दृष्ट्वा having seen? तु indeed? पाण्डवानीकम् the army of the Pandavas? व्यूढम् drawn up in battlearray? दुर्योधनः Duryodhana? तदा then? आचार्यम् the teacher? उपसङ्गम्य having approached? राजा the king? वचनम् speech? अब्रवीत् said.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
