{
  "id": 5,
  "verse_number": 5,
  "chapter_number": 1,
  "slug": "chapter-1-verse-5",
  "text": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान्। पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः",
  "transliteration": "dhṛiṣhṭaketuśhchekitānaḥ kāśhirājaśhcha vīryavān purujit kuntibhojaśhcha śhaibyaśhcha nara-puṅgavaḥ yudhāmanyuśhcha vikrānta uttamaujāśhcha vīryavān",
  "word_meanings": "dhṛiṣhṭaketuḥ—Dhrishtaketu; chekitānaḥ—Chekitan; kāśhirājaḥ—Kashiraj; cha—and; vīrya-vān—heroic; purujit—Purujit; kuntibhojaḥ—Kuntibhoj; cha—and; śhaibyaḥ—Shaibya; cha—and; nara-puṅgavaḥ—best of men; yudhāmanyuḥ—Yudhamanyu; cha—and; vikrāntaḥ—courageous; uttamaujāḥ—Uttamauja; cha—and; vīrya-vān—gallant;",
  "translations": [
    {
      "id": 29,
      "description": "यहाँ (पाण्डवों की सेना में) बड़े-बड़े शूरवीर हैं, जिनके बहुत बड़े-बड़े धनुष हैं तथा जो युद्ध में भीम और अर्जुनके समान हैं। उनमें युयुधान (सात्यकि), राजा विराट और महारथी द्रुपद भी हैं। धृष्टकेतु और चेकितान तथा पराक्रमी काशिराज भी हैं। पुरुजित् और कुन्तिभोज-ये दोनों भाई तथा मनुष्योंमें श्रेष्ठ शैब्य भी हैं। पराक्रमी युधामन्यु और पराक्रमी उत्तमौजा भी हैं। सुभद्रापुत्र अभिमन्यु और द्रौपदी के पाँचों पुत्र भी हैं। ये सब-के-सब महारथी हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 30,
      "description": "धृष्टकेतु, चेकितान, बलवान काशिराज, पुरुजित्, कुन्तिभोज और मनुष्यों में श्रेष्ठ शैब्य।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 31,
      "description": "Dhrstaketu, Cekitana, the valiant king of Kasi, Purujit, Kuntibhoja, and Saibya, the best among men;",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 32,
      "description": "Dhrstaketu, Cekitana, and the valiant king of Kasi (Varanasi); Purujit, Kuntibhoja, and Saibya, the choicest of men;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 33,
      "description": "Corrected: \"Dhrishtaketu, Chekitana, the valiant king of Kasi, Purujit, Kuntibhoja, and Saibya—the best of men.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 34,
      "description": "Dhrstaketu, Cekitana, the valorous king of Kasi, Kuntibhoja, the conqueror of many, and the Sibi king, the best among men;",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 35,
      "description": "Dhrishtaketu, Chekitan, the valiant king of Benares, Purujit, Kuntibhoja, and Shaibya—a master of many.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 80,
      "description": "धृष्टकेतुः Dhrishtaketu? चेकितानः Chekitana? काशिराजः king of Kasi? च and? वीर्यवान् valiant? पुरुजित् Purujit? कुन्तिभोजः Kuntibhoja? च and? शैब्यः son of Sibi? च and? नरपुङ्गवः the best of men. No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 65,
      "description": "व्याख्या-'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि'- जिनसे बाण चलाये जाते हैं, फेंके जाते हैं, उनका नाम 'इष्वास' अर्थात् धनुष है। ऐसे बड़े-बड़े इष्वास (धनुष) जिनसे पास हैं, वे सभी 'महेष्वास' हैं। तात्पर्य है कि बड़े धनुषोंपर बाण चढ़ाने एवं प्रत्यञ्चा खींचनेमें बहुत बल लगता है। जोरसे खींचकर छोड़ा गया बाण विशेष मार करता है। ऐसे बड़े-बड़े धनुष पासमें होनेके कारण ये सभी बहुत बलवान् और शूरवीर हैं। ये मामूली योद्धा नहीं हैं। युद्धमें ये भीम और अर्जुनके समान हैं अर्थात् बलमें ये भीमके समान और अस्त्र-शस्त्रकी कलामें ये अर्जुनके समान हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 66,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}