{
  "id": 36,
  "verse_number": 36,
  "chapter_number": 1,
  "slug": "chapter-1-verse-36",
  "text": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन। पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः",
  "transliteration": "nihatya dhārtarāṣhṭrān naḥ kā prītiḥ syāj janārdana pāpam evāśhrayed asmān hatvaitān ātatāyinaḥ",
  "word_meanings": "nihatya—by killing; dhārtarāṣhṭrān—the sons of Dhritarashtra; naḥ—our; kā—what; prītiḥ—pleasure; syāt—will there be; janārdana—he who looks after the public, Shree Krishna; pāpam—vices; eva—certainly; āśhrayet—must come upon; asmān—us; hatvā—by killing; etān—all these; ātatāyinaḥ—aggressors;",
  "translations": [
    {
      "id": 251,
      "description": "Nothing but sin would slay these desperadoes and take hold of us; therefore, we should not slay Dhrtarastra's sons, our own relatives.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 246,
      "description": "हे जनार्दन! इन धृतराष्ट्र-सम्बन्धियों को मारकर हमलोगों को क्या प्रसन्नता होगी? इन आततायियों को मारने से तो हमें पाप ही लगेगा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 247,
      "description": "हे जनार्दन! धृतराष्ट्र के पुत्रों की हत्या करके हमें क्या प्रसन्नता होगी? इन आततायियों को मारकर तो हमें केवल पाप ही लगेगा।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 248,
      "description": "If we were to kill the sons of Dhrtarastra, what joy would be ours, O Krsna? Sin alone would accrue to us if we killed these murderous felons.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 249,
      "description": "O Janardana, what happiness will we gain by killing the sons of Dhrtarastra? We will only incur sin by killing these wrongdoers.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 250,
      "description": "By killing these sons of Dhritarashtra, what pleasure could be ours, O Janardana? Only sin would accrue to us from killing these felons.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 252,
      "description": "My Lord! What happiness can come from the death of these sons of Dhritarashtra? We shall be committing a sin if we kill these desperate men.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 576,
      "description": "निहत्य having slain? धार्तराष्ट्रान् sons of Dhritarashtra? नः to us? का what? प्रीतिः pleasure? स्यात् may be? जनार्दन O Janardana? पापम् sin? एव only? आश्रयेत् would take hold? अस्मान् to us? हत्वा having killed? एतान् these? आततायिनः felons. Commentary Janardana means one who is worshipped by all for prosperity and salvation - Krishna. He who sets fire to the house of another? Who gives poision? Who runs with sword to kill? Who has plundered wealth and lands? And who has taken hold of the wife of somody else is an atatayi. Duryodhana had done all these evil actions.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 561,
      "description": "व्याख्या-'निहत्य धार्तराष्ट्रान्नः ৷৷. हत्वैतानाततायिनः'- धृतराष्ट्रके पुत्र और उनके सहयोगी दूसरे जितने भी सैनिक हैं, उनको मारकर विजय प्राप्त करनेसे हमें क्या प्रसन्नता होगी? अगर हम क्रोध अथवा लोभके वेगमें आकर इनको मार भी दें, तो उनका वेग शान्त होनेपर हमें रोना ही पड़ेगा अर्थात् क्रोध और लोभमें आकर हम क्या अनर्थ कर बैठे-ऐसा पश्चत्ताप ही करना पड़ेगा। कुटुम्बियोंकी याद आनेपर उनका अभाव बार-बार खटकेगा। चित्तमें उनकी मृत्युका शोक सताता रहेगा। ऐसी स्थितिमें हमें कभी प्रसन्नता हो सकती है क्या? तात्पर्य है कि इनको मारनेसे हम इस लोकमें जबतक जीते रहेंगे, तबतक हमारे चित्तमें कभी प्रसन्नता नहीं होगी और इनको मारनेसे हमें जो पाप लगेगा, वह परलोकमें हमें भयंकर दुःख देनेवाला होगा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 562,
      "description": "अर्जुन के इतना कुछ कहने पर भी भगवान् श्रीकृष्ण मूर्तिवत् मौन ही रहते हैं। इसलिये वह पहले की भाषा छोड़कर मृदुभाव से किसी मन्द बुद्धि मित्र को कोई बात समझाने की शैली में भावुक तर्क देने लगता है। भगवान् के निरन्तर मौन धारण किये रहने से अर्जुन की यह परिवर्तित नीति अत्यन्त हास्यास्पद प्रतीत होती है। इस श्लोक में प्रथम वह कहता है कि दुर्योधनादि को मारने से किसी प्रकार का कल्याण होने वाला नहीं है। इस पर भी काष्ठवत् मौन खड़े श्रीकृष्ण को देखकर उसको इस मौन भाव का कारण समझ में नहीं आता। शीघ्र ही उसे स्मरण हो आता है कि कौरव परिवार आततायी है और धर्मशास्त्र के नियमानुसार आततायी को तत्काल मार डालना चाहिये चाहे वह शिक्षक वृद्ध पुरुष या वेदज्ञ ब्राह्मण ही क्यों न हो। आततायी को मारने में किसी प्रकार का पाप नहीं है। अन्यायपूर्वक किसी पर आक्रमण करने वाला पुरुष आततायी कहलाता है। अपने शुद्ध दिव्य स्वरूप के विपरीत हम जो गलत काम करते हैं वे पाप कहलाते हैं। शरीर मन और बुद्धि को ही अपना स्वरूप समझकर कोई कर्म करना श्रेष्ठ मनुष्य का लक्षण नहीं है। अहंकारपूर्वक स्वार्थ के लिये किये गये कर्म हमारे और शुद्ध चैतन्य स्वरूप आत्मा के बीच वासना की सुदृढ़ दीवार खड़ी कर देते हैं। इन्हें ही पाप कहा जाता है। शत्रुओं की हत्या करने में अर्जुन का अविवेकपूर्ण विरोध शास्त्र को न समझने का परिणाम है और फिर अपनी समझ के अनुसार कर्म करना अपनी संस्कृति को ही नष्ट करना है। इसलिए भगवान् श्रीकृष्ण अर्जुन के तर्कों की न स्तुति करते हैं और न ही आलोचना। वे जानते हैं कि अर्जुन को अपने मन की बात कह लेने देनी चाहिए। किसी मानसिक रोगी के लिए यह उत्तम निदान है। इस प्रकार उसका चित्त शांत हो जाता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}