{
  "id": 112,
  "verse_number": 65,
  "chapter_number": 2,
  "slug": "chapter-2-verse-65",
  "text": "प्रसादे सर्वदुःखानां हानिरस्योपजायते। प्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते",
  "transliteration": "prasāde sarva-duḥkhānāṁ hānir asyopajāyate prasanna-chetaso hyāśhu buddhiḥ paryavatiṣhṭhate",
  "word_meanings": "prasāde—by divine grace; sarva—all; duḥkhānām—of sorrows; hāniḥ—destruction; asya—his; upajāyate—comes; prasanna-chetasaḥ—with a tranquil mind; hi—indeed; āśhu—soon; buddhiḥ—intellect; paryavatiṣhṭhate—becomes firmly established",
  "translations": [
    {
      "id": 783,
      "description": "Upon attaining serenity, all miseries are extinguished in succession; the ability to make decisions is quickly stabilized in the mind of one who is serene.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 778,
      "description": "वशीभूत अन्तःकरणवाला कर्मयोगी साधक रागद्वेषसे रहित अपने वशमें की हुई इन्द्रियोंके द्वारा विषयोंका सेवन करता हुआ अन्तःकरणकी निर्मलता को प्राप्त हो जाता है। निर्मलता प्राप्त होनेपर साधकके सम्पूर्ण दुःखोंका नाश हो जाता है और ऐसे शुद्ध चित्तवाले साधककी बुद्धि निःसन्देह बहुत जल्दी परमात्मामें स्थिर हो जाती है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 779,
      "description": "प्रसाद के होने पर सम्पूर्ण दुखों का अन्त हो जाता है और प्रसन्नचित्त पुरुष की बुद्धि ही शीघ्र ही स्थिर हो जाती है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 780,
      "description": "In that serenity, all sorrow is lost; for in the case of the person with a serene mind, the Buddhi is quickly established.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 781,
      "description": "When there is serenity, all his sorrows are eradicated, for the wisdom of one with a serene mind soon becomes firmly established.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 782,
      "description": "In that peace, all pains are destroyed; for the intellect of the tranquil-minded soon becomes steady.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 784,
      "description": "Having attained peace, he becomes free from misery; for when the mind gains peace, right discrimination follows.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1769,
      "description": "प्रसादे in peace? सर्वदुःखानाम् (of) all pains? हानिः destruction? अस्य of him? उपजायते arises (or happens)? प्रसन्नचेतसः of the tranilminded? हि because? आशु soon? बुद्धिः intellect (or reason)? पर्यवतिष्ठते becomes steady. Commentary When the mental peace is attained? There is no hankering after senseobjects. The Yogi has perfect mastery over his reason. The intellect abides in the Self. It is ite steady. The miseries of the body and the mind come to an end.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1755,
      "description": "। व्याख्या- 'तु'- पूर्वश्लोकमें भगवान्ने कहा कि आसक्ति रहते हुए विषयोंका चिन्तन करनेमात्रसे पतन हो जाता है और यहाँ कहते हैं कि आसक्ति न रहनेपर विषयोंका सेवन करनेसे उत्थान हो जाता है। वहाँ तो बुद्धिका नाश बताया और यहाँ बुद्धिका परमात्मामें स्थित होना बताया। इस प्रकार पहले कहे गये विषयससे यहाँके विषयका अन्तर बतानेके लिये यहाँ तु पद आया है। 'विधेयात्मा' साधकका अन्तःकरण अपने वशमें रहना चाहिये। अन्तःकरणको वशीभूत किये बिना कर्मयोगकी सिद्धि नहीं होती, प्रत्युत कर्म करते हुए विषयोंमें राग होनेकी और पतन होनेकी सम्भावना रहती है। वास्तवमें देखा जाय तो अन्तःकरणको अपने वशमें रखना हरेक साधकके लिये आवश्यक है। कर्मयोगीके लिये तो इसकी विशेष आवश्यकता है। 'आत्मवश्यैः रागद्वेषवियुक्तैः इन्द्रियैः'- जैसे 'विधेयात्मा' पद अन्तःकरणको वशमें करनेके अर्थमें आया है, ऐसे ही 'आत्मवश्यैः' पद इन्द्रियोंको वशमें करनेके अर्थमें आया है। तात्पर्य है कि व्यवहार करते समय इन्द्रियाँ अपने वशीभूत होनी चाहिये और इन्द्रियाँ वशीभूत होनेके लिये इन्द्रियोंका राग-द्वेष रहित होना जरूरी है। अतः इन्द्रियोंसे किसी विषयका ग्रहण रागपूर्वक न हो और किसी विषयका त्याग द्वेषपूर्वक न हो। कारण कि विषयोंके ग्रहण और त्यागका इतना महत्त्व नहीं है, जितना महत्त्व इन्द्रियोंमें राग और द्वेष न होने देनेका है। इसीलिये तीसरे अध्यायके चौंतीसवें श्लोकमें भगवान्ने साधकके लिये सावधानी बतायी है कि 'प्रत्येक इन्द्रियके विषयमें राग और द्वेष रहते हैं। साधक इनके वशीभूत न हो; क्योंकि ये दोनों ही साधकके शत्रु हैं। ' पाँचवें अध्यायके तीसरे श्लोकमें भगवान्ने कहा है कि 'जो साधक राग-द्वेषादि द्वन्द्वोंसे रहित हो जाता है, वह सुखपूर्वक मुक्त हो जाता है। '",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1756,
      "description": "शान्ति के मिलने पर क्या होगा ऐसा प्रश्न मानव बुद्धि में उठना स्वाभाविक है। शान्ति प्राप्त होने पर सब दुखों का अन्त हो जाता है। इस वाक्य में सुख की परिभाषा मिलती है। विक्षेपों का होना दुख कहलाता है। अत विक्षेपों के अभाव रूप मन की शान्ति का अर्थ सुख ही होना चाहिये। शान्ति ही सुख है और सुख ही शान्ति है। यहाँ दुखों की हानि से तात्पर्य वासना निवृत्ति से समझना चाहिये। गीता की प्रस्तावना में हमने देखा है कि बुद्धि पर पड़े वासनाओं के आवरण के कारण मनुष्य शोकमोह को प्राप्त होता है जबकि ज्ञानी पुरुष पूर्ववर्णित बुद्धियोग के अभ्यास से वासनाओं का क्षय करके उनके परे आत्मतत्त्व को पहचान लेता है। सामान्यत वासनाओं से मुक्ति पाना मनुष्य के लिये कठिन प्रतीत होता है परन्तु आत्मसंयम एवं समत्त्वयोग के द्वारा यह कार्य सम्पादन किया जा सकता है। अगले श्लोक में भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}