{
  "id": 49,
  "verse_number": 2,
  "chapter_number": 2,
  "slug": "chapter-2-verse-2",
  "text": "श्री भगवानुवाच कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्। अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन",
  "transliteration": "śhrī bhagavān uvācha kutastvā kaśhmalamidaṁ viṣhame samupasthitam anārya-juṣhṭamaswargyam akīrti-karam arjuna",
  "word_meanings": "śhrī-bhagavān uvācha—the Supreme Lord said; kutaḥ—wherefrom; tvā—to you; kaśhmalam—delusion; idam—this; viṣhame—in this hour of peril; samupasthitam—overcome; anārya—crude person; juṣhṭam—practiced; aswargyam—which does not lead to the higher abodes; akīrti-karam—leading to disgrace; arjuna—Arjun",
  "translations": [
    {
      "id": 337,
      "description": "श्रीभगवान् बोले (टिप्पणी प0) - हे अर्जुन! इस विषम अवसरपर तुम्हें यह कायरता कहाँसे प्राप्त हुई, जिसका कि श्रेष्ठ पुरुष सेवन नहीं करते, जो स्वर्गको देनेवाली नहीं है और कीर्ति करनेवाली भी नहीं है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 338,
      "description": "श्री भगवान् ने कहा - हे अर्जुन! तुमको इस विषम स्थल में यह मोह कहाँ से उत्पन्न हुआ? यह आर्य आचरण के विपरीत न तो स्वर्ग प्राप्ति का साधन ही है और न कीर्ति कराने वाला ही है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 339,
      "description": "The Lord said, \"Whence comes this despondency upon you, O Arjuna, in this crisis? It is unfitting for a noble person; it is disgraceful and it obstructs one's attainment of heaven.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 340,
      "description": "The Blessed Lord said, \"O Arjuna, in this perilous place, whence has this impurity come to you, entertained by unenlightened persons, which does not lead to heaven and brings infamy? \"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 341,
      "description": "The Blessed Lord said, \"From whence has this perilous strait come upon you, this dejection which is unworthy of you, disgraceful, and which will close the gates of heaven upon you, O Arjuna? \"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 342,
      "description": "The Bhagavat said, \"O Arjuna! At this critical moment, whence did this sinful act come to you, which is practiced by men of low birth and leads to hell, and is inglorious? \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 343,
      "description": "The Lord said: My beloved friend! Why yield to this weakness, on the eve of battle, which does no credit to those who call themselves Aryans and only brings them infamy, barring them from the gates of heaven?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 769,
      "description": "। व्याख्या-'अर्जुन'- यह सम्बोधन देनेका तात्पर्य है कि तुम स्वच्छ, निर्मल अन्तःकरणवाले हो। अतः तुम्हारे स्वभावमें कालुष्य-कायरताका आना बिलकुल विरुद्ध बात है। फिर यह तुम्हारेमें कैसे आ गयी? 'कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम्'- भगवान् आश्चर्य प्रकट करते हुए अर्जुनसे कहते हैं कि ऐसे युद्धके मौकेपर तो तुम्हारेमें शूरवीरता, उत्साह आना चाहिये था, पर इस बेमौकेपर तुम्हारेमें यह कायरता कहाँसे आ गयी! आश्चर्य दो तरहसे होता है-अपने न जाननेके कारण और दूसरेको चेतानेके लिए। भगवान्का यहाँ जो",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 770,
      "description": "अपने आप को आर्य कहलाने वाले एक राजा को युद्धभूमि में इस प्रकार हतबुद्धि देखकर भगवान् को आश्चर्य हो रहा था। एक सच्चे आर्य अर्थात् श्रेष्ठ पुरुष का स्वभाव तो यह होता है कि जीवन में आने वाली किसी भी परिस्थिति में अपने मनसंयम से विचलित न होकर उन परिस्थितियों का कुशलता से सामना करता है और उनको अपने अनुकूल बना लेता है। समुचित शैली में जीवन यापन करके अत्यन्त प्रतिकूल और विषम परिस्थितियों को भी आनन्ददायक सफलता में परिवर्तित किया जा सकता है। यह सब मनुष्य की बुद्धिमत्ता पर निर्भर है कि वह अपने आप को जीवन के उत्थानपतन में सही दिशा में किस प्रकार ले जाता है। यहाँ भगवान् अर्जुन के आचरण को अनार्य कहते हैं। आर्य पुरुष जीवन के उच्च आदर्शों पवित्रता और गरिमा के आह्वान के प्रति सदैव जागरूक और प्रयत्नशील रहते हैं। अर्जुन की इस शोकाकुल अवस्था को देखकर श्रीकृष्ण को आश्चर्य इसलिये हो रहा था कि वे दीर्घ काल से अच्छी प्रकार जानते थे और इस प्रकार का शोकमोह अर्जुन के स्वभाव के सर्वथा विपरीत था। इसीलिये वे यहाँ कहते हैं तुमको इस विषमस्थल में৷৷.आदि। हिन्दुओं का यह विश्वास है कि क्षत्रिय कुल में जन्मे हुये व्यक्ति का कर्तव्य है धर्म के लिये युद्ध करना और इस प्रकार यदि उसे रणभूमि में प्राण त्यागना पड़े तो उस वीर को स्वर्ग की प्राप्ति होती है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 784,
      "description": "कुतः whence? त्वा upon thee? कश्मलम् dejection? इदम् this? विषमे in perilous strait? समुपस्थितम् comes? अनार्यजुष्टम् unworthy (unaryanlike)? अस्वर्ग्यम् heavenexcluding? अकीर्तिकरम् disgraceful? अर्जुन O Arjuna. No commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}