{
  "id": 79,
  "verse_number": 32,
  "chapter_number": 2,
  "slug": "chapter-2-verse-32",
  "text": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्। सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम्",
  "transliteration": "yadṛichchhayā chopapannaṁ swarga-dvāram apāvṛitam sukhinaḥ kṣhatriyāḥ pārtha labhante yuddham īdṛiśham",
  "word_meanings": "yadṛichchhayā—unsought; cha—and; upapannam—come; swarga—celestial abodes; dvāram—door; apāvṛitam—wide open; sukhinaḥ—happy; kṣhatriyāḥ—warriors; pārtha—Arjun, the son of Pritha; labhante—obtain; yuddham—war; īdṛiśham—such\n",
  "translations": [
    {
      "id": 547,
      "description": "अपने-आप प्राप्त हुआ युद्ध खुला हुआ स्वर्गका दरवाजा भी है। हे पृथानन्दन! वे क्षत्रिय बड़े सुखी (भाग्यशाली) हैं, जिनको ऐसा युद्ध प्राप्त होता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 548,
      "description": "और हे पार्थ! अपने आप प्राप्त हुए और स्वर्ग के लिए खुले हुए द्वाररूप इस प्रकार के युद्ध को भाग्यवान क्षत्रिय लोग ही पाते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 549,
      "description": "Happy are the Ksatriyas, O Arjuna, to whom such a war comes of its own accord; it opens the gates to heaven.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 550,
      "description": "O son of Partha, happy are the Kshatriyas who come across such a battle, which presents itself unsought and is an open gate to heaven.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 551,
      "description": "Happy are the Kshatriyas, O Arjuna! who are called to fight in such a battle that comes of its own accord as an open door to heaven.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 552,
      "description": "O son of Prtha! By good fortune, Ksatriyas, desirous of happiness, get a war of this type, which has come of its own accord and which is an open door to heaven.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 553,
      "description": "Corrected: Blessed are the soldiers who find their opportunity; this opportunity has opened for thee the gates of heaven.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1249,
      "description": "। व्याख्या- 'यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम्'- पाण्डवोंसे जूआ खेलनेमें दुर्योधनने यह शर्त रखी थी कि अगर इसमें आप हार जायँगे, तो आपको बारह वर्षका वनवास और एक वर्षका अज्ञातवास भोगना होगा। तेरहवें वर्षके बाद आपको अपना राज्य मिल जायगा। परन्तु अज्ञातवासमें अगर हमलोग आपलोगोंको खोज लेंगे, तो आप-लोगोंको दुबारा बारह वर्षका वनवास भोगना पड़ेगा। जूएमें हार जानेपर शर्तके अनुसार पाण्डवोंने बारह वर्षका वनवास और एक वर्षका अज्ञातवास भोग लिया। उसके बाद जब उन्होंने अपना राज्य माँगा, तब दुर्योधनने कहा कि मैं बिना युद्ध किये सुईकी तीखी नोक-जितनी जमीन भी नहीं दूँगा। दुर्योधनके ऐसा कहनेपर भी पाण्डवोंकी ओरसे बार-बार सन्धिका प्रस्ताव रखा गया, पर दुर्योधनने पाण्डवोंसे सन्धि स्वीकार नहीं की। इसलिये भगवान् अर्जुनसे कहते हैं कि यह युद्ध तुमलोगोंको अपने-आप प्राप्त हुआ है। अपने-आप प्राप्त हुए धर्ममय युद्ध में जो क्षत्रिय शूरवीरतासे लड़ते हुए मरता है, उसके लिये स्वर्गका दरवाजा खुला हुआ रहता है",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1250,
      "description": "क्षत्रिय शब्द का तात्पर्य यहाँ जन्म से निश्चित की हुई क्षत्रिय जाति से नहीं है। यह व्यक्ति के मन की कतिपय विशिष्ट वासनाओं की ओर संकेत करता है। क्षत्रिय प्रवृति का व्यक्ति वह है जिसमें सार्मथ्य और उत्साह का ऐसा उफान हो कि वह दुर्बल और दरिद्र लोगों की रक्षा के साथ संस्कृति के शत्रुओं से राष्ट्र का रक्षण कर सके। हिन्दू नीतिशास्त्र के अनुसार ऐसे नेतृत्व के गुणों से सम्पन्न व्यक्ति को स्वयं ही संस्कृति का विनाशक और आक्रमणकारी नहीं होना चाहिये। किन्तु अधर्म का प्रतिकार न करने की कायरतापूर्ण भावना भी हिन्दुओं की परम्परा नहीं है। जब भी कभी ऐसा सुअवसर प्राप्त हो तो क्षत्रियों का कर्तव्य है कि वे इसे स्वर्ण अवसर समझ कर राष्ट्र का रक्षण करें। इस प्रकार के धर्मयुद्ध स्वर्ग की प्राप्ति के लिए खुले हुए द्वार के समान होते हैं। यहाँ ध्यान देने योग्य बात यह है कि भगवान् श्रीकृष्ण अपने तर्क प्रस्तुत करते हुए वेदान्त के सर्वोच्च सिद्धांत से उतर कर भौतिकवादियों के स्तर पर आये और उससे भी नीचे के स्तर पर आकर वे जगत् के एक सामान्य व्यक्ति के दृष्टिकोण से भी परिस्थिति का परीक्षण करते हैं। इन विभिन्न दृष्टिकोणों से वे अर्जुन को यह सिद्ध कर दिखाते हैं कि उसका युद्ध करना उचित है। निश्चय ही युद्ध करना तुम्हारा कर्तव्य है और अब यदि इसे छोड़कर तुम भागते हो तब",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1264,
      "description": "यदृच्छया of itself? च and? उपपन्नम् come? स्वर्गद्वारम् the gate of heaven? अपावृतम् opened? सुखिनः happy? क्षत्रियाः Kshatriyas? पार्थ O Partha? लभन्ते obtain? युद्धम् battle? ईदृशम् such.Commentary The scriptures declare that if a Kshatriya dies for a righteous cause on the battlefield? he at once goes to heaven.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
