{
  "id": 101,
  "verse_number": 54,
  "chapter_number": 2,
  "slug": "chapter-2-verse-54",
  "text": "अर्जुन उवाच स्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव। स्थितधीः किं प्रभाषेत किमासीत व्रजेत किम्",
  "transliteration": "arjuna uvācha sthita-prajñasya kā bhāṣhā samādhi-sthasya keśhava sthita-dhīḥ kiṁ prabhāṣheta kim āsīta vrajeta kim",
  "word_meanings": "arjunaḥ uvācha—Arjun said; sthita-prajñasya—one with steady intellect; kā—what; bhāṣhā—talk; samādhi-sthasya—situated in divine consciousness; keśhava—Shree Krishna, killer of the Keshi Demon; sthita-dhīḥ—enlightened person; kim—what; prabhāṣheta—talks; kim—how; āsīta—sits; vrajeta—walks; kim—how",
  "translations": [
    {
      "id": 701,
      "description": "अर्जुन बोले - हे केशव! परमात्मामें स्थित स्थिर बुद्धिवाले मनुष्यके क्या लक्षण होते हैं? वह स्थिर बुद्धिवाला मनुष्य कैसे बोलता है, कैसे बैठता है और कैसे चलता है?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 702,
      "description": "अर्जुन ने कहा - हे केशव समाधि में स्थित स्थिर बुद्धि वाले पुरुष का क्या लक्षण है स्थिर बुद्धि पुरुष कैसे बोलता है कैसे बैठता है कैसे चलता है",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 703,
      "description": "Arjuna said, \"What is the mode of speech of one who is of firm wisdom, established in the control of the mind? What does a man of firm wisdom speak, O Krsna? How does he sit? How does he move? \"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 704,
      "description": "Arjuna said, \"O Kesava, what is the description of a man of steady wisdom who is self-absorbed? How does he speak, sit, and move about? \"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 705,
      "description": "Arjuna said, \"O Krishna, what is the description of one who has steady wisdom and is merged in the superconscious state? How does one of steady wisdom speak, how do they sit, and how do they walk? \"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 706,
      "description": "Arjuna said, \"O Kesava! What is the meaning of sthita-prajna (a man-of-stabilized-intellect) when applied to a man fixed in concentration? What does sthira-dhih (the fixed-minded) imply? Where does the fixed-minded abide? And what is their goal? \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 707,
      "description": "Arjuna asked: My Lord! How can we recognize the saint who has attained Pure Intellect, who has reached this state of Bliss, and whose mind is steady? How does he talk, how does he live, and how does he act?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1590,
      "description": "। व्याख्या - [यहाँ अर्जुनने स्थितप्रज्ञके विषयमें जो प्रश्न किये हैं, इन प्रश्नोंके पहले अर्जुनके मनमें कर्म और बुद्धि (2। 47 50) को लेकर शङ्का पैदा हुई थी। परन्तु भगवान्ने बावनवें-तिरपनवें श्लोकोंमें कहा कि जब तेरी बुद्धि मोहकलिल और श्रुतिविप्रतिपत्तिको तर जायगी, तब तू योगको प्राप्त हो जायगा-यह सुनकर अर्जुनके मनमें शंङ्का हुई कि जब मैं योगको प्राप्त हो जाऊँगा, स्थितप्रज्ञ हो जाऊँगा तब मेरे क्या लक्षण होंगे? अतः अर्जुनने इस अपनी व्यक्तिगत शङ्काको पहले पूछ लिया और कर्म तथा बुद्धिको लेकर अर्थात् सिद्धान्तको लेकर जो दूसरी शङ्का थी, उसको अर्जुनने स्थितप्रज्ञके लक्षणोंका वर्णन होनेके बाद (3। 12 में) पूछ लिया। अगर अर्जुन सिद्धान्तका प्रश्न यहाँ चौवनवें श्लोकमें ही कर लेते तो स्थितप्रज्ञके विषयमें प्रश्न करनेका अवसर बहुत दूर पड़ जाता। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1591,
      "description": "इसके पूर्व के दो श्लोकों में कर्मयोग पर विचार करते हुये सहज रूप से कर्म योगी के परम लक्ष्य की ओर भगवान् ने संकेत किया है। यह सिद्धान्त बुद्धि ग्राह्य एवं युक्तियुक्त था। भगवान् श्रीकृष्ण के मुख से सुनने पर उसके प्रामाण्य के विषय में भी कोई संदेह नहीं रह जाता। अर्जुन का स्वभाव ही ऐसा था कि उसे कर्मयोग ही ग्राह्य हो सकता था। प्रथम अध्याय का शोकाकुल अर्जुन अपने शोक को भूलकर संवाद में रुचि लेने लगा। कर्मशील स्वभाव के कारण उसे शंका थी कि बुद्धियोग के द्वारा जीवन के लक्ष्य को प्राप्त कर लेने पर इस जगत् में कर्ममय जीवन संभव होगा अथवा नहीं। समाधि आदि शब्दों के प्रचलित अर्थ से तो कोई यही समझेगा कि योगी पुरुष आत्मानुभूति में अपने ही एकान्त में रमा रहता है। प्रचलित वर्णनों के अनुसार नये जिज्ञासु साधक की कल्पना होती है कि ज्ञानी पुरुष इस व्यावहारिक जगत् के योग्य नहीं रह जाता। ऐसी धारणाओं वाले घृणा और कूटिनीति के युग में पला अर्जुन इस ज्ञान को स्वीकार करने के पूर्व ज्ञानी पुरुष के लक्षणों को जानना चाहता था। स्थितप्रज्ञ के लक्षणों को पूर्णत समझने की उसकी अत्यन्त उत्सुकता स्पष्ट झलकती है जब वह कुछ अनावश्यक सा यह प्रश्न पूछता है कि वह पुरुष कैसे बोलता है कैसे बैठता है आदि। उन्माद की अवस्था से बाहर आये अर्जुन का ऐसा प्रश्न उचित ही है। श्लोक की पहली पंक्ति में स्थितप्रज्ञ के आन्तरिक स्वभाव के विषय में प्रश्न है तो दूसरी पंक्ति में वाह्य जगत् में उसके व्यवहार को जानने की जिज्ञासा है। इस प्रकरण में स्थितप्रज्ञ का अर्थ है वह पुरुष जिसे आत्मा का अपरोक्ष अनुभव हुआ हो। अब भगवान् ज्ञानी पुरुष के उन लक्षणों का वर्णन करते हैं जो उसके लिये स्वाभाविक हैं और एक साधक के लिये साधन रूप हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1604,
      "description": "स्थितप्रज्ञस्य of the (sage of) steady wisdom? का what? भाषा description? समाधिस्थस्य of the (man) merged in the superconscious state? केशव O Kesava? स्थितधीः the sage of steady wisdom? किम् what (how)? प्रभाषेत speaks? किम् what (how)? आसीत sits? व्रजेत walks? किम् what (how). Commentary Arjuna wants to know from Lord Krishna the characteristic marks of one who is established in the Self in Samadhi how he speaks? How he sits? How he moves about. The characteristic marks of the sage of steady wisdom and the means of attaining that steady knowledge of the Self are described in the verses from 55 to 72 of this chapter. Steady wisdom is settled knowledge of ones identity with Brahman attained by direct realisation. (Cf. XIV.21? 27).",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}