{
  "id": 113,
  "verse_number": 66,
  "chapter_number": 2,
  "slug": "chapter-2-verse-66",
  "text": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना। न चाभावयतः शान्तिरशान्तस्य कुतः सुखम्",
  "transliteration": "nāsti buddhir-ayuktasya na chāyuktasya bhāvanā na chābhāvayataḥ śhāntir aśhāntasya kutaḥ sukham",
  "word_meanings": "na—not; asti—is; buddhiḥ—intellect; ayuktasya—not united; na—not; cha—and; ayuktasya—not united; bhāvanā—contemplation; na—nor; cha—and; abhāvayataḥ—for those not united; śhāntiḥ—peace; aśhāntasya—of the unpeaceful; kutaḥ—where; sukham—happiness",
  "translations": [
    {
      "id": 787,
      "description": "There is no Buddhi for the unintegrated, nor is there contemplation of the self for him, and without contemplation of the self, there is no peace; and for one who lacks peace, where is the happiness?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 789,
      "description": "There is no knowledge of the Self for the unsteady, and no meditation is possible for the unsteady, and no peace for the unmeditative, and how can there be happiness for one who has no peace?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 790,
      "description": "The ability to make decisions is not for one who is not a master of Yoga; and concentration of the mind is not for one who is not a master of Yoga; and peace is not for one who does not concentrate; whence could happiness come to one who has no peace?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 791,
      "description": "Right discrimination is not for him who cannot concentrate. Without concentration, there cannot be meditation; he who cannot meditate must not expect peace; and without peace, how can one expect happiness?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 785,
      "description": "जिसके मन-इन्द्रियाँ संयमित नहीं हैं, ऐसे मनुष्यकी व्यवसायात्मिका बुद्धि नहीं होती और व्यवसायात्मिका बुद्धि न होनेसे उसमें कर्तव्यपरायणताकी भावना नहीं होती। ऐसी भावना न होनेसे उसको शान्ति नहीं मिलती। फिर शान्तिरहित मनुष्यको सुख कैसे मिल सकता है?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 786,
      "description": "(संयमरहित) अयुक्त पुरुष को (आत्म) ज्ञान नहीं होता और अयुक्त को भावना और ध्यान की क्षमता नहीं होती भावना रहित पुरुष को शान्ति नहीं मिलती अशान्त पुरुष को सुख कहाँ",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 788,
      "description": "For the unsteady there is no wisdom, and there is no meditation for the unsteady person. And for an unmeditative person there is no peace. How can there be happiness for one without peace?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1770,
      "description": "। व्याख्या- [यहाँ कर्मयोगका विषय है। कर्मयोगमें मन और इन्द्रयोंका संयम करना मुख्य होता है। विवेकपूर्वक संयम किये बिना कामना नष्ट नहीं होती। कामनाके नष्ट हुए बिना बुद्धिकी स्थिरता नहीं होती। अतः कर्मयोगी साधकको पहले मन और इन्द्रियोंका संयम करना चाहिये। परन्तु जिसका मन और इन्द्रियाँ संयमित नहीं है, उसकी बात इस श्लोकमें कहते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1771,
      "description": "शास्त्रों में मन की शान्ति पर बल देने का कारण यहाँ स्पष्ट किया गया है। मन शान्ति के अभाव के कारण बुद्धि में सांस्कृतिक एवं आध्यात्मिक विकास के लिये आवश्यक विचार करने की क्षमता नहीं होती। शान्ति के न होने पर जीवन की समस्याओं को समझने की बौद्धिक तत्परता का अभाव होता है और तब जीवन का सही मूल्यांकन कर आत्मज्ञान एवं ध्यान के लिए अवसर ही नहीं रहता। ध्रुव तारे के समान जीवन में महान लक्ष्य के न होने पर हमारा जीवन समुद्र में खोये जलपोत के समान भटकता हुआ अन्त में किसी विशाल चट्टान से टकराकर नष्ट हो जाता है। लक्ष्यहीन दिशाहीन पुरुष को कभी शान्ति नहीं मिलती और ऐसे अशान्त पुरुष को सुख कहाँ जीवन सिन्धु की शान्त अथवा विक्षुब्ध तरंगों में सुख या दुख के समय संयम से रहने के लिये परमार्थ का लक्ष्य हमारी दृष्टि से कभी ओझल नहीं होना चाहिये। एक मृदंग वादक के बिना नर्तकी के पैर लय और गति को नियन्त्रित नहीं रख सकते। अयुक्त (संयमरहित) पुरुष को ज्ञान क्यों नहीं होता सुनो",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1784,
      "description": "न not? अस्ति is? बुद्धिः knowledge (of the Self)? अयुक्तस्य of the unsteady? न not? च and? अयुक्तस्य of the unsteady? भावना meditation? न not? च and? अभावयतः of the unmeditated? शान्तिः peace? अशान्तस्य of the peaceless? कुतः whence? सुखम् happiness. Commentary The man who cannot fix his mind in meditation cannot have knowledge of the Self. The unsteady man cannot practise meditation. He cannot have even intense devotion to Selfknowledge nor can he have burning longing for liberation or Moksha. He who does not practise meditation cannot possess peace of mind. How can the man who has no peace of mind enjoy happinessDesire or Trishna (thirsting for senseobjects) is the enemy of peace. There cannot be an iota or tinge of happiness for a man who is thirsting for sensual objects. The mind will be ever restless? And will be hankering for the objects. Only when this thirsting dies? Does man enjoy peace. Only then can he meditate and rest in the Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}