{
  "id": 55,
  "verse_number": 8,
  "chapter_number": 2,
  "slug": "chapter-2-verse-8",
  "text": "न हि प्रपश्यामि ममापनुद्या द्यच्छोकमुच्छोषणमिन्द्रियाणाम्। अवाप्य भूमावसपत्नमृद्धम् राज्यं सुराणामपि चाधिपत्यम्",
  "transliteration": "na hi prapaśhyāmi mamāpanudyād yach-chhokam uchchhoṣhaṇam-indriyāṇām avāpya bhūmāv-asapatnamṛiddhaṁ rājyaṁ surāṇāmapi chādhipatyam",
  "word_meanings": "na—not; hi—certainly; prapaśhyāmi—I see; mama—my; apanudyāt—drive away; yat—which; śhokam—anguish; uchchhoṣhaṇam—is drying up; indriyāṇām—of the senses; avāpya—after achieving; bhūmau—on the earth; asapatnam—unrivalled; ṛiddham—prosperous; rājyam—kingdom; surāṇām—like the celestial gods; api—even; cha—also; ādhipatyam—sovereignty\n",
  "translations": [
    {
      "id": 381,
      "description": "Even if I were to win unchallenged sovereignty of a prosperous earth or even lordship over the Devas, I do not feel that it would dispel the grief that withers up my senses.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 379,
      "description": "पृथ्वीपर धन-धान्य-समृद्ध और शत्रुरहित राज्य तथा स्वर्गमें देवताओंका आधिपत्य मिल जाय तो भी इन्द्रियोंको सुखानेवाला मेरा जो शोक है, वह दूर हो जाय - ऐसा मैं नहीं देखता हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 380,
      "description": "पृथ्वी पर निष्कण्टक समृद्ध राज्य को और देवताओं के स्वामित्व को प्राप्त होकर भी मैं उस उपाय को नहीं देखता हूँ, जो मेरी इन्द्रियों को सुखाने वाले इस शोक को दूर कर सके।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 382,
      "description": "For I do not see anything that, even after acquiring on this earth a prosperous kingdom free from enemies and even sovereignty over the gods, can remove my sorrow that is blasting the senses.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 383,
      "description": "I do not see that this sorrow that burns up my senses would be removed, even if I were to attain prosperous and unrivaled dominion on earth or lordship over the gods.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 384,
      "description": "I do not clearly see what would drive out my grief, the scorcher of my senses, even after achieving a prosperous and unrivaled kingship on this earth and also the overlordship of the gods in the heavens.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 385,
      "description": "For even if I were to attain the monarchy of the visible world, or the sovereignty over the invisible world, it would not drive away the anguish that is now paralyzing my senses.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 865,
      "description": "। व्याख्या- [अर्जुन सोचते हैं कि भगवान् ऐसा समझते होंगे कि अर्जुन युद्ध करेगा तो उसकी विजय होगी, और विजय होनेपर उसको राज्य मिल जायगा, जिससे उसके चिन्ता-शोक मिट जायँगे और संतोष हो जायगा। परन्तु शोकके कारण मेरी ऐसी दशा हो गयी है कि विजय होनेपर भी मेरा शोक दूर हो जाय-ऐसी बात मैं नहीं देखता। ] 'अवाप्य भूमावसपत्नमृद्धं राज्यम्'- अगर मेरेको धनधान्यसे सम्पन्न और निष्कण्टक राज्य मिल जाय अर्थात् जिस राज्यमें प्रजा खूब सुखी हो, प्रजाके पास खूब धन-धान्य हो, किसी चीजकी कमी न हो और राज्यमें कोई वैरी भी न हो-ऐसा राज्य मिल जाय, तो भी मेरा शोक दूर नहीं हो सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 866,
      "description": "यहाँ अर्जुन संकेत करता है कि उसे तत्काल ही मार्गदर्शन की आवश्यकता है जिसके अभाव में उसे आन्तरिक पीड़ा को सहन करना पड़ रहा है। वह पीड़ा के कारण को व्यक्त करने में असमर्थ अनुभव कर रहा है। यह शोक उसकी ज्ञानेन्द्रियों पर भी प्रभाव डाल रहा है। वह न ठीक से देख सकता है और न सुन सकता है। किसी भी विचारशील व्यक्ति के लिये यह स्वाभाविक है कि किसी समस्या के आने पर उसको हल करने के लिये अधीर हो उठेे। वह समस्या को शीघ्र हल करके शांति प्राप्त करना चाहता है। बेचारे अर्जुन ने अपनी बुद्धि द्वारा समस्या हल करने का बहुत प्रयत्न किया किन्तु वह सफल नहीं हो सका। जैसा कि उसके शब्दों से स्पष्ट है कि अब उसका दुख भौतिक वस्तुओं को प्राप्त करने के लिये नहीं है क्योंकि वह स्वयं कहता है कि समस्त पृथ्वी अथवा स्वर्ग का राज्य प्राप्त करने से भी उसका दुख निवृत्त नहीं हो सकता है। अब अर्जुन की स्थिति एक तीव्र मुमुक्ष के समान है जो र्मत्य जीवन की समस्त सीमाओं और बन्धनों से मुक्त हो जाने के लिये अधीर हो उठा है। अब आवश्यकता है केवल एक प्रामाणिक विचार की जो स्वयं भगवान हृषीकेश उसे गीता के दिव्य काव्य में देते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 880,
      "description": "न हि not? प्रपश्यामि I see? मम my? अपनुद्यात् would remove? यत् that? शोकम् grief? उच्छोषणम् drying up? इन्द्रियाणाम् of my senses? अवाप्य having obtained? भूमौ on the earth? असपत्नम् unrivalled? ऋद्धम् prosperous? राज्यम् dominion? सुराणाम् over the gods? अपि even? च and? आधिपत्यम् lordship.No commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
