{
  "id": 83,
  "verse_number": 36,
  "chapter_number": 2,
  "slug": "chapter-2-verse-36",
  "text": "अवाच्यवादांश्च बहून् वदिष्यन्ति तवाहिताः। निन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम्",
  "transliteration": "avāchya-vādānśh cha bahūn vadiṣhyanti tavāhitāḥ nindantastava sāmarthyaṁ tato duḥkhataraṁ nu kim",
  "word_meanings": "avāchya-vādān—using harsh words; cha—and; bahūn—many; vadiṣhyanti—will say; tava—your; ahitāḥ—enemies; nindantaḥ—defame; tava—your; sāmarthyam—might; tataḥ—than that; duḥkha-taram—more painful; nu—indeed; kim—what\n",
  "translations": [
    {
      "id": 575,
      "description": "तेरे शत्रुलोग तेरी सार्मथ्यकी निन्दा करते हुए न कहनेयोग्य बहुत-से वचन भी कहेंगे। उससे बढ़कर और दुःखकी बात क्या होगी?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 576,
      "description": "तुम्हारे शत्रु तुम्हारे सार्मथ्य की निन्दा करते हुए बहुत से अकथनीय वचनों को कहेंगे, फिर उससे अधिक दु: ख क्या होगा?",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 577,
      "description": "Your enemies, slandering your prowess, will use words that should never be uttered. What could be more painful than that?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 578,
      "description": "And your enemies will speak many indecent words while denigrating your power. What can be more painful than that?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 579,
      "description": "Your enemies, scoffing at your power, will speak many abusive words—what could be more painful than this?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 580,
      "description": "Your enemies will slander your abilities and speak of you in many sayings that should not be spoken. Is there anything more painful than that?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 581,
      "description": "Your enemies will spread scandal and mock your courage. Is there anything more humiliating?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1328,
      "description": "अवाच्यवादान् words that are improper to be spoken? च and? बहून् many? वदिष्यन्ति will say? तव thy? अहिताः enemies? निन्दन्तः cavilling? तव thy? सामर्थ्यम् power? ततः than this? दुःखतरम् more painful? नु indeed? किम् what.Commentary There is really no pain more unbearable and tormenting that that of slander thus incurred.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1313,
      "description": "। व्याख्या - अवाच्यवादांश्च ৷৷. निन्दन्तस्तव सामर्थ्यम् अहित नाम शत्रुका है, अहित करनेवालेका है। तेरे जो दुर्योधन, दुःशासन, कर्ण आदि शत्रु हैं, तेरे वैर न रखनेपर भी वे स्वयं तेरे साथ वैर रखकर तेरा अहित करनेवाले हैं। वे तेरी सामर्थ्यको जानते हैं कि यह बड़ा भारी शूरवीर है। ऐसा जानते हुए भी वे तेरी सामर्थ्यकी निन्दा करेंगे कि यह तो हिजड़ा है। देखो! यह युद्धके मौकेपर हो गया न अलग! क्या यह हमारे सामने टिक सकता है? क्या यह हमारे साथ युद्ध कर सकता है? इस प्रकार तुझे दुःखी करनेके लिये तेरे भीतर जलन पैदा करनेके लिये न जाने कितने न कहनेलायक वचन कहेंगे। उनके वचनोंको तू कैसे सहेगा?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1314,
      "description": "यह देखकर कि अर्जुन के मन में इन तर्कों का अनुकूल प्रभाव पड़ रहा है श्रीकृष्ण उसको युद्ध से पलायन करने में जो दोष हैं उन्हें और अधिक स्पष्ट करके दिखाते हैं। लोकनिन्दा युद्ध से पलायन का आरोप इतिहास में अपकीर्ति इनसे बढ़कर एक सम्मानित व्यक्ति के लिये और अधिक दुख क्या हो सकता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
