{
  "id": 75,
  "verse_number": 28,
  "chapter_number": 2,
  "slug": "chapter-2-verse-28",
  "text": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत। अव्यक्तनिधनान्येव तत्र का परिदेवना",
  "transliteration": "avyaktādīni bhūtāni vyakta-madhyāni bhārata avyakta-nidhanānyeva tatra kā paridevanā",
  "word_meanings": "avyakta-ādīni—unmanifest before birth; bhūtāni—created beings; vyakta—manifest; madhyāni—in the middle; bhārata—Arjun, scion of Bharat; avyakta—unmanifest; nidhanāni—on death; eva—indeed; tatra—therefore; kā—why; paridevanā—grieve\n",
  "translations": [
    {
      "id": 519,
      "description": "हे भारत! सभी प्राणी जन्मसे पहले अप्रकट थे और मरनेके बाद अप्रकट हो जायँगे, केवल बीचमें ही प्रकट दीखते हैं। अतः इसमें शोक करनेकी बात ही क्या है?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 520,
      "description": "हे भारत! समस्त प्राणी जन्म से पूर्व और मृत्यु के बाद अव्यक्त अवस्था में रहते हैं और बीच में व्यक्त होते हैं। फिर उसमें चिन्ता या शोक की क्या बात है?",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 521,
      "description": "O Arjuna, beings have an unknown beginning, a known middle, and an unknown end. What is there to grieve about in all this?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 522,
      "description": "O descendant of Bharata, all beings remain unmanifested in the beginning; they become manifested in the middle. After death, they certainly become unmanifested. What lamentation can there be for them?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 523,
      "description": "Beings are unmanifest in their beginning, manifest in their middle state, O Arjuna, and unmanifest again in their end. What is there to grieve about?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 524,
      "description": "O descendant of Bharata! The beings have an unmanifest beginning, a manifest middle, and an unmanifest end. Therefore, why mourn?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 525,
      "description": "The end and beginning of beings are unknown; we only see the intervening formations. So, what is there to grieve about?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1185,
      "description": "। व्याख्या- 'अव्यक्तादीनि भूतानि'- देखने, सुनने और समझनेमें आनेवाले जितने भी प्राणी (शरीर आदि) हैं, वे सब-के-सब जन्मसे पहले अप्रकट थे अर्थात् दीखते नहीं थे। 'अव्यक्तनिधनान्येव'- ये सभी प्राणी मरनेके बाद अप्रकट हो जायँगे अर्थात् इनका नाश होनेपर ये सभी 'नहीं' में चले जायँगे, दीखेंगे नहीं। 'व्यक्तमध्यानि'- ये सभी प्राणी बीचमें अर्थात् जन्मके बाद और मृत्युके पहले प्रकट दिखायी देते हैं। जैसे सोनेसे पहले भी स्वप्न नहीं था और जगनेपर भी स्वप्न नहीं रहा, ऐसे ही इन प्राणियोंके शरीरोंका पहले भी अभाव था और पीछे भी अभाव रहेगा। परन्तु बीचमें भावरूपसे दीखते हुए भी वास्तवमें इनका प्रतिक्षण अभाव हो रहा है। 'तत्र का परिदेवना'- जो आदि और अन्तमें नहीं होता, वह बीचमें भी नहीं होता है-यह सिद्धान्त है (टिप्पणी प0 68)। सभी प्राणियोंके शरीर पहले नहीं थे और पीछे नहीं रहेंगे; अतः वास्तवमें वे बीचमें भी नहीं हैं। परन्तु यह शरीरी पहले भी था और पीछे भी रहेगा; अतः वह बीच में भी रहेगा ही। निष्कर्ष यह निकला कि शरीरोंका सदा अभाव है और शरीरीका कभी भी अभाव नहीं है। इसलिये इन दोनोंके लिये शोक नहीं हो सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1186,
      "description": "इस श्लोक से लेकर आगे के कुछ श्लोकों में संसार के सामान्य मनुष्य के दृष्टिकोण से समस्या को अर्जुन के समक्ष बड़ी सुन्दरता से प्रस्तुत किया गया है। इन दस श्लोकों में श्रीकृष्ण समस्या का स्पष्टीकरण सामान्य व्यक्ति की दृष्टि एवं बुद्धि के अनुसार प्रस्तुत करते हैं। इस भौतिक जगत् में कार्यकरण का नियम अबाधरूप से कार्य करते हुए अनुभव में आता है। कार्य की उत्पत्ति कारण से होती है। सामान्यत कार्य व्यक्त रूप में दिखाई देता है और कारण अव्यक्त रहता है। अत सृष्टिका अर्थ है वस्तुओं का अव्यक्त अवस्था से व्यक्त अवस्था में आ जाना। यही क्रम निरन्तर नियमपूर्वक चलता रहता है। इस प्रकार आज का व्यक्त इसके पूवर् कल अव्यक्त था वर्तमान में वह व्यक्त रूप में उपलब्ध है परन्तु भविष्य में फिर अव्यक्त अवस्था में विलीन हो जायेगा। इसका अर्थ यह हुआ कि वर्तमान स्थिति अज्ञात से आयी और पुन अज्ञात में लीन हो जायेगी। ऐसा समझने पर दुख का कोई कारण नहीं रह जाता क्योंकि एक चक्र के आरे निरन्तर घूमते हुए नीचे भी आते हैं तो केवल बाद में ऊपर उठने के लिए ही। उदाहरणार्थ स्वप्न के पत्नी और शिशु पहले अव्यक्त थे और जागने पर फिर लुप्त हो जाते हैं तो एक ब्रह्मचारी को उस पत्नी और शिशु के लिए शोक करने का क्या कारण है जिसके साथ उसका विवाह कभी हुआ ही नहीं था और जिस शिशु का कभी जन्म ही नहीं हुआ था यदि जैसा कि भगवान् श्रीकृष्ण ने कहा इस जगत् की उत्पत्ति और लय का चक्र निरन्तर एक पारमार्थिक नित्य अविकारी सत्य के रूप में ही चल रहा है तो क्या कारण है कि उस सत्य को बारम्बार बताने पर भी हम समझ नहीं पाते श्रीशंकराचार्य के अनुसार भगवान श्रीकृष्ण यह विचार करते हैं कि इस सत्य को न समझने के लिए अर्जुन को दोष देना उचित नहीं है। श्री शंकराचार्य कहते हैं इस आत्मा का साक्षात् अनुभव करके उसे यथार्थ में जानना कठिन है। तुम्हें ही मैं दोष क्यों दूँ जबकि इसका कारण अज्ञान सबके लिए समान है कोई पूछ सकता है कि आत्मानुभव में इतनी कठिनाई क्या है भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1200,
      "description": "अव्यक्तादीनि unmanifested in the beginning? भूतानि beings? व्यक्तमध्यानि manifested in their middle state? भारत O Bharata? अव्यक्तनिधनानि unmanifested again in the end? एव also? तत्र there? का what? परिदेवना grief.Commentary The physical body is a combination of the five elements. It is seen by the physical eyes only after the five elements have entered into such combination. After death? the body disintegrates and the five elements go back to their source it cannot be seen. Therefore? the body can be seen only in the middle state. The relationship as son? friend? teacher? father? mother? wife? brother and sister is formed through the body on account of attachment and Moha (delusion). Just as planks unite and separate in a river? just as pilgrims unite and separate in a public inn? so also fathers? mothers? sons and brothers unite and separate in this world. This world is a very big public inn. People unite and separate.There is no pot in the beginning and in the end. Even if you see the pot in the middle? you should think and feel that it is illusory and does not really exist. So also there is no body in the beginning and in the end. That which does not exist in the beginning and in the end must be illusory in the middle also. You must think and feel that the body does not really exist in the middle as well.He who thus understands the nature of the body and all human relationships based on it? will not grieve.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
