{
  "id": 119,
  "verse_number": 72,
  "chapter_number": 2,
  "slug": "chapter-2-verse-72",
  "text": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति। स्थित्वाऽस्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति",
  "transliteration": "eṣhā brāhmī sthitiḥ pārtha naināṁ prāpya vimuhyati sthitvāsyām anta-kāle 'pi brahma-nirvāṇam ṛichchhati",
  "word_meanings": "eṣhā—such; brāhmī sthitiḥ—state of God-realization; pārtha—Arjun, the son of Pritha; na—never; enām—this; prāpya—having attained; vimuhyati—is deluded; sthitvā—being established; asyām—in this; anta-kāle—at the hour of death; api—even; brahma-nirvāṇam—liberation from Maya; ṛichchhati—attains",
  "translations": [
    {
      "id": 832,
      "description": "O son of Prtha! This is the Brahmanic state; having attained this, one never gets deluded again. Even by remaining in this [state] for a while, one attains at the time of death the Brahman, the Transcendent One.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 827,
      "description": "हे पृथानन्दन! यह ब्राह्मी स्थिति है। इसको प्राप्त होकर कभी कोई मोहित नहीं होता। इस स्थितिमें यदि अन्तकालमें भी स्थित हो जाय, तो निर्वाण (शान्त) ब्रह्मकी प्राप्ति हो जाती है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 828,
      "description": "हे पार्थ यह ब्राह्मी स्थिति है। इसे प्राप्त कर पुरुष मोहित नहीं होता। अन्तकाल में भी इस निष्ठा में स्थित होकर ब्रह्मनिर्वाण (ब्रह्म के साथ एकत्व) को प्राप्त होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 829,
      "description": "This is the Brahmic state, O Arjuna. No one attaining to this is deluded. By abiding in this state even at the hour of death, one will attain the Self.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 830,
      "description": "O Partha, this is the state of being established in Brahman. One does not become deluded after attaining this; one attains identification with Brahman by being established in this state even in the closing years of one's life.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 831,
      "description": "O son of Pritha, this is the eternal state, the Brahmic seat. Attaining this, one is not deluded. Being established in it, one attains oneness with Brahman even at the end of life.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 833,
      "description": "O Arjuna! This is the state of the Self, the Supreme Spirit, to which, if one attains, it shall never be taken away. Even at the time of leaving the body, one will remain firmly enthroned there and become one with the Eternal.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1874,
      "description": "एषा this? ब्राह्मी of Brahmic? स्थितिः state? पार्थ O Partha? न not? एनाम् this? प्राप्य having obtained? विमुह्यति is deluded? स्थित्वा being established? अस्याम् in this? अन्तकाले at the end of life? अपि even? ब्रह्मनिर्वाणम् oneness with Brahman? ऋच्छति attains. Commentary The state described in the previous verse - to renounce everything and to live in Brahman - is the Brahmic state or the state of Brahman. If one attains to this state one is never deluded. He attains Moksha if he stays in that state even at the hour of his death. It is needless to say that he who gets establised in Brahman throughout his life attains to the state of Brahman or, BrahmaNirvana (Cf. VIII.5? 6). Maharshi Vidyaranya says in his Panchadasi that Antakala here means the moment at which Avidya or mutual superimposition of the Self and the notSelf ends. Thus in the Upanishads of the glorious Bhagavad Gita? The science of the Eternal? The scripture of Yoga? The dialogue between Sri Krishna and Arjuna? Ends the second discourse entitledThe Sankhya Yoga.,",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1860,
      "description": "व्याख्या- 'एषा ब्राह्मी स्थितिः पार्थ'- यह ब्राह्मी स्थिति है अर्थात् ब्रह्मको प्राप्त हुए मनुष्यकी स्थिति है। अहंकाररहित होनेसे जब व्यक्तित्व मिट जाता है, तब उसकी स्थिति स्वतः ही ब्रह्ममें होती है। कारण कि संसारके साथ सम्बन्ध रखनेसे ही व्यक्तित्व था। उस सम्बन्धको सर्वथा छोड़ देनेसे योगीकी अपनी कोई व्यक्तिगत स्थिति नहीं रहती। अत्यन्त नजदीकका वाचक होनेसे यहाँ 'एषा' पद पूर्वश्लोकमें आये 'विहाय कामान्' 'निःस्पृहः निर्ममः' और 'निरहङ्कारः' पदोंका लक्ष्य करता है। भगवान्के मुखसे 'तेरी बुद्धि जब मोहकलिल और श्रुतिविप्रतिपत्तिसे तर जायगी, तब तू योगको प्राप्त हो जायगा'-ऐसा सुनकर अर्जुनके मनमें यह जिज्ञासा हुई कि वह स्थिति क्या होगी? इसपर अर्जुनने स्थितप्रज्ञके विषयमें चार प्रश्न किये। उन चारों प्रश्नोंका उत्तर देकर भगवान्ने यहाँ वह स्थिति बतायी कि वह ब्राह्मी स्थिति है। तात्पर्य है कि वह व्यक्तिगत स्थिति नहीं है अर्थात् उसमें व्यक्तित्व नहीं रहता। वह नित्ययोगकी प्राप्ति है। उसमें एक ही तत्त्व रहता है। इस विषयकी तरफ लक्ष्य करानेके लिये ही यहाँ 'पार्थ' सम्बोधन दिया गया है। 'नैनां प्राप्य विमुह्यति'- जबतक शरीरमें अहंकार रहता है, तभीतक मोहित होनेकी सम्भावना रहती है। परन्तु जब अहंकारका सर्वथा अभाव होकर ब्रह्ममें अपनी स्थितिका अनुभव हो जाता है, तब व्यक्तित्व टूटनेके कारण फिर कभी मोहित होनेकी सम्भावना नहीं रहती। सत् और असत्को ठीक तरहसे न जानना ही मोह है। तात्पर्य है कि स्वयं सत् होते हुए भी असत्के साथ अपनी एकता मानते रहना ही मोह है। जब साधक असत्को ठीक तरहसे जान लेता है, तब असत्से उसका सम्बन्ध-विच्छेद हो जाता है (टिप्पणी प0 109) और सत्में अपनी वास्तविक स्थितिका अनुभव हो जाता है। इस स्थितिका अनुभव होनेपर फिर कभी मोह नहीं होता (गीता 4। 35)। 'स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति'- यह मनुष्य-शरीर केवल परमात्मप्राप्तिके लिये ही मिला है। इसलिये भगवान् यह मौका देते हैं कि साधारण-से-साधारण और पापी-से-पापी व्यक्ति ही क्यों न हो, अगर वह अन्तकालमें भी अपनी स्थिति परमात्मामें कर ले अर्थात् जडतासे अपना सम्बन्ध-विच्छेद कर ले, तो उसे भी निर्वाण (शान्त) ब्रह्मकी प्राप्ति हो जायगी, वह जन्म-मरणसे मुक्त हो जायगा। ऐसी ही बात भगवान्ने सातवें अध्यायके तीसवें श्लोकमें कही है कि 'अधिभूत, अधिदैव और अधियज्ञ एक भगवान् ही हैं-ऐसा प्रयाणकालमें भी मेरेको जो जान लेते हैं, वे मेरेको यथार्थरूपसे जान लेते हैं अर्थात् मेरेको प्राप्त हो जाते हैं। ' आठवें अध्यायके पाँचवें श्लोकमें कहा कि 'अन्तकालमें मेरा स्मरण करता हुआ कोई प्राण छोड़ता है, वह मेरेको ही प्राप्त होता है, इसमें सन्देह नहीं है। 'दूसरी बात, उपर्युक्त पदोंसे भगवान् उस ब्राह्मी स्थितिकी महिमाका वर्णन करते हैं कि इसमें यदि अन्तकालमें भी कोई स्थित हो जाय, तो वह शान्त ब्रह्मको प्राप्त हो जाता है। जैसे समबुद्धिके विषयमें भगवान्ने कहा था कि इसका थोड़ा-सा भी अनुष्ठान महान् भयसे रक्षा कर लेता है (2। 40) ऐसे ही यहाँ कहते हैं कि अन्तकालमें भी ब्राह्मी स्थिति हो जाय, जडतासे सम्बन्ध-विच्छेद हो जाय, तो निर्वाण ब्रह्मकी प्राप्ति हो जाती है। इस स्थितिका अनुभव होनेमें जडताका राग ही बाधक है। यह राग अन्तकालमें भी कोई छोड़ देता है तो उसको अपनी स्वतःसिद्ध वास्तविक स्थितिका अनुभव हो जाता है। यहाँ यह शंका हो सकती है कि जो अनुभव उम्रभरमें नहीं हुआ, वह अन्तकालमें कैसे होगा? अर्थात् स्वस्थ अवस्थामें तो साधककी बुद्धि स्वस्थ होगी, विचार-शक्ति होगी, सावधानी होगी तो वह ब्राह्मी स्थितिका अनुभव कर लेगा; परन्तु अन्तकालमें प्राण छूटते समय बुद्धि विकल हो जाती है, सावधानी नहीं रहती-ऐसी अवस्थामें ब्राह्मी स्थितिका अनूभव कैसे होगा? इसका समाधान यह है कि मृत्युके समयमें जब प्राण छूटते हैं, तब शरीर आदिसे स्वतः ही सम्बन्ध-विच्छेद होता है। यदि उस समय उस स्वतःसिद्ध तत्त्वकी तरफ लक्ष्य हो जाय, तो उसका अनुभव सुगमतासे हो जाता है। कारण कि निर्विकल्प अवस्थाकी प्राप्तिमें तो बुद्धि, विवेक आदिकी आवश्यकता है, पर अवस्थातीत तत्त्वकी प्राप्तिमें केवल लक्ष्यकी आवश्यकता है (टिप्पणी प0 110)। वह लक्ष्य चाहे पहलेके अभ्याससे हो जाय, चाहे किसी शुभ संस्कारसे हो जाय, चाहे भगवान् या सन्तकी अहैतुकी कृपासे हो जाय लक्ष्य होनेपर उसकी प्राप्ति स्वतःसिद्ध है। यहाँ 'अपि' पदका तात्पर्य है कि अन्तकालसे पहले अर्थात् जीवित-अवस्थामें यह स्थिति प्राप्ति कर ले तो वह जीवन्मुक्त हो जाता है; परन्तु अगर अन्तकालमें भी यह स्थिति हो जाय अर्थात् निर्मम-निरहंकार हो जाय तो वह भी मुक्त हो जाता है। इसका तात्पर्य यह है कि यह स्थिति तत्काल हो जाती है। स्थितिके लिये अभ्यास करने, ध्यान करने, समाधि लगानेकी किञ्चिन्मात्र भी आवश्यकता नहीं है। भगवान्ने यहाँ कर्मयोगके प्रकरणमें 'ब्रह्मनिर्वाणम्' पद दिया है। इसका तात्पर्य है कि जैसे सांख्ययोगीको निर्वाण ब्रह्मकी प्राप्ति होती है (गीता 5। 2426) ऐसे ही कर्मयोगीको भी निर्वाण ब्रह्मकी प्राप्ति होती है। इसी बातको पाँचवें अध्यायके पाँचवें श्लोकमें कहा है कि सांख्ययोगी द्वारा जो स्थान प्राप्त किया जाता है, वही स्थान कर्मयोगीद्वारा भी प्राप्त किया जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1861,
      "description": "सब इच्छाओं के त्याग का अर्थ है अहंकार का त्याग। अहंकार रहित अवस्था निष्क्रिय अर्थहीन शून्य नहीं है। जहाँ भ्रान्तिजनित अहंकार समाप्त हुआ वहीं पर पूर्ण ज्ञानस्वरूप आत्मा प्रकाशित होता है। अपने हृदय में स्थित आत्मा को पहचानने का ही अर्थ है उसी समय सर्वत्र व्याप्त नित्य ब्रह्म को पहचानना। अहंकार के नष्ट होने पर नित्य चैतन्य आत्मा का अनुभव उससे भिन्न रहकर नहीं होता वरन् उसके साथ एकत्व का अनुभव ही होता है। अत इस साक्षात्कार को ब्राह्मी स्थिति कहा गया है। यहाँ एक शंका उठ सकती है कि क्या आत्मानुभव के पश्चात् भी हमें पुन मोहित होकर अहंकार से उत्पन्न दुखों का भोग हो सकता है ऐसे किसी पुनर्मोह का यहाँ निषेध करके भगवान् हमारे भय को दूर कर देते हैं और भी एक बात है कि आत्मसाक्षात्कार का युवावस्था में ही होना आवश्यक नहीं हैं। वृद्धावस्था अथवा जीवन के अन्तिम क्षणों में भी यदि मनुष्य अपने स्वयंसिद्ध नित्य स्वरूप को पहचान लेता है तब भी वह अनुभव ब्राह्मी स्थिति के लिए पर्याप्त है। मिथ्या का निषेध और सत्य का प्रतिपादन यही वह मार्ग है जिसका उपनिषदों में आत्मप्राप्ति के लिए उपदेश है। कर्मयोग उस ज्ञान का व्यावहारिक स्वरूप है जिसका निरूपण व्यासजी ने गीता में अपनी मौलिक शैली में किया है। अनासक्त भाव से सिद्धि और असिद्धि में समान रहते हुए कर्म करने का अर्थ है अहंकार के अधिकार को ही समाप्त करना और इस प्रकार अनजाने ही वहाँ उच्चतर सत्य की स्थापना करना। अस्तु वेदान्त के निदिध्यासन से गीता में वर्णित कर्मयोग की साधना भिन्न नहीं है। परन्तु अर्जुन भगवान् के केवल वाच्यार्थ को ही ग्रहण करता है और उसके मन में एक सन्देह उत्पन्न होता है जिसे वह तृतीय अध्याय के प्रारम्भ में व्यक्त करता है। अत अगले अध्याय में भगवान् श्रीकृष्ण कर्मयोग का विस्तारपूर्वक विवेचन करते हैं। conclusionँ़ तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायांयोगाशास्त्रे श्रीकृष्णार्जुनसंवादे सांख्ययोगोनाम द्वितीयोऽध्याय। इस प्रकार श्रीकृष्णार्जुन संवाद के रूप में ब्रह्मविद्या और योगशास्त्र स्वरूप श्रीमद्भगवद्गीतोपनिषद् का सांख्ययोग नामक दूसरा अध्याय समाप्त होता है। कपिल मुनि जी के सांख्य दर्शन के अर्थ में इस अध्याय का नाम सांख्ययोग नहीं है। यहाँ सांख्य शब्द का प्रयोग उसकी व्युत्पत्ति के आधार पर किया गया है जिसके अनुसार सांख्य का अर्थ हैं किसी विषय का युक्तियुक्त वह विवेचन जिसमें अनेक तर्क प्रस्तुत करने के पश्चात् किसी विवेकपूर्ण निष्कर्ष पर हम पहुँचते हैं। इस अर्थ में तत्त्वज्ञान से पूर्ण इस अध्याय को संकल्प वाक्य में सांख्ययोग कहा गया है। यह सत्य है कि मूल महाभारत में गीता के अध्यायों के अन्त में यह संकल्प वाक्य नहीं मिलते। किसी एक व्यक्ति को इनकी रचना का श्रेय देने के विषय में व्याख्याकारों में मतभेद है। तथापि यह स्वीकार किया जाता है कि एक अथवा अनेक विद्वानों ने प्रत्येक अध्याय के विषय का अध्ययन कर उसका उचित नामकरण किया है। गीता के सभी विद्यार्थियों के लिए वास्तव में ये नाम उपयोगी हैं। श्री शंकराचार्य जी ने इस विषय पर भाष्य नहीं लिखा है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}