{
  "id": 56,
  "verse_number": 9,
  "chapter_number": 2,
  "slug": "chapter-2-verse-9",
  "text": "सञ्जय उवाच एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप। न योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह",
  "transliteration": "sañjaya uvācha evam-uktvā hṛiṣhīkeśhaṁ guḍākeśhaḥ parantapa na yotsya iti govindam uktvā tūṣhṇīṁ babhūva ha",
  "word_meanings": "sañjayaḥ uvācha—Sanjay said; evam—thus; uktvā—having spoken; hṛiṣhīkeśham—to Shree Krishna, the master of the mind and senses; guḍākeśhaḥ—Arjun, the conquerer of sleep; parantapaḥ—Arjun, the chastiser of the enemies; na yotsye—I shall not fight; iti—thus; govindam—Krishna, the giver of pleasure to the senses; uktvā—having addressed; tūṣhṇīm—silent; babhūva—became ha",
  "translations": [
    {
      "id": 392,
      "description": "Sanjaya continued: \"Arjuna, the conqueror of all enemies, then told the Lord of All-Hearts that he would not fight, and became silent, O King!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 387,
      "description": "संजय ने कहा - इस प्रकार गुडाकेश परंतप अर्जुन भगवान् हृषीकेश से यह कहकर कि हे गोविन्द \"मैं युद्ध नहीं करूँगा\" चुप हो गया।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 386,
      "description": "संजय बोले - हे शत्रुतापन धृतराष्ट्र! ऐसा कहकर निद्राको जीतनेवाले अर्जुन अन्तर्यामी भगवान् गोविन्दसे 'मैं युद्ध नहीं करूँगा' ऐसा साफ-साफ कहकर चुप हो गये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 388,
      "description": "Sanjaya said, Having thus spoken to Sri Krsna, Arjuna, the conqueror of sleep and the scorcher of foes, said, \"I will not fight, \" and became silent.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 389,
      "description": "Sanjaya said: Having spoken thus to Hrsikesa (Krsna), Gudakesa (Arjuna), the afflictor of foes, verily became silent, telling Govinda, 'I shall not fight.'",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 390,
      "description": "Sanjaya said: Having spoken thus to Hrishikesha, the Lord of the senses, Arjuna, the conqueror of sleep and destroyer of foes, said, \"I will not fight, \" and became silent.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 391,
      "description": "Sanjaya said, \"O scorcher of foes, Dhrtarastra! Having spoken to Hrsikesa, the master of sense-organs, Govinda, in this manner, and having declared, 'I will not fight, ' Gudakesa became silent! \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 896,
      "description": "एवम् thus? उक्त्वा having spoken? हृषीकेशम् to Hrishikesha? गुडाकेशः Arjuna (the coneror of sleep)? परन्तप destroyer of foes? न योत्स्ये I will not fight? इति thus? गोविन्दम् to Govinda? उक्त्वा having said? तूष्णीम् silent? बभूव ह became. No commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 881,
      "description": "व्याख्या-'एवमुक्त्वा हृषीकेषम् ৷৷. बभूव ह'- अर्जुनने अपना और भगवान् का-दोनोंका पक्ष सामने रखकर उनपर विचार किया, तो अन्तमें वे इसी निर्णयपर पहुँचे कि युद्ध करनेसे तो अधिक-से-अधिक राज्य प्राप्त हो जायगा, मान हो जायगा, संसारमें यश हो जायगा, परन्तु मेरे हृदयमें जो शोक है, चिन्ता है, दुःख है, वे दूर नहीं होंगे। अतः अर्जुनको युद्ध न करना ही ठीक मालूम दिया। यद्यपि अर्जुन भगवान्की बातका आदर करते हैं और उसको मानना भी चाहते हैं; परंतु उनके भीतर युद्ध करनेकी बात ठीक-ठीक जँच नहीं रही है। इसलिये अर्जुन अपने भीतर जँची हुई बातको ही यहाँ स्पष्टरूपसे, साफ-साफ कह देते हैं कि 'मैं युद्ध नहीं करूँगा'। इस प्रकार जब अपनी बात, अपना निर्णय भगवान्से साफ-साफ कह दिया, तब भगवान्से कहनेके लिये और कोई बात बाकी नहीं रही; अतः वे चुप हो जाते हैं। सम्बन्ध- जब अर्जुनने युद्ध करनेके लिये साफ मना कर दिया तब उसके बाद क्या हुआ-इसको सञ्जय आगेके श्लोकमें बताते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 882,
      "description": "संजय आगे वर्णन करते हुये कहता है कि भगवान् की शरण में जाकर गुडाकेशनिद्राजित एवं शत्रु प्रपीड़क अर्जुन ने यह कहा कि वह युद्ध नहीं करेगा और फिर वह मौन हो गया। केवल एक अंध धृतराष्ट्र को छोड़कर किसी भी व्यक्ति को यह अधिकार या सार्मथ्य नहीं थी कि वह युद्ध को इन क्षणों में भी रोक सके। अवश्यंभावी और अपरिहार्य युद्ध को धृतराष्ट्र द्वारा रोकने की क्षीण आशा संजय के हृदय में थी। शत्रुपीड़क अर्जुन अब तीनों जगत् को जीतने वाले (गोविन्द) भगवान् श्रीकृष्ण की शरण में पहुँच गया था इसलिये उसकी विजय अब निश्चित थी परन्तु जन्मान्ध धृतराष्ट्र ने किसी की भी श्रेष्ठ सलाह को अत्यधिक पुत्र प्रेम के कारण नहीं सुना।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}