{
  "id": 88,
  "verse_number": 41,
  "chapter_number": 2,
  "slug": "chapter-2-verse-41",
  "text": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन। बहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम्",
  "transliteration": "vyavasāyātmikā buddhir ekeha kuru-nandana bahu-śhākhā hyanantāśh cha buddhayo 'vyavasāyinām",
  "word_meanings": "vyavasāya-ātmikā—resolute; buddhiḥ—intellect; ekā—single; iha—on this path; kuru-nandana—descendent of the Kurus; bahu-śhākhāḥ—many-branched; hi—indeed; anantāḥ—endless; cha—also; buddhayaḥ—intellect; avyavasāyinām—of the irresolute",
  "translations": [
    {
      "id": 610,
      "description": "हे कुरुनन्दन! इस समबुद्धिकी प्राप्तिके विषयमें व्यवसायात्मिका बुद्धि एक ही होती है। अव्यवसायी मनुष्योंकी बुद्धियाँ अनन्त और बहुशाखाओंवाली ही होती हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 611,
      "description": "हे कुरुनन्दन! इस (विषय) में निश्चयात्मक बुद्धि एक ही है, अज्ञानी पुरुषों की बुद्धियां (संकल्प) बहुत भेदों वाली और अनन्त होती हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 612,
      "description": "In this (Karma Yoga), O Arjuna, the resolute mind is single-pointed; the minds of the irresolute are multi-branched and endless.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 613,
      "description": "O scion of the Kuru dynasty, in this there is a single, one-pointed conviction. The thoughts of the irresolute ones, however, have many branches indeed and are innumerable.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 614,
      "description": "Here, O joy of the Kurus, there is only one single-pointed determination; many-branched and endless are the thoughts of the indecisive.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 615,
      "description": "O source of joy to the Kurus! The knowledge in the form of determination is one; however, the knowledge (thoughts) of those who lack determination has many branches and has no end.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 616,
      "description": "By its means, the straying intellect becomes steadied in contemplating one object only; whereas the minds of the irresolute stray into innumerable bypaths.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1393,
      "description": "। व्याख्या- 'व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन'- कर्मयोगी साधकका ध्येय (लक्ष्य) जिस समताको प्राप्त करना रहता है, वह समता परमात्माका स्वरूप है। उस परमात्मस्वरूप समताकी प्राप्तिके लिये अन्तःकरणकी समता साधन है, अन्तःकरणकी समतामें संसारका राग बाधक है। उस रागको हटानेका अथवा परमात्मतत्त्वको प्राप्त करनेका जो एक निश्चय है, उसका नाम है-व्यवसायात्मिका बुद्धि। व्यवसायात्मिका बुद्धि एक क्यों होती है? कारण कि इसमें सांसारिक वस्तु, पदार्थ आदिकी कामनाका त्याग होता है। यह त्याग एक हीहोता है, चाहे धनकी कामनाका त्याग करें चाहे मान-बड़ाईकी कामनाका त्याग करें। परन्तु ग्रहण करनेमें अनेक चीजें होती है क्योंकि एकएक चीज अनेक तरहकी होती है; जैसे-एक ही मिठाई अनेक तरहकी होती है। अतः इन चीजोँकी कामनाएं भी अनेक, अनन्त होती हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1394,
      "description": "कर्मयोग के साधन से आत्मसाक्षात्कार की सर्वोच्च उपलब्धि केवल इसलिये सम्भव है कि साधक दृढ़ निश्चय और एकाग्र चित्त से इसका अभ्यास करता है। जो लोग फल प्राप्ति की असंख्य इच्छाओं से प्रेरित हुये कर्म करते हैं उनका व्यक्तित्व विखरा हुआ रहता है और इस कारण एकाग्र चित्त होकर वे किसी भी क्षेत्र में सतत् कार्य नहीं कर सकते जिसका एक मात्र परिणाम उन्हें मिलता है विनाशकारी असफलता। इस श्लोक में संक्षेप में सफलता का रहस्य बताया गया है। निश्चयात्मक बुद्धि से कार्य करने पर किसी भी क्षेत्र में निश्चय ही सफलता मिलती है। परन्तु सामान्यत लोग असंख्य इच्छायें करते हैं जो अनेक बार परस्पर विरोधी होती हैं और स्वाभाविक ही उन्हें पूर्ण करने में मन की शक्ति को खोकर थक जाते हैं। इसे ही संकल्प विकल्प का खेल कहते हैं जो मनुष्य की सफलता के समस्त अवसरों को लूट ले जाता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1408,
      "description": "व्यवसायात्मिका onepointed? बुद्धिः determination? एका single? इह here? कुरुनन्दन O joy of the Kurus? बहुशाखाः manybranched? हि indeed? अनन्ताः endless? च and? बुद्धयः thoughts? अव्यवसायिनाम् of the irresoulte. Commentary Here? In this path to Bliss there is only one thought of a resolute nature there is singleminded determination. This single thought arises from the right source of knowledge. The student of Yoga collects all the dissipated rays of the mind. He gathers all of them through discrimination? Dispassion and concentration. He is free from wavering or vacillation of the mind. The worldlyminded man who is suck in the mire of Samsara has no singleminded determination. He entertains countless thoughts. His mind is always unsteady and vacillating. If thoughts cease? Samsara also ceases. Mind generates endless thoughts and this world comes into being. Thoughts? And names and forms are inseparable. If the thoughts are controlled? The mind is controlled and the Yogi is liberated.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}