{
  "id": 67,
  "verse_number": 20,
  "chapter_number": 2,
  "slug": "chapter-2-verse-20",
  "text": "न जायते म्रियते वा कदाचि न्नायं भूत्वा भविता वा न भूयः। अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे",
  "transliteration": "na jāyate mriyate vā kadāchin nāyaṁ bhūtvā bhavitā vā na bhūyaḥ ajo nityaḥ śhāśhvato ’yaṁ purāṇo na hanyate hanyamāne śharīre",
  "word_meanings": "na jāyate—is not born; mriyate—dies; vā—or; kadāchit—at any time; na—not; ayam—this; bhūtvā—having once existed; bhavitā—will be; vā—or; na—not; bhūyaḥ—further; ajaḥ—unborn; nityaḥ—eternal; śhāśhvataḥ—immortal; ayam—this; purāṇaḥ—the ancient; na hanyate—is not destroyed; hanyamāne—is destroyed; śharīre—when the body\n",
  "translations": [
    {
      "id": 464,
      "description": "यह आत्मा किसी काल में भी न जन्मता है और न मरता है और न यह एक बार होकर फिर अभावरूप होने वाला है। यह आत्मा अजन्मा, नित्य, शाश्वत और पुरातन है, शरीर के नाश होने पर भी इसका नाश नहीं होता।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 465,
      "description": "It is never born; it never dies; having come into existence once, it never ceases to exist. Unborn, eternal, perpetual, and primordial, it is not destroyed when the body is destroyed.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 463,
      "description": "यह शरीरी न कभी जन्मता है और न मरता है तथा यह उत्पन्न होकर फिर होनेवाला नहीं है। यह जन्मरहित, नित्य-निरन्तर रहनेवाला, शाश्वत और पुराण (अनादि) है। शरीरके मारे जानेपर भी यह नहीं मारा जाता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 466,
      "description": "Never is this One born, nor does It ever die; nor, having come into existence, does It cease to be. This One is birthless, eternal, undecaying, and ancient; It is not killed when the body is killed.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 467,
      "description": "It is not born, nor does it ever die; after having been, it again does not cease to be; unborn, eternal, changeless, and ancient, it is not killed when the body is killed.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 468,
      "description": "This is neither born nor ever dies; nor, having not been at one time, will it come to be again. It is unborn, destructionless, eternal, and ancient, and is not slain even when the body is slain.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 469,
      "description": "It was not born; it will never die, nor, once having been, can it cease to exist. Unborn, eternal, ever-enduring, yet most ancient, the spirit does not die when the body is dead.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1072,
      "description": "न not? जायते is born? म्रियते dies? वा or? कदाचित् at any time? न not? अयम् this (Self)? भूत्वा having been? भविता will be? वा or? न not? भूयः (any) more? अजः unborn? नित्यः eternal? शाश्वतः changeless? अयम् this? पुराणः ancient? न not? हन्यते is killed? हन्यमाने being killed? शरीरे in body.Commentary This Self (Atman) is destitute of the six types of transformation or BhavaVikaras such as birth? existence? growth? transformation? decline and death. As It is indivisible (Akhanda). It does not diminish in size. It neither grows nor does It decline. It is ever the same. Birth and death are for the physical body only. Birth and death cannot touch the immortal? allpervading Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1057,
      "description": "। व्याख्या -[शरीरमें छः विकार होते हैं-उत्पन्न होना, सत्तावाला दीखना, बदलना, बढ़ना, घटना और नष्ट होना (टिप्पणी प0 )। यह शरीरी इन छहों विकारोंसे रहित है-यही बात भगवान् इस श्लोकमें बता रहे हैं] (टिप्पणी प0 )। 'न जायते म्रियते वा कदाचिन्न'- जैसे शरीर उत्पन्न होता है, ऐसे यह शरीरी कभी भी, किसी भी समयमें उत्पन्न नहीं होता। यह तो सदासे ही है। भगवान्ने इस शरीरीको अपना अंश बताते हुए इसको 'सनातन' कहा है 'ममैवांशो जीवलोके जीवभूतः सनातनः' (15। 7)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1058,
      "description": "इस श्लोक में बताया गया है कि शरीर में होने वाले समस्त विकारों से आत्मा परे है। जन्म अस्तित्व वृद्धि विकार क्षय और नाश ये छ प्रकार के परिर्वतन शरीर में होते हैं जिनके कारण जीव को कष्ट भोगना पड़ता है। एक र्मत्य शरीर के लिये इन समस्त दुख के कारणों का आत्मा के लिये निषेध किया गया है अर्थात् आत्मा इन विकारों से सर्वथा मुक्त है। शरीर के समान आत्मा का जन्म नहीं होता क्योंकि वह तो सर्वदा ही विद्यमान है। तरंगों की उत्पत्ति होती है और उनका नाश होता है परन्तु उनके साथ न तो समुद्र की उत्पत्ति होती है और न ही नाश। जिसका आदि है उसी का अन्त भी होता है। उत्ताल तरंगे ही मृत्यु की अन्तिम श्वांस लेती हैं। सर्वदा विद्यमान आत्मा के जन्म और नाश का प्रश्न ही नहीं उठता। अत यहाँ कहा है कि आत्मा अज और नित्य है। आत्मा में क्रिया के कर्तृत्व और विषयत्व का निषेध तथा उसके बाद तर्क के द्वारा उसके अविकारत्व को सिद्ध करने के बाद भगवान् इस विषय का उपसंहार करते हुये कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
