{
  "id": 66,
  "verse_number": 19,
  "chapter_number": 2,
  "slug": "chapter-2-verse-19",
  "text": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम्। उभौ तौ न विजानीतो नायं हन्ति न हन्यते",
  "transliteration": "ya enaṁ vetti hantāraṁ yaśh chainaṁ manyate hatam ubhau tau na vijānīto nāyaṁ hanti na hanyate",
  "word_meanings": "yaḥ—one who; enam—this; vetti—knows; hantāram—the slayer; yaḥ—one who; cha—and; enam—this; manyate—thinks; hatam—slain; ubhau—both; tau—they; na—not; vijānītaḥ—in knowledge; na—neither; ayam—this; hanti—slays; na—nor; hanyate—is killed",
  "translations": [
    {
      "id": 458,
      "description": "He who considers It (the self) to be the slayer, and he who thinks of It as slain—both are ignorant. For, the self neither slays nor is being slain.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 456,
      "description": "जो मनुष्य इस अविनाशी शरीरीको मारनेवाला मानता है और जो मनुष्य इसको मरा मानता है, वे दोनों ही इसको नहीं जानते; क्योंकि यह न मारता है और न मारा जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 457,
      "description": "जो इस आत्मा को मारने वाला समझता है और जो इसको मरा समझता है वे दोनों ही नहीं जानते हैं, क्योंकि यह आत्मा न मरता है और न मारा जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 459,
      "description": "He who thinks of this One as the killer, and he who thinks of this One as the one being killed, both of them do not know. This One neither kills nor is It killed.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 460,
      "description": "He who takes the Self to be the slayer and he who thinks it is slain, neither of them knows. It does not slay, nor is it slain.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 461,
      "description": "Whoever views This as the slayer and whoever believes This to be the slain, both of them do not understand: This does not slay, nor is This slain.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 462,
      "description": "He who thinks that the Spirit kills, and he who thinks of it as killed, are both ignorant. The Spirit neither kills nor is it killed.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1041,
      "description": "। व्याख्या- 'य एनं (टिप्पणी प0 59) वेत्ति हन्तारम्'- जो इस शरीरीको मारनेवाला मानता है; वह ठीक नहीं जानता। कारण कि शरीरीमें कर्तापन नहीं है। जैसे कोई भी कारीगर कैसा ही चतुर क्यों न हो, पर किसी औजारके बिना वह कार्य नहीं कर सकता, ऐसे ही यह शरीरी शरीरके बिना स्वयं कुछ भी नहीं कर सकता। अतः तेरहवें अध्यायमें भगवान्ने कहा है कि सब प्रकारकी क्रियाएँ प्रकृतिके द्वारा ही होती हैं-ऐसा जो अनुभव करता है, वह शरीरीके अकर्तापनका अनुभव करता है (13। 29)। तात्पर्य यह हुआ है कि शरीरमें कर्तापन नहीं है, पर यह शरीरके साथ तादात्म्य करके, सम्बन्ध जोड़कर शरीरसे होनेवाले क्रियाओंमें अपनेको कर्ता मान लेता है। अगर यह शरीरके साथ अपना सम्बन्ध न जोड़े, तो यह किसी भी क्रियाका कर्ता नहीं है। 'यश्चैनं मन्यते हतम्'- जो इसको मरा मानता है, वह भी ठीक नहीं जानता। जैसे यह शरीरी मारनेवाला नहीं है, ऐसे ही यह मरनेवाला भी नहीं है; क्योंकि इसमें कभी कोई विकृति नहीं आती। जिसमें विकृति आती है, परिवर्तन होता है अर्थात् जो उत्पत्ति-विनाशशील होता है, वही मर सकता है। 'उभौ तौ न विजानीतो नायं हन्ति न हन्यते'- वे दोनों ही नहीं जानते अर्थात् जो इस शरीरीको मारनेवाला मानता है, वह भी ठीक नहीं जानता और जो इसको मरनेवाला मानता है वह भी ठीक नहीं जानता। यहाँ प्रश्न होता है कि जो इस शरीरीको मारनेवाला और मरनेवाला दोनों मानता है, क्या वह ठीक जानता है? इसका उत्तर है कि वह भी ठीक नहीं जानता। कारण कि यह शरीरी वास्तवमें ऐसा नहीं है। यह नाश करनेवाला भी नहीं है और नष्ट होनेवाला भी नहीं है। यह निर्विकाररूपसे नित्यनिरन्तर ज्यों-का-त्यों रहनेवाला है। अतः इस शरीरीको लेकर शोक नहीं करना चाहिये। अर्जुनके सामने युद्धका प्रसंग होनेसे ही यहाँ शरीरीको मरने-मारनेकी क्रियासे रहित बताया गया है। वास्तवमें यह सम्पूर्ण क्रियाओंसे रहित है। सम्बन्ध - यह शरीरी मरनेवाला क्यों नहीं है इसके उत्तरमें कहते हैं",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1042,
      "description": "आत्मा नित्य अविकारी होने से न मारी जाती है और न ही वह किसी को मारती है। शरीर के नाश होने से जो आत्मा को मरी मानने हैं या जो उसको मारने वाली समझते हैं वे दोनों ही आत्मा के वास्तविक स्वरूप को नहीं जानते और व्यर्थ का विवाद करते हैं। जो मरता है वह शरीर है और मैं मारने वाला हूँ यह भाव अहंकारी जीव का है। शरीर और अहंकार को प्रकाशित करने वाली चैतन्य आत्मा दोनों से भिन्न है। संक्षेप में इसका तात्पर्य यह है कि आत्मा न किसी क्रिया का कर्त्ता है और न किसी क्रिया का विषय अर्थात् उस पर किसी प्रकार की क्रिया नहीं की जा सकती। आत्मा किस प्रकार अविकारी है इसका उत्तर अगले श्लोक में दिया गया है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1056,
      "description": "यः he who? एनम् this (Self)? वेत्ति knows? हन्तारम् slayer? यः he who? च and? एनम् this? मन्यते thinks? हतम् slain? उभौ both? तौ those? न not? विजानीतः know? न not? अयम् this? हन्ति slays? न not? हन्यते is slain. Commentary - The Self is nondoer (Akarta) and as It is immutable? It is neither the agent nor the object of the act of slaying. He who thinks I slay or I am slain with the body or the Ahamkara (ego)? He does not really comprehend the true nature of the Self. The Self is indestructible. It exists in the three periods of time. It is Sat (Existence). When the body is destroyed? The Self is not destroyed. The body has to undergo change in any case. It is inevitable. But the Self is not at all affected by it. Verses 19? 20? 21? 23 and 24 speak of the immortality of the Self or Atman. (Cf. XVIII.17)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}