{
  "id": 84,
  "verse_number": 37,
  "chapter_number": 2,
  "slug": "chapter-2-verse-37",
  "text": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्। तस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः",
  "transliteration": "hato vā prāpsyasi swargaṁ jitvā vā bhokṣhyase mahīm tasmād uttiṣhṭha kaunteya yuddhāya kṛita-niśhchayaḥ",
  "word_meanings": "hataḥ—slain; vā—or; prāpsyasi—you will attain; swargam—celestial abodes; jitvā—by achieving victory; vā—or; bhokṣhyase—you shall enjoy; mahīm—the kingdom on earth; tasmāt—therefore; uttiṣhṭha—arise; kaunteya—Arjun, the son of Kunti; yuddhāya—for fight; kṛita-niśhchayaḥ—with determination\n",
  "translations": [
    {
      "id": 582,
      "description": "अगर युद्धमें तू मारा जायगा तो तुझे स्वर्गकी प्राप्ति होगी और अगर युद्धमें तू जीत जायगा तो पृथ्वीका राज्य भोगेगा। अतः हे कुन्तीनन्दन! तू युद्धके लिये निश्चय करके खड़ा हो जा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 583,
      "description": "युद्ध में मरकर तुम स्वर्ग प्राप्त करोगे या जीतकर पृथ्वी को भोगोगे; इसलिय, हे कौन्तेय! युद्ध का निश्चय कर तुम खड़े हो जाओ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 584,
      "description": "If slain, you will win heaven; or if victorious, you will enjoy the earth. Therefore, arise, O Arjuna, resolved to fight.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 585,
      "description": "Either by being killed, you will attain heaven, or by winning, you will enjoy the earth. Therefore, O Arjuna, rise up with determination to fight.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 586,
      "description": "Slain, you will obtain heaven; victorious, you will enjoy the earth; therefore, stand up, O son of Kunti, resolved to fight.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 587,
      "description": "If you are slain, you shall attain heaven; or if you conquer, you shall enjoy the earth. Therefore, O son of Kunti, stand up with resolution made in favor of fighting the battle.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 588,
      "description": "If you are killed, you will attain Heaven; if you are victorious, you will enjoy the kingdom of earth. Therefore, arise, O Son of Kunti, and fight!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1329,
      "description": "। व्याख्या- 'हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम्'- इसी अध्यायके छठे श्लोकमें अर्जुनने कहा था कि हमलोगोंको इसका भी पता नहीं है कि युद्धमें हम उनको जीतेंगे यह वे हमको जीतेंगे। अर्जुनके इस सन्देहको लेकर भगवान् यहाँ स्पष्ट कहते हैं कि अगर युद्धमें तुम कर्ण आदिके द्वारा मारे भी जाओगे तो स्वर्गको चले जाओगे और अगर युद्धमें तुम्हारी जीत हो जायगी तो यहां पृथ्वीका राज्य भोगोगे। इस तरह तुम्हारे तो दोनों ही हाथोंमें लड्डू हैं। तात्पर्य है कि युद्ध करनेसे तो तुम्हारा दोनों तरफ से लाभ-ही-लाभ है और युद्ध न करनेसे दोनों तरफसे हानि-ही-हानि है। अतः तुम्हें युद्धमें प्रवृत्त हो जाना चाहिये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1330,
      "description": "इस युद्ध में अर्जुन का पक्ष धर्म का होने से युद्ध करना उसके लिये सभी दृष्टियों से उचित था। युद्ध में मृत्यु होने पर उस वीर को स्वर्ग की प्राप्ति होगी और विजयी होने पर वह पृथ्वी का राज्य वैभव भोगेगा। मृत्योपरान्त धर्म के लिये युद्ध करने वाले पराक्रमी शूरवीर की भांति भी स्वर्ग का सुख भोगेगा। इसलिये अब तक जितने भी तर्क दिये गये हैं उन सबका निष्कर्ष इस वाक्य में है युद्ध का निश्चय कर तुम खड़े हो जाओ। जिस परिस्थिति विशेष में गीता का उपदेश दिया गया है उसके सन्दर्भ में युद्ध करने की सलाह न्यायोचित हैं परन्तु सामान्य परिस्थितियों में श्रीकृष्ण के इस दिव्य आह्वान का अर्थ होगा कि सभी प्रकार की मानसिक दुर्बलताओं को त्याग कर मनुष्य को अपने जीवन संघर्षों में आने वाली चुनौतियों का सामना साहस तथा दृढ़ता के साथ विजय के लिये करना चाहिये। इस प्रकार गीता का उपदेश किसी व्यक्ति विशेष के लिये न होकर सम्पूर्ण विश्व की मानव जाति के लिये उपयोगी और कल्याणकारी सिद्ध होगा। जिस भाव को हृदयस्थ करके युद्ध करना चाहिये उसे अब सुनो",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1344,
      "description": "हतः slain? वा or? प्राप्स्यसि (thou) wilt obtain? स्वर्गम् heaven? जित्वा having conered? वा or? भोक्ष्यसे (thou) wilt enjoy? महीम् the earth? तस्मात् therefore? उत्तिष्ठ stand up? कौन्तेय O son of Kunti? युद्धाय for fight? कृतनिश्चयः resolved.Commentary In either case you will be benefited. Therefore? stand up with the firm resolution I will coner the enemy or die.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
