{
  "id": 78,
  "verse_number": 31,
  "chapter_number": 2,
  "slug": "chapter-2-verse-31",
  "text": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि। धर्म्याद्धि युद्धाछ्रेयोऽन्यत्क्षत्रियस्य न विद्यते",
  "transliteration": "swa-dharmam api chāvekṣhya na vikampitum arhasi dharmyāddhi yuddhāch chhreyo 'nyat kṣhatriyasya na vidyate",
  "word_meanings": "swa-dharmam—one's duty in accordance with the Vedas; api—also; cha—and; avekṣhya—considering; na—not; vikampitum—to waver; arhasi—should; dharmyāt—for righteousness; hi—indeed; yuddhāt—than fighting; śhreyaḥ—better; anyat—another; kṣhatriyasya—of a warrior; na—not; vidyate—exists",
  "translations": [
    {
      "id": 540,
      "description": "अपने स्वधर्म (क्षात्रधर्म) को देखकर भी तुम्हें विकम्पित अर्थात् कर्तव्य-कर्मसे विचलित नहीं होना चाहिये; क्योंकि धर्ममय युद्धसे बढ़कर क्षत्रियके लिये दूसरा कोई कल्याणकारक कर्म नहीं है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 541,
      "description": "और स्वधर्म को भी देखकर तुमको विचलित होना उचित नहीं है, क्योंकि धर्मयुक्त युद्ध से बढ़कर दूसरा कोई कल्याणकारक कर्त्तव्य क्षत्रिय के लिये नहीं है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 542,
      "description": "Further, considering also your own duty, it does not befit you to waver. For, to a Kshatriya, there is no greater good than a righteous war.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 543,
      "description": "Even considering your own duty, you should not waver, since there is nothing better for a Ksatriya than a righteous battle.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 544,
      "description": "Further, having regard to your duty, you should not waver, for there is nothing higher for a Kshatriya than a righteous war.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 545,
      "description": "Further, considering your own duty, you should not waver. Indeed, for a Kshatriya there is no duty superior to fighting a righteous war.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 546,
      "description": "You must look at your duty. Nothing can be more welcome to a soldier than a righteous war. Therefore, wavering in this resolve is unworthy, O Arjuna!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1248,
      "description": "स्वधर्मम् own duty? अपि also? च and? अवेक्ष्य looking at? न not? विकम्पितुम् to waver? अर्हसि (thou) oughtest? धर्म्यात् than righteous? हि indeed? युद्धात् than war? श्रेयः higher? अन्यत् other? क्षत्रियस्य of a Kshatriya? न not? विद्यते is. Commentary Lord Krishna now gives to Arjuna wordly reasons for fighting. Up to this time? He talked to Arjuna on the immortality of the Self and gave him philosophical reasons. Now He says to Arjuna? O Arjuna Fighting is a Kshatriyas own duty. You ought not to swerve from that duty. To a Kshatriyta (one born in the warrior or ruling class) nothing is more welcome than a righteous war. A warrior should fight.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1233,
      "description": "व्याख्या - [पहले दो श्लोकोंमें युद्धसे होनेवाले लाभका वर्णन करते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1234,
      "description": "क्षत्रिय का कार्य समाज का राष्ट्र का नेतृत्व करना है और क्षत्रिय होने के नाते अर्जुन का कर्तव्य हो जाता है कि समाज पर आये अधर्म के संकट से उसकी रक्षा करे। उसका कर्तव्य है कि समाज के आह्वान पर युद्ध भूमि में विचलित न होकर शत्रुओं से युद्ध करके राष्ट्र की संस्कृति का रक्षण करे। क्षत्रियों के लिए इससे बढ़कर कोई और श्रेयष्कर कार्य नहीं हो सकता कि उनको धर्मयुक्त युद्ध में अपना शौर्य दिखाने का स्वर्ण अवसर मिले। यहाँ अधर्मियों ने ही पहले आक्रमण किया है। अत अर्जुन का युद्ध से विरत होना उचित नहीं। महाभारत के उद्योग पर्व में स्पष्ट कहा है निरपराध व्यक्ति की हत्या का पाप उतना ही बड़ा है जितना कि नाश करने योग्य व्यक्ति का नाश न करने का है। युद्ध का औचित्य सिद्ध करते हुए भगवान् अन्य कारण बताते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}