{
  "id": 455,
  "verse_number": 41,
  "chapter_number": 11,
  "slug": "chapter-11-verse-41",
  "text": "सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति। अजानता महिमानं तवेदं मया प्रमादात्प्रणयेन वापि",
  "transliteration": "sakheti matvā prasabhaṁ yad uktaṁ he kṛiṣhṇa he yādava he sakheti ajānatā mahimānaṁ tavedaṁ mayā pramādāt praṇayena vāpi",
  "word_meanings": "sakhā—friend; iti—as; matvā—thinking; prasabham—presumptuously; yat—whatever; uktam—addressed; he kṛiṣhṇa—O Shree Krishna; he yādava—O Shree Krishna, who was born in the Yadu clan; he sakhe—O my dear mate; iti—thus; ajānatā—in ignorance; mahimānam—majesty; tava—your; idam—this; mayā—by me; pramādāt—out of negligence; praṇayena—out of affection; vā api—or else; \n",
  "translations": [
    {
      "id": 3185,
      "description": "Whatever I have said to you in rashness, taking you only as a friend and addressing you as \"O Krishna! O Yadava! O Friend! \" in thoughtless familiarity, without understanding your greatness;",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3179,
      "description": "आपकी महिमा और स्वरूपको न जानते हुए 'मेरे सखा हैं' ऐसा मानकर मैंने प्रमादसे अथवा प्रेमसे हठपूर्वक (बिना सोचे-समझे) 'हे कृष्ण! हे यादव! हे सखे! ' इस प्रकार जो कुछ कहा है; और हे अच्युत! हँसी-दिल्लगीमें, चलते-फिरते, सोते-जागते, उठते-बैठते, खाते-पीते समयमें अकेले अथवा उन सखाओं, कुटुम्बियों आदिके सामने मेरे द्वारा आपका जो कुछ तिरस्कार किया गया है; वह सब अप्रमेयस्वरुप आपसे मैं क्षमा माँगता हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3180,
      "description": "हे भगवन्! आपको सखा मानकर आपकी इस महिमा को न जानते हुए मेरे द्वारा प्रमाद से अथवा प्रेम से भी \"हे कृष्ण हे! यादव हे सखे! \" इस प्रकार जो कुछ बलात् कहा गया है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3181,
      "description": "Unaware of Your majesty, and either out of negligence or love, or considering You to be a friend, whatever I have said rudely, such as 'O Krsna, O Yadava, O Comrade, '",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3182,
      "description": "Without knowing Your greatness, whatever I said rashly, inadvertently, or even out of familiarity, thinking You to be a friend, addressing You as 'O Krsna, ' 'O Yadava, ' 'O friend, ' etc.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3183,
      "description": "Whatever I have presumptuously said from carelessness or love, addressing You as O Krishna! O Yadava! O Friend! Regarding You merely as a friend, unknowing of Your greatness.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3184,
      "description": "Taking You as a companion, not knowing Your greatness, and out of carelessness or even affection, whatever I have importunately called You—O Krsna, O Yadava, O Comrade—",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7250,
      "description": "सखा friend? इति as? मत्वा regarding? प्रसभम् presumptuously? यत् whatever? उक्तम् said? हे कृष्ण O Krishna? हे यादव O Yadava? हे सखा O friend? इति thus? अजानता unknowing? महिमानम् greatness? तव Thy? इदम् this? मया by me? प्रमादात् from carelessness? प्रणयेन due to love? वा or? अपि even. No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7235,
      "description": "व्याख्या-[जब अर्जुन विराट् भगवान्के अत्युग्र रूपको देखकर भयभीत होते हैं, तब वे भगवान्के कृष्णरूपको भूल जाते हैं और पूछ बैठते हैं कि उग्ररूपवाले 'आप', कौन हैं परन्तु जब उनको भगवान् श्रीकृष्णकी स्मृति आती है कि वे ये ही हैं, तब भगवान्के प्रभाव आदिको देखकर उनको सखाभावसे किये हुए पुराने व्यवहारकी याद आ जाती है और उसके लिये वे भगवान्से क्षमा माँगते हैं। ] 'सखेति मत्वा प्रसभं यदुक्तं हे कृष्ण हे यादव हे सखेति'-जो बड़े आदमी होते हैं, श्रेष्ठ पुरुष होते हैं, उनको साक्षात् नामसे नहीं पुकारा जाता। उनके लिये तो आप, महाराज आदि शब्दोंका प्रयोग होता है। परन्तु मैंने आपको कभी 'हे कृष्ण' कह दिया, कभी 'हे यादव' कह दिया और कभी 'हे सखे' कह दिया। इसका कारण क्या था? 'अजानता महिमानं तवेदम' (टिप्पणी प0) इसका कारण यह था कि मैंने आपकी ऐसी महिमाको और स्वरूपको जाना नहीं कि आप ऐसे विलक्षण हैं। आपके किसी एक अंशमें अनन्तकोटि ब्रह्माण्ड विराजमान हैं - ऐसा मैं पहले नहीं जानता था। आपके प्रभावकी तरफ मेरी दृष्टि ही नहीं गयी। मैंने कभी सोचा-समझा ही नहीं कि आप कौन हैं और कैसे हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7236,
      "description": "See commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}