{
  "id": 424,
  "verse_number": 10,
  "chapter_number": 11,
  "slug": "chapter-11-verse-10",
  "text": "अनेकवक्त्रनयनमनेकाद्भुतदर्शनम्। अनेकदिव्याभरणं दिव्यानेकोद्यतायुधम्",
  "transliteration": "aneka-vaktra-nayanam anekādbhuta-darśhanam aneka-divyābharaṇaṁ divyānekodyatāyudham",
  "word_meanings": "aneka—many; vaktra—faces; nayanam—eyes; aneka—many; adbhuta—wonderful; darśhanam—had a vision of; aneka—many; divya—divine; ābharaṇam—ornaments; divya—divine; aneka—many; udyata—uplifted; āyudham—weapons;\n",
  "translations": [
    {
      "id": 2962,
      "description": "जिसके अनेक मुख और नेत्र हैं, अनेक तहरके अद्भुत दर्शन हैं, अनेक दिव्य आभूषण हैं, हाथोंमें उठाये हुए अनेक दिव्य आयुध हैं तथा जिनके गलेमें दिव्य मालाएँ हैं, जो दिव्य वस्त्र पहने हुए हैं, जिनके ललाट तथा शरीरपर दिव्य चन्दन, कुंकुम आदि लगा हुआ है, ऐसे सम्पूर्ण आश्चर्यमय, अनन्तरूपवाले तथा चारों तरफ मुखवाले देव-(अपने दिव्य स्वरूप-) को भगवान् ने दिखाया।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2963,
      "description": "उस अनेक मुख और नेत्रों से युक्त तथा अनेक अद्भुत दर्शनों वाले एवं बहुत से दिव्य भूषणों से युक्त और बहुत से दिव्य शस्त्रों को हाथों में उठाये हुये।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2964,
      "description": "With innumerable mouths and eyes, many marvelous aspects, numerous divine ornaments, and numerous divine weapons.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2965,
      "description": "Having many faces and eyes, possessing many wondrous sights, adorned with numerous celestial ornaments, and holding many uplifted heavenly weapons;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2966,
      "description": "With numerous mouths and eyes, with numerous wondrous sights, with numerous divine adornments, with numerous divine weapons uplifted, such a form He showed.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2967,
      "description": "It has many mouths and eyes, wondrous sights, heavenly ornaments, and weapons held ready;",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2968,
      "description": "There were countless eyes, mouths, and innumerable mystic forms, with shining ornaments and flaming celestial weapons.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6739,
      "description": "व्याख्या-'अनेकवक्त्रनयनम्'-विराट्रूपसे प्रकट हुए भगवान्के जितने मुख और नेत्र दीख रहे हैं, वे सब-के-सब दिव्य हैं। विराट्रूपमें जितने प्राणी दीख रहे हैं, उनके मुख, नेत्र, हाथ, पैर आदि सबकेसब अङ्ग विराट्रूप भगवान्के हैं। कारण कि भगवान् स्वयं ही विराट्रूपसे प्रकट हुए हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6740,
      "description": "See commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6754,
      "description": "अनेकवक्त्रनयनम् with numerous mouthsand eyes? अनेकाद्भुतदर्शनम् with numerous wonderful sights? अनेकदिव्याभरणम् with numerous divine ornaments? दिव्यानेकोद्यतायुधम् with numerous divine weapons uplifted.Commentary Countless faces appeared there. Arjuna looked at this Cosmic Form in all its magnificence. He saw the Lord everywhere and in everything. The whole manifestation appeared as one gigantic body of the Lord. He saw the Lord as the allinall.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
