{
  "id": 428,
  "verse_number": 14,
  "chapter_number": 11,
  "slug": "chapter-11-verse-14",
  "text": "ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः। प्रणम्य शिरसा देवं कृताञ्जलिरभाषत",
  "transliteration": "tataḥ sa vismayāviṣhṭo hṛiṣhṭa-romā dhanañjayaḥ praṇamya śhirasā devaṁ kṛitāñjalir abhāṣhata",
  "word_meanings": "tataḥ—then; saḥ—he; vismaya-āviṣhṭaḥ—full of wonder; hṛiṣhṭa-romā—with hair standing on end; dhanañjayaḥ—Arjun, the conqueror of wealth; praṇamya—bow down; śhirasā—with (his) head; devam—the Lord; kṛita-añjaliḥ—with folded hands; abhāṣhata—he addressed\n",
  "translations": [
    {
      "id": 2991,
      "description": "उसके उपरान्त वह आश्चर्यचकित हुआ हर्षित रोमों वाला (जिसे रोमांच का अनुभव हो रहा हो) धनंजय अर्जुन विश्वरूप देव को (श्रद्धा भक्ति सहित) शिर से प्रणाम करके हाथ जोड़कर बोला।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2990,
      "description": "भगवान् के विश्वरूपको देखकर अर्जुन बहुत चकित हुए और आश्चर्यके कारण उनका शरीर रोमाञ्चित हो गया। वे हाथ जोड़कर विश्वरूप देवको मस्तकसे प्रणाम करके बोले।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2992,
      "description": "Then, Arjuna, overcome with amazement, his hairs standing on end, bowed his head to the Lord and spoke with folded hands.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2993,
      "description": "Then, filled with wonder and with hairs standing on end, Arjuna, bowing down with his head to the Lord, said with folded hands:",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2994,
      "description": "Then, Arjuna, filled with wonder and his hair standing on end, bowed his head to the God and spoke with palms joined.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2995,
      "description": "Then, possessed by amazement and with his body hair standing on end, Dhananjaya, with his head bowed to the God and with folded hands, spoke to Him.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2996,
      "description": "Then, Arjuna, filled with awe, his hair standing on end, bowing his head, and clasping his hands in reverence, spoke to the Lord:",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6804,
      "description": "इस सर्वोत्कृष्ट भव्य दृश्य को देखकर अर्जुन के मन में विस्मय की भावना और शरीर पर हो रहे रोमांच स्पष्ट दिखाई दे रहे थे। यद्यपि संजय घटनास्थल से दूर है? फिर भी अपनी दिव्य दृष्टि से न केवल समस्त योद्धाओं के शरीर ही? वरन् उनकी मनस्थिति को भी जानने में सक्षम प्रतीत होता है। अर्जुन की विस्मय की भावना उसे उतनी ही स्पष्ट दृष्टिगोचर हो रही है? जितने कि उसके रोमांच। शिर से प्रणाम करते हुये दोनों हाथ जोड़कर अर्जुन कुछ कहने के लिए अपना मुख खोलता है। अब तक अर्जुन कुछ नहीं बोला था? जो उसके कण्ठावरोध का स्पष्ट सूचक है। प्रथम बार जब उसने उस दृश्य को देखा? जो मधुरतापूर्वक साहस तोड़ने वाला प्रतीत होता था? तब भावावेश के कारण अर्जुन का कण्ठ अवरुद्ध हो गया था।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6818,
      "description": "ततः then? सः he? विस्मयाविष्टः filled with wonder? हृष्टरोमा with hair standing on end? धनञ्जयः Arjuna? प्रणम्य having prostrated? शिरसा with (his) head? देवम् the God? कृताञ्जलिः with joined palms? अभाषत spoke.Commentary Tatah Then? having seen the Cosmic Form.Arjuna joined his palms in order to do prostration to the Cosmic Form. The great hero had attained true humility which the bowed head and joined palms represented? and which is the essential ingredient of devotion.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6803,
      "description": "व्याख्या-ततः स विस्मयाविष्टो हृष्टरोमा धनञ्जयः-अर्जुनने भगवान्के रूपके विषयमें जैसी कल्पना भी नहीं की थी, वैसा रूप देखकर उनको बड़ा आश्चर्य हुआ। भगवान्ने मेरेपर कृपा करके विलक्षण आध्यात्मिक बातें अपनी ओरसे बतायीं और अब कृपा करके मेरेको अपना विलक्षण रूप दिखा रहे हैं- इस बातको लेकर अर्जुन प्रसन्नताके कारण रोमाञ्चित हो उठे।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}
