{
  "id": 453,
  "verse_number": 39,
  "chapter_number": 11,
  "slug": "chapter-11-verse-39",
  "text": "वायुर्यमोऽग्निर्वरुणः शशाङ्कः प्रजापतिस्त्वं प्रपितामहश्च। नमो नमस्तेऽस्तु सहस्रकृत्वः पुनश्च भूयोऽपि नमो नमस्ते",
  "transliteration": "vāyur yamo 'gnir varuṇaḥ śhaśhāṅkaḥ prajāpatis tvaṁ prapitāmahaśh cha namo namas te 'stu sahasra-kṛitvaḥ punaśh cha bhūyo 'pi namo namas te",
  "word_meanings": "vāyuḥ—the god of wind; yamaḥ—the god of death; agniḥ—the god of fire; varuṇaḥ—the god of water; śhaśha-aṅkaḥ—the moon-God; prajāpatiḥ—Brahma; tvam—you; prapitāmahaḥ—the great-grandfather; cha—and; namaḥ—my salutations; namaḥ—my salutations; te—unto you; astu—let there be; sahasra-kṛitvaḥ—a thousand times; punaḥ cha—and again; bhūyaḥ—again; api—also; namaḥ—(offering) my salutations; namaḥ te—offering my salutations unto you",
  "translations": [
    {
      "id": 3170,
      "description": "You are Vayu, Yama, Agni, Varuna, the Moon, Prajapati, and the great-paternal-grandfather; I offer salutations to You a thousand times, and again, even more salutations to You.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3165,
      "description": "आप ही वायु, यमराज, अग्नि, वरुण, चन्द्रमा, दक्ष आदि प्रजापति और प्रपितामह (ब्रह्माजीके भी पिता) हैं। आपको हजारों बार नमस्कार हो! नमस्कार हो!! और फिर भी आपको बार-बार नमस्कार हो! नमस्कार हो!",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3166,
      "description": "आप वायु, यम, अग्नि, वरुण, चन्द्रमा, प्रजापति (ब्रह्मा) और प्रपितामह (ब्रह्मा के भी कारण) हैं; आपके लिए सहस्र बार नमस्कार, नमस्कार है, पुन: आपको बारम्बार नमस्कार, नमस्कार है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3167,
      "description": "(a) You are Yayu, Yama, Agni, Varuna, Sashanka, Prajapati, and the great-grandsire. (b) Hail to You a thousand times! Hail to You again and yet again!",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3168,
      "description": "You are air, death, fire, the god of the waters, the moon, the Lord of creatures, and the great-grandfather. Salutations to you a thousand times! Salutations to you again and again! Salutations!",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3169,
      "description": "You are Vayu, Yama, Agni, Varuna, the moon, the Creator, and the great-grandfather. I offer my salutations to You a thousand times, and again I offer my salutations to You.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3171,
      "description": "You are the wind, you are death, you are the fire, the water, the moon, the father, and the grandfather. Honor and glory to you a thousand and a thousand times! Again and again, salutations to you, O my Lord!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7204,
      "description": "अब तक अर्जुन भगवान् श्रीकृष्ण के पर? अक्षर और निर्गुण स्वरूप का स्तुतिगान कर रहा था। एक उपासक के मन में यह प्रश्न आ सकता है कि इस सर्वातीत निर्गुण स्वरूप सत्य का उसके अपने इष्ट देवता (उपास्य) के साथ निश्चित रूप से क्या सम्बन्ध है। प्राचीनकाल में प्राय प्राकृतिक शक्तियों के अधिष्ठातृ देवताओं की श्रद्धापूर्वक आराधना? प्रार्थना और उपासना की जाती थी। वेदकालीन साधकगण अन्तकरण की शुद्धि तथा एकाग्रता के लिए जिन देवताओं की उपासना करते थे? उनमें प्रमुख वायु? यम? अग्नि? वरुण (जल का देवता)? शशांङ्क (चन्द्रमा) और सृष्टिकर्ता प्रजापति। इन देवताओं का आह्वान स्त्रोतगान? पूजा तथा यज्ञयागादि के द्वारा किया जाता था। उस काल के शिक्षित वर्ग के लोगों के मन को भी ईश्वर के यही रूप इष्ट थे। प्राय सर्वत्र? लोग साधन को ही साध्य (लक्ष्य) समझने की गलती करते हैं। परन्तु? यहाँ अर्जुन प्रामाणिक ज्ञान के आधार पर यह दर्शाता है कि वस्तुत अनन्त तत्त्व ही समस्त देवताओं का मूल स्वरूप है। तथापि उस अनन्त को अर्जुन भगवान् श्रीकृष्ण के रूप में देखता है। वेदान्त का यह सिद्धांत है कि एक ही परमात्मा विविध उपाधियों के द्वारा व्यक्त होकर इन देवताओं के रूप में प्राप्त होता है। वर्तमान काल में भी भक्तगण अपने इष्ट देवता के रूप में परमेश्वर का आह्वान कर अपने इष्ट को ही देवाधिदेव कहते हैं। इस देवेश को ही अर्जुन प्रणाम करता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7218,
      "description": "वायुः Vayu? यमः Yama? अग्निः Agni? वरुणः Varuna? शशाङ्कः moon? प्रजापतिः Prajapati? त्वम् Thou? प्रपितामहः greatgrandfather? च and? नमःनमः salutations? ते to Thee? अस्तु be? सहस्रकृत्वः thousand times? पुनः again? च and? भूयः again? अपि also? नमःनमः salutations? ते to Thee. Commentary Prajapati Marichi and others were the seven mindborn sons of Brahma. Kasyapa descended from Marichi and from Kasyapa came all other progeny. Therefore? Marichi? Kasyapa and others are known as Prajapatis or the gods or progeny. The word Prajapati here is interpreted by some as Kasyapa and other Prajapatis. But as the word has been used here in the singular number it is appropriate to take Brahma as Prajapati. Brahma is the grandfather (Pitamaha) of Kasyapa. Brahma or the Hiranyagarbha is the Karya Brahman (effect). Isvara is the Karana Brahman (the cause for Brahma). Therefore? Isvara is the greatgrandfather. He is the father of, even Brahma. Isvara has Maya as the limiting adjunct. Maya is His causal body. Isvara has no plane. Maya is in an undifferentiated state. She is in a state where the alities of Nature (Gunas) are in eilibrium. When the eilibrium is disturbed through the will of Isvara? The three Gunas? Brahma? Vishnu and Siva manifest. Thou art the moon alludes to and includes the sun also. Punah? Bhuyah Again. Salutations a thousand times and again salutations. This indicates that Arjuna had intense faith in and boundless devotion for Lord Krishna. He was not satisfied even if he prostrated himself a thousand times.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7203,
      "description": "व्याख्या-वायुः-जिससे सबको प्राण मिल रहे हैं, मात्र प्राणी जी रहे हैं, सबको सामर्थ्य मिल रही है, वह वायु आप ही हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}