{
  "id": 457,
  "verse_number": 43,
  "chapter_number": 11,
  "slug": "chapter-11-verse-43",
  "text": "पितासि लोकस्य चराचरस्य त्वमस्य पूज्यश्च गुरुर्गरीयान्। न त्वत्समोऽस्त्यभ्यधिकः कुतोऽन्यो लोकत्रयेऽप्यप्रतिमप्रभाव",
  "transliteration": "pitāsi lokasya charācharasya tvam asya pūjyaśh cha gurur garīyān na tvat-samo 'sty abhyadhikaḥ kuto 'nyo loka-traye 'py apratima-prabhāva",
  "word_meanings": "pitā—the father; asi—you are; lokasya—of the entire universe; chara—moving; acharasya—nonmoving; tvam—you; asya—of this; pūjyaḥ—worshipable; cha—and; guruḥ—spiritual master; garīyān—glorious; na—not; tvat-samaḥ—equal to you; asti—is; abhyadhikaḥ—greater; kutaḥ—who is?; anyaḥ—other; loka-traye—in the three worlds; api—even; apratima-prabhāva—possessor of incomparable power",
  "translations": [
    {
      "id": 3198,
      "description": "You are the father of the world of the moving and the unmoving; you are the great preceptor of this universe; in the triad of worlds, there is no one equal to you—how can there be anyone else superior, having greatness not comprehended?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3193,
      "description": "आप ही इस चराचर संसारके पिता हैं, आप ही पूजनीय हैं और आप ही गुरुओंके महान् गुरु हैं। हे अनन्त प्रभावशाली भगवन्! इस त्रिलोकीमें आपके समान भी दूसरा कोई नहीं है, फिर अधिक तो हो ही कैसे सकता है!",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3194,
      "description": "आप इस चराचर जगत् के पिता, पूजनीय और सर्वश्रेष्ठ गुरु हैं। हे अप्रितम प्रभाव वाले भगवन्! तीनों लोकों में आपके समान भी कोई नहीं हैं, तो फिर आपसे अधिक श्रेष्ठ कैसे होगा?।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3195,
      "description": "You are the father of this world, of all that moves and does not move. You are its teacher and the one most worthy of reverence. There is none equal to You. How then could there be in the three worlds another greater than You, O Being of matchless greatness?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3196,
      "description": "You are the Father of all beings, both moving and non-moving; to You, the Teacher, are they worthy of worship, and You are greater than a teacher. There is none equal to You; how can there be anyone greater even in all the three worlds, O You of unrivaled power?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3197,
      "description": "Thou art the Father of this world, both moving and unmoving. Thou art to be adored by this world; Thou, the greatest Guru; for none exists who is equal to Thee; how then could there be another superior to Thee in the three worlds, O Being of unrivaled power?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3199,
      "description": "For you are the Father of all things movable and immovable, the Worshipful, the Master of Masters! In all the worlds, there is none equal to you; how then could there be one superior, O you who stand alone, Supreme?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7267,
      "description": "व्याख्या-'पितासी लोकस्य चराचरस्य'-अनन्त ब्रह्माण्डोंमें मनुष्य, शरीर, पशु, पक्षी आदि जितने जङ्गम प्राणी हैं, और वृक्ष, लता आदि जितने स्थावर प्राणी हैं, उन सबको उत्पन्न करनेवाले और उनका पालन करनेवाले पिता भी आप हैं, उनके पूजनीय भी आप हैं तथा उनको शिक्षा देनेवाले महान् गुरु भी आप ही हैं - 'त्वमस्य पूज्यश्च गुरुर्गरीयान्। '",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7268,
      "description": "हम यहाँ देखते हैं कि भावावेश के कारण अवरुद्ध कण्ठ से अर्जुन श्रीकृष्ण के प्रति अत्यादर के साथ कहता है कि आप इस चराचर जगत् के पिता हैं। निसन्देह ही? जाग्रत् स्वप्न? और सुषुप्ति अवस्थाओं के अनुभव लोक भी? आत्मतत्त्व की स्थूल? सूक्ष्म और कारण उपाधियों के द्वारा अभिव्यक्ति से ही विद्यमान प्रतीत होते हैं। उन सबका प्रकाशक आत्मचैतन्य सर्वत्र एक ही है। स्वाभाविक है कि अर्जुन के कथन के अनुसार भगवान् अप्रतिम प्रभाव से सम्पन्न हैं और उनके समान भी जब कोई नहीं है? तो उनसे अधिक श्रेष्ठ कौन हो सकता हैक्योंकि वास्तविकता ऐसी है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7282,
      "description": "पिता Father? असि (Thou) art? लोकस्य of the world? चराचरस्य of the moving and unmoving? त्वम् Thou? अस्य of this? पूज्यः to be reserved? च and? गुरुः the Guru? गरीयान् weightier? न not? त्वत्समः eal to Thee? अस्ति is? अभ्यधिकः surpassing? कुतः whence? अन्यः other? लोकत्रये in the three worlds? अपि also? अप्रतिमप्रभाव O Being of unealled power. Commentary There exists none who is eal to Thee There cannot be two or more Isvaras. If there were? The world will not get on as it does now. All the Isvaras may not be of one mind? As they would all be independent of one another. What one wishes to create? Another may wish to destroyWhen there does not exist one who is eal to Thee? How could there be one superior to TheeFather Creator. As the Lord is the creator of this world He is fit to be adored. He is the greatest Guru also. Therefore there is no one who is eal to the Lord.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}