{
  "id": 415,
  "verse_number": 1,
  "chapter_number": 11,
  "slug": "chapter-11-verse-1",
  "text": "अर्जुन उवाच मदनुग्रहाय परमं गुह्यमध्यात्मसंज्ञितम्। यत्त्वयोक्तं वचस्तेन मोहोऽयं विगतो मम",
  "transliteration": "arjuna uvācha mad-anugrahāya paramaṁ guhyam adhyātma-sanjñitam yat tvayoktaṁ vachas tena moho 'yaṁ vigato mama",
  "word_meanings": "arjunaḥ uvācha—Arjun said; mat-anugrahāya—out of compassion to me; paramam—supreme; guhyam—confidential; adhyātma-sanjñitam—about spiritual knowledge; yat—which; tvayā—by you; uktam—spoken; vachaḥ—words; tena—by that; mohaḥ—illusion; ayam—this; vigataḥ—is dispelled; mama—my",
  "translations": [
    {
      "id": 2900,
      "description": "अर्जुन ने कहा - मुझ पर अनुग्रह करने के लिए जो परम गोपनीय, अध्यात्मविषयक वचन (उपदेश) आपके द्वारा कहा गया, उससे मेरा मोह दूर हो गया है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2899,
      "description": "अर्जुन बोले - केवल मेरेपर कृपा करनेके लिये ही आपने जो परम गोपनीय अध्यात्मतत्तव जाननेका वचन कहा, उससे मेरा यह मोह नष्ट हो गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2901,
      "description": "Arjuna said, \"To show favor to me, You have told me that most profound mystery concerning the Self; by that, this delusion of mine has been dispelled.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2902,
      "description": "Arjuna said, \"This delusion of mine has departed as a result of that speech which is most secret and pertains to the Self, uttered by You for my benefit.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2903,
      "description": "Arjuna said, By this explanation of the highest secret concerning the Self which Thou hast spoken, for the sake of blessing me, my delusion has been dispelled.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2904,
      "description": "Arjuna said, \"My delusion has completely gone, thanks to the great and mysterious discourse, which is termed as a science governing the soul, and which You have delivered to me as a favor.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2905,
      "description": "Arjuna said: My Lord! Your words concerning the Supreme Secret of Self, given for my blessing, have dispelled the illusions that surrounded me.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6595,
      "description": "व्याख्या-'मदनुग्रहाय'-मेरा भजन करनेवालोंपर कृपा करके मैं स्वयं उनके अज्ञानजन्य अन्धकारका नाश कर देता हूँ (गीता 10। 11) - यह बात भगवान्ने केवल कृपा-परवश होकर कही। इस बातका अर्जुनपर बड़ा प्रभाव प़ड़ा, जिससे अर्जुन भगवान्की स्तुति करने लगे (10। 12 - 15)। ऐसी स्तुति उन्होंने पहले गीतामें कहीं नहीं की। उसीका लक्ष्य करके अर्जुन यहाँ कहते हैं कि केवल मेरेपर कृपा करनेके लिये ही आपने ऐसी बात कही है (टिप्पणी प0)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6610,
      "description": "मदनुग्रहाय for the sake of blessing me? परमम् the highest? गुह्यम् the secret? अध्यात्मसंज्ञितम् called Adhyatma? यत् which? त्वया by Thee? उक्तम् spoken? वचः word? तेन by that? मोहः delusion? अयम् this? विगतः gone? मम my. Commentary After hearing the glories of the Lord? Arjuna has an intense longing to have the wonderful vision of the Cosmic Form with his own eyes. His bewilderment and delusion have now vanished. Adhyatma That which treats of the discrimination between the Self and the notSelf metaphysics. I was worried about the sin involved in killing my relations and preceptors. I had the ideas? I am the agent in killing them they are to be killed by me. This delusion has vanished now after receiving Thy most profound and valuable instructions. Thou hast dispelled this delusion of ignorance from me. The vision of the Cosmic Form is not the ultimate goal. If that were so? The Gita would have ended with this chapter. The vision of the Cosmic Form is also one more in a series of graded experiences. It is a terrible experience too. That is the reason why Arjuna said to the Lord? Stammering with fear What an awful form Thou hast I have seen that which none hath seen before. My heart is glad? Yet faileth me on account of fear. Show me? O God? Thine other form again. O God of gods? Support of all the worlds? Let me see Thy form with the diadem? And with the mace and discus in Thy hands. Again I wish to see Thee as before assume Thy fourarmed form? O Lord of thousand arms and of forms innumerable. Arjuna heard the Lords statement? Viz.? Having pervaded this whole universe with one fragment of Myself? I remain. This induced him to have the vision of the Lords Cosmic Form. He says? O Lord of compassion? Thou hast taught me the spiritual wisdom which can hardly be found in the Vedas. Thou hast saved me. My delusion has disappeared. Thou hast disclosed to me the nature of the Supreme Self? The secrets of Nature and Thy divine glories. My greatest ambition at the present moment is that I should behold with my own eyes Thy entire Cosmic Form.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6596,
      "description": "पूर्व अध्याय में वर्णित भगवान् की विभूतियों को जानते से हुए अपने परम सन्तोष को? अर्जुन इस प्रारम्भिक श्लोक में व्यक्त करता है। अपने शिष्य पर केवल अनुग्रह करने और उसे मोहदशा से बाहर निकालने के लिए भगवान् ने जो इतना अधिक परिश्रम किया? अर्जुन उसकी भी प्रशंसा करता है। अनेकता में एकता का दर्शन करने का अर्थ संसार के दुख से सुरक्षित रहने के लिए रोग निरोधक टीका लगवाना है। अर्जुन की इस स्वीकारोक्ति से कि? मेरा मोह दूर हो गया है? व्यासजी? एक उत्तम विद्यार्थी पर पड़ने वाले पूर्व अध्याय के प्रभाव को बड़ी सुन्दरता से हमारे ध्यान में लाते हैं। मोह निवृत्ति? सत्य के ज्ञान का एक पक्ष है? न कि वह अपने आप में ज्ञान की प्राप्ति। अर्जुन अज्ञान के कारण नामरूपमय इस सृष्टि में अपना अलग और स्वतन्त्र अस्तित्व अनुभव कर रहा था। वह अब इस भेद के मोह से मुक्त हो चुका था। उसे वह दृष्टि मिल गयी? जिसके द्वारा वह इस भेदात्मक दृश्य जगत् में ही व्याप्त एक सत्ता को देख पाने में समर्थ हो जाता है। परन्तु फिर भी उसने अनेकता में एकता का प्रात्यक्षिक दर्शन नहीं किया था। यद्यपि सिद्धान्तत उसे इस एकत्व का ज्ञान स्वीकार्य था। राजपुत्र अर्जुन यह भलीभांति जानता है कि श्रीकृष्ण ने विभूतियोग का इतना विस्तृत वर्णन केवल उसके ऊपर अनुग्रह करने के लिए ही किया था। यह हमें इस बात का स्मरण कराता है कि किस प्रकार भगवान् अपने भक्तों के हृदय में स्थित उनके अज्ञानजनित अंधकार को नष्ट कर देते हैं। ये अध्यात्मविषयक वचन क्या थे अर्जुन कहता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}