{
  "id": 467,
  "verse_number": 53,
  "chapter_number": 11,
  "slug": "chapter-11-verse-53",
  "text": "नाहं वेदैर्न तपसा न दानेन न चेज्यया। शक्य एवंविधो द्रष्टुं दृष्टवानसि मां यथा",
  "transliteration": "nāhaṁ vedair na tapasā na dānena na chejyayā śhakya evaṁ-vidho draṣhṭuṁ dṛiṣhṭavān asi māṁ yathā",
  "word_meanings": "na—never; aham—I; vedaiḥ—by study of the Vedas; na—never; tapasā—by serious penances; na—never; dānena—by charity; na—never; cha—also; ijyayā—by worship; śhakyaḥ—it is possible; evam-vidhaḥ—like this; draṣhṭum—to see; dṛiṣhṭavān—seeing; asi—you are; mām—me; yathā—as",
  "translations": [
    {
      "id": 3268,
      "description": "Neither by reciting the Vedas, nor by observing austerity, nor by giving gifts, nor by performing sacrifice, can I be seen in this way as you have seen Me now.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3263,
      "description": "जिस प्रकार तुमने मुझे देखा है, इस प्रकारका (चतुर्भुजरूपवाला) मैं न तो वेदोंसे, न तपसे, न दानसे और न यज्ञसे ही देखा जा सकता हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3264,
      "description": "न वेदों से, न तप से, न दान से और न यज्ञ से ही मैं इस प्रकार देखा जा सकता हूँ, जैसा कि तुमने मुझे देखा है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3265,
      "description": "Sri Krishna says, \"I cannot be seen in such a form as You have seen Me, not by the Vedas, nor by austerities, nor by gifts, nor by sacrifice.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3266,
      "description": "Not through the Vedas, nor by austerity, nor by gifts, nor even by sacrifice can I be seen in this form as you have seen Me.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3267,
      "description": "Neither by the Vedas, nor by austerity, nor by gift, nor by sacrifice can I be seen in this form as thou hast seen Me so easily.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3269,
      "description": "It is not possible to see Me as you have done through studying the scriptures, performing austerities, giving gifts, or making sacrifices.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7442,
      "description": "न not? अहम् I? वेदैः by the Vedas? न not? तपसा by austerity? न not? दानेन by gift? न not? च and? इज्यया by sacrifice? शक्यः (am) possible? एवंविधः like this? द्रष्टुम् to be seen? दृष्टवानसि (thou) hast seen? माम् Me? यथा as. Commentary This Cosmic Form which thou hast seen so easily cannot be obtained either by the study of the Vedas and the six modes of philosophy? Nor by the practice of manifold austerities (penances)? Nor by charity? Nor by sacrifices of various kinds. Arjuna was indeed very fortunate in seeing the Cosmic Form. How can the Lord be seen Listen The heart must be overflowing with true devotion to Him. (Cf. XI.48)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7427,
      "description": "व्याख्या-'दृष्टवानसि मां यथा'-तुमने मेरा चतुर्भुजरूप मेरी कृपासे ही देखा है। तात्पर्य है कि मेरे दर्शन मेरी कृपासे ही हो सकते हैं, किसी योग्यतासे नहीं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7428,
      "description": "भगवान् के इस विश्वरूप का दर्शन मिलना किसी के लिए भी सुलभ नहीं है। दर्शन का यह अनुभव न वेदाध्ययन से और न तप से? न दान से और न यज्ञ से ही प्राप्त हो सकता है। यहाँ तक कि स्वर्ग के निवासी देवतागण भी अपनी विशाल बुद्धि? दीर्घ जीवन और कठिन साधना के द्वारा भी इस रूप को नहीं देख पाते और सदा उसके लिए लालायित रहते हैं। ऐसा होने पर भी भगवान् श्रीकृष्ण ने अपने इस विराट् और आश्चर्यमय रूप को अपने मित्र अर्जुन को केवल अनुग्रह करके दर्शाया जैसा कि स्वयं उन्होंने ही स्वीकार किया था। हम इस बात पर आश्चर्य़ करेंगे कि किस कारण से भगवान् अपनी कृपा की वर्षा किसी एक व्यक्ति पर तो करते हैं और अन्य पर नहीं निश्चय ही यह एक सर्वशक्तिमान् द्वारा किया गया आकस्मिक वितरण नहीं हो सकता? जो स्वच्छन्दतापूर्वक? निरंकुश होकर बिना किसी नियम या कारण के कार्य करता रहता हो क्योंकि उस स्थिति में भगवान् पक्षपात तथा निरंकुशता के दोषी कहे जायेंगे? जो कि उपयुक्त नहीं है। श्लोक में इसका युक्तियुक्त स्पष्टीकरण किया गया है कि किस कारण से बाध्य होकर भगवान् अपनी विशेष कृपा की वर्षा कभी किसी व्यक्ति पर करते हैं? और सदा सब के ऊपर नहीं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}