{
  "id": 454,
  "verse_number": 40,
  "chapter_number": 11,
  "slug": "chapter-11-verse-40",
  "text": "नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व। अनन्तवीर्यामितविक्रमस्त्वं सर्वं समाप्नोषि ततोऽसि सर्वः",
  "transliteration": "namaḥ purastād atha pṛiṣhṭhatas te namo ’stu te sarvata eva sarva ananta-vīryāmita-vikramas tvaṁ sarvaṁ samāpnoṣhi tato ’si sarvaḥ",
  "word_meanings": "namaḥ—offering salutations; purastāt—from the front; atha—and; pṛiṣhṭhataḥ—the rear; te—to you; namaḥ astu—I offer my salutations; te—to you; sarvataḥ—from all sides; eva—indeed; sarva—all; ananta-vīrya—infinite power; amita-vikramaḥ—infinite valor and might; tvam—you; sarvam—everything; samāpnoṣhi—pervade; tataḥ—thus; asi—(you) are; sarvaḥ—everything\n",
  "translations": [
    {
      "id": 3178,
      "description": "Salutations to Thee in front and on all sides, Thou who encompasseth me round about. Thy power is infinite; Thy majesty immeasurable; Thou upholdest all things; indeed, Thou Thyself art All.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3172,
      "description": "हे सर्व! आपको आगेसे भी नमस्कार हो! पीछेसे भी नमस्कार हो! सब ओरसे ही नमस्कार हो! हे अनन्तवीर्य! अमित विक्रमवाले आपने सबको समावृत कर रखा है; अतः सब कुछ आप ही हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3173,
      "description": "हे अनन्तसार्मथ्य वाले भगवन्! आपके लिए अग्रत: और पृष्ठत: नमस्कार है, हे सर्वात्मन्! आपको सब ओर से नमस्कार है। आप अमित विक्रमशाली हैं और आप सबको व्याप्त किये हुए हैं, इससे आप सर्वरूप हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3174,
      "description": "Corrected: (a) Salutations to You from before and behind! Salutations to You from all sides, O All! ৷৷. (b) ৷৷. O You of infinite prowess and heroic action, which are measureless! You pervade all beings, and therefore, You are all.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3175,
      "description": "Salutations to You in the East and behind. Salutations to You on all sides indeed, O All! You possess infinite strength and infinite heroism. You pervade everything; thus You are all!",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3176,
      "description": "Salutations to You in front and behind! Salutations to You on every side! O All! You, infinite in power and prowess, pervade all; therefore You are all.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3177,
      "description": "Salutations to You in front and behind; salutations to You on all sides, O One Who is All! You are of infinite might and immeasurable power; and You pervade all, and thus You are all.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7219,
      "description": "व्याख्या-'नमः पुरस्तादथ पृष्ठतस्ते नमोऽस्तु ते सर्वत एव सर्व'-अर्जुन भयभीत हैं। मैं क्या बोलूँ- यह उनकी समझमें नहीं आ रहा है। इसलिये वे आगेसे, पीछेसे सब ओरसे अर्थात् दसों दिशाओंसे केवल नमस्कारहीनमस्कार कर रहे हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7220,
      "description": "परमात्मा सर्वत्र व्याप्त है अन्तर्बाह्य? अधउर्ध्व? समस्त दिशाओं में व्याप्त है। उससे रिक्त कोई स्थान नहीं है। यह कोई अकेले अर्जुन का मौलिक विचार नहीं है। उपनिषद् के महान् ऋषिगण तो इस अनुभव में अखण्ड वास करते थे। जिस परमात्मा को अर्जुन अपने मन से सब दिशाओं में प्रणाम करता है? वह परमात्मा न केवल आकाश के समान सर्वव्यापक ही है? वरन् वह सम्पूर्ण सार्मथ्य एवं विक्रम का स्रोत भी है। जहाँ कहीं भी कार्य़ करने की प्रेरणा या सफलता पाने की क्षमता दृष्टिगोचर होती हैं? वह सब अनन्तवीर्य और अमितविक्रम परमात्मा की ही एक झलक है? किरण है। परमात्मा सत्स्वरूप से सर्वत्र समस्त वस्तुओं और प्राणियों में विद्यमान है क्योंकि सत् के बिना किसी भी वस्तु का अस्तित्व नहीं हो सकता? इसलिए? वस्तुत परमात्मा ही सर्वरूप है। जल ही सब तरंगें हैं और मिट्टी ही सब घट है। क्योंकि आपके महात्म्य के अज्ञान के कारण? पूर्व में मैंने आपके प्रति अपराध किया है? इसलिए",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7234,
      "description": "नमः salutation? पुरस्तात् (from) front? अथ also? पृष्ठतः (from) behind? ते to Thee? नमः salutation? अस्तु be? ते to Thee? सर्वतः on every side? एव even? सर्व O all? अनन्तवीर्य infinite power? अमितविक्रमः infinite in prowess? त्वम् Thou? सर्वम् all? समाप्नोषि pervadest? ततः wherefore? असि (Thou) art? सर्वः all.Commentary The words I prostrate myself before Thee? behind Thee and on every side indicate the allpervading nature of the Lord. How can the allpervading Self have front and back Finite objects only have front and back sides Arjuna imagined that there were front and back sides to the Lord and so prostrated himself in his extreme faith and devotion.O All Nothing exists without Thee. As the Self is allpervading? He is called the All. There is nothing except the Self.On every side? as Thou art present everywhere or in all arters.One may be powerful but may not possess the courage to kill the enemies or he may be endowed with a mild form of courge but the Lord is infinite in courage and infinite in power.Pervadest by Thy One Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
