{
  "id": 430,
  "verse_number": 16,
  "chapter_number": 11,
  "slug": "chapter-11-verse-16",
  "text": "अनेकबाहूदरवक्त्रनेत्रं पश्यामि त्वां सर्वतोऽनन्तरूपम्। नान्तं न मध्यं न पुनस्तवादिं पश्यामि विश्वेश्वर विश्वरूप",
  "transliteration": "aneka-bāhūdara-vaktra-netraṁ paśhyāmi tvāṁ sarvato 'nanta-rūpam nāntaṁ na madhyaṁ na punas tavādiṁ paśhyāmi viśhveśhvara viśhva-rūpa",
  "word_meanings": "aneka—infinite; bāhu—arms; udara—stomachs; vaktra—faces; netram—eyes; paśhyāmi—I see; tvām—you; sarvataḥ—in every direction; ananta-rūpam—inifinite forms; na antam—without end; na—not; madhyam—middle; na—no; punaḥ—again; tava—your; ādim—beginning; paśhyāmi—I see; viśhwa-īśhwara—The Lord of the universe; viśhwa-rūpa—universal form",
  "translations": [
    {
      "id": 3009,
      "description": "I behold You with many arms, bellies, mouths, and eyes, and with infinite forms on all sides; I find neither the end nor the center nor the beginning of You, O Lord of the Universe, O Universal-Formed One!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3004,
      "description": "हे विश्वरूप! हे विश्वेश्वरव! आपको मैं अनेक हाथों, पेटों, मुखों और नेत्रोंवाला तथा सब ओरसे अनन्त रूपोंवाला देख रहा हूँ। मैं आपके न आदिको, न मध्यको और न अन्तको ही देख रहा हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3005,
      "description": "हे विश्वेश्वर! मैं आपकी अनेक बाहु, उदर, मुख और नेत्रों से युक्त तथा सब ओर से अनन्त रूपों वाला देखता हूँ। हे विश्वरूप! मैं आपके न अन्त को देखता हूँ और न मध्य को और न आदि को।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3006,
      "description": "With manifold arms, stomachs, mouths, and eyes, I behold Your infinite form on all sides. I see no end, no middle, nor the beginning of You, O Lord of the universe, O You of Universal Form.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3007,
      "description": "I see You with numerous arms, bellies, mouths, and eyes; with infinite forms all around. O Lord of the Universe, O Cosmic Person, I see no limit, no middle, nor beginning!",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3008,
      "description": "I see You with boundless form on every side, with many arms, stomachs, mouths, and eyes; neither the end nor the middle nor the beginning do I see, O Lord of the Universe, O Cosmic Form.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3010,
      "description": "I see You, infinite in form, with faces, eyes, and limbs everywhere; with no beginning, middle, or end. O You, Lord of the Universe, whose form is universal!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6835,
      "description": "व्याख्या-'विश्वरूप', विश्वेश्वर'-इन दो सम्बोधनोंका तात्पर्य है कि मेरेको जो कुछ भी दीख रहा है, वह सब आप ही हैं और इस विश्वके मालिक भी आप ही हैं। सांसारिक मनुष्योंके शरीर तो जड होते हैं और उनमें शरीरी चेतन होता है; परन्तु आपके विराट्रूपमें शरीर और शरीरी- ये दो विभाग नहीं हैं। विराट्रूपमें शरीर और शरीरीरूपसे एक आप ही हैं। इसलिये विराट्रूपमें सब कुछ चिन्मय-ही-चिन्मय है। तात्पर्य यह हुआ कि अर्जुन विश्वरूप सम्बोधन देकर यह कह रहे हैं कि आप ही शरीर हैं और 'विश्वेश्वर' सम्बोधन देकर यह कह रहे हैं कि आप ही शरीरी (शरीरके मालिक) हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6836,
      "description": "विश्वरूप के अनन्त वैभव को एक ही दृष्टिक्षेप में देख पाने के लिए मानव की परिच्छिन्न बुद्धि उपयुक्त साधन नहीं है। इस रूप के परिमाण की विशालता और उसके गूढ़ अभिप्राय से ही मनुष्य की? बुद्धि निश्चय ही? लड़खड़ाकर रह जाती है। भगवान् ही वह एकमेव सत्य तत्त्व हैं जो सभी प्राणियों की कर्मेन्द्रियों के पीछे चैतन्य रूप से विद्यमान हैं। अर्जुन इसे इन शब्दों में सूचित करता है कि मैं आपको अनेक बाहु? उदर? मुख और नेत्रों से युक्त सर्वत्र अनन्तरूप में देखता हूँ। इसे सत्य का व्यंग्यचित्र नहीं समझ लेना चाहिये। सावधानी की सूचना उन शीघ्रता में काम आने वाले चित्रकारों के लिए आवश्यक है? जो इस विषयवस्तु से स्फूर्ति और प्रेरणा पाकर इस विराट् रूप को अपने रंगों और तूलिका के द्वारा चित्रित करना चाहते हैं और अपने प्रयत्न में अत्यन्त दयनीय रूप से असफल होते हैं। विश्व की एकता कोई दृष्टिगोचर वस्तु नहीं है यह साक्षात्कार के योग्य एक सत्य तथ्य है। इस तथ्य की पुष्टि अर्जुन के इन शब्दों से होती है कि मैं न आपके अन्त को देखता हूँ? और न मध्य को और न आदि को। विराट् पुरुष का वर्णन इससे और अधिक अच्छे प्रकार से नहीं किया जा सकता था। उपर्युक्त ये श्लोक सभी परिच्छिन्न वस्तुओं के और मरणशील प्राणियों में सूत्र रूप से व्याप्त उस एकत्व का दर्शन कराते हैं? जिसने उन्हें इस विश्वरूपी माला के रूप मे धारण किया हुआ हैअर्जुन आगे कहता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6850,
      "description": "अनेकबाहूदरवक्त्रनेत्रम् with manifold arms? Stomachs? Mouths and eyes? पश्यामि (I) see? त्वाम् Thee? सर्वतः on every side? अनन्तरूपम् of boundless form? न not? अनत्म् end? न not? मध्यम् middle? न not? पुनः, again? तव Thy? आदिम् origin? पश्यामि (I) see? विश्वेश्वर O Lord of the universe? विश्वरूप O Cosmic Form. Commentary A thing that is limited by space and time has a begining? A middle and an end? But the Lord is omnipresent and eternal. He exists in the three periods of time - past? Present and future? But is not limited by time and space. Therefore He has neither a beginning nor middle nor end. Arjuna could have this divine vision only with the help of the divine eye bestowed upon him by the Lord. He who has supreme devotion to the Lord and on whom the Lord showers His grace can enjoy this wondrous vision.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}