{
  "id": 466,
  "verse_number": 52,
  "chapter_number": 11,
  "slug": "chapter-11-verse-52",
  "text": "श्री भगवानुवाच सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम। देवा अप्यस्य रूपस्य नित्यं दर्शनकाङ्क्षिणः",
  "transliteration": "śhrī-bhagavān uvācha su-durdarśham idaṁ rūpaṁ dṛiṣhṭavān asi yan mama devā apy asya rūpasya nityaṁ darśhana-kāṅkṣhiṇaḥ",
  "word_meanings": "śhrī-bhagavān uvācha—the Supreme Lord said; su-durdarśham—exceedingly difficult to behold; idam—this; rūpam—form; dṛiṣhṭavān asi—that you are seeing; yat—which; mama—of mine; devāḥ—the celestial gods; api—even; asya—this; rūpasya—form; nityam—eternally; darśhana-kāṅkṣhiṇaḥ—aspiring to see;",
  "translations": [
    {
      "id": 3262,
      "description": "Lord Shri Krishna replied: It is difficult to see the vision of Me that thou hast seen. Even the most powerful have longed for it in vain.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3256,
      "description": "श्रीभगवान् बोले - मेरा यह जो रूप तुमने देखा है, इसके दर्शन अत्यन्त ही दुर्लभ हैं। इस रूपको देखनेके लिये देवता भी नित्य लालायित रहते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3257,
      "description": "श्रीभगवान् ने कहा - मेरा यह रूप देखने को मिलना अति दुर्लभ है, जिसको कि तुमने देखा है। देवतागण भी सदा इस रूप के दर्शन के इच्छुक रहते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3258,
      "description": "The Lord said, \"It is very hard to behold this form of Mine which you have seen. Even the gods everlong to behold this form.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3259,
      "description": "The Blessed Lord said, \"This form of Mine, which you have seen, is very difficult to behold; even the gods are ever desirous of a vision of this form.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3260,
      "description": "The Blessed Lord said, \"It is very hard indeed to see this form of Mine which thou hast seen; even the gods are ever longing to behold it.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3261,
      "description": "The Bhagavat said, \"This form of Mine, which you have just observed, is extremely difficult to behold; even the gods are ever eager to behold it.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7411,
      "description": "व्याख्या-'सुदुर्दर्शमिदं रूपं दृष्टवानसि यन्मम'-यहाँ 'सुदुर्दर्शम्' पद चतुर्भुजरूपके लिये ही आया है, विराट्रूप या द्विभुजरूपके लिये नहीं। कारण कि विराट्रूपकी तो देवता भी कल्पना क्यों करने लगे! और मनुष्यरूप जब मनुष्योंके लिये सुलभ था, तब देवताओंके ल, ये वह दुर्लभ कैसे होता! इसलिये 'सुदुर्दर्शम्' पदसे भगवान् विष्णुका चतुर्भुजरूप ही लेना चाहिये, जिसके लिये 'देवरूपम्' (11। 45) और स्वकं रूपम् (11। 50) पद आये हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7412,
      "description": "See Commentary under .",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7426,
      "description": "सुदुर्दर्शम् very hard to see? इदम् this? रूपम् form? दृष्टवानसि thou hast seen? यत् which? मम My? देवाः gods? अपि also? अस्य (of) this? रूपस्य of form? नित्यम् ever? दर्शनकाङ्क्षिणः (are) desrious to behold. Commentary Lord Krishna says to Arjuna Though the gods long to behold the Cosmic Form yet they have not seen it as you have done. THey can never behold it. Just as the Chataka (a bird) longs for a drop of rain? Eagerly turning its eyes towards the clouds? So also do gods yearn to behold the Cosmic Form but their wishes have not been gratified even in their dreams. Such is that marvellous vision which thou hast easily seen.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}