{
  "id": 418,
  "verse_number": 4,
  "chapter_number": 11,
  "slug": "chapter-11-verse-4",
  "text": "मन्यसे यदि तच्छक्यं मया द्रष्टुमिति प्रभो। योगेश्वर ततो मे त्वं दर्शयाऽत्मानमव्ययम्",
  "transliteration": "manyase yadi tach chhakyaṁ mayā draṣhṭum iti prabho yogeśhvara tato me tvaṁ darśhayātmānam avyayam",
  "word_meanings": "manyase—you think; yadi—if; tat—that; śhakyam—possible; mayā—by me; draṣhṭum—to behold; iti—thus; prabho—Lord; yoga-īśhvara—Lord of all mystic powers; tataḥ—then; me—to me; tvam—you; darśhaya—reveal; ātmānam—yourself; avyayam—imperishable",
  "translations": [
    {
      "id": 2920,
      "description": "हे प्रभो! मेरे द्वारा आपका वह परम ऐश्वर रूप देखा जा सकता है - ऐसा अगर आप मानते हैं, तो हे योगेश्वर! आप अपने उस अविनाशी स्वरूपको मुझे दिखा दीजिये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2926,
      "description": "If you think it is possible for me to see it, show me, O Lord of Lords, your eternal self.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2923,
      "description": "O Lord, if You deem it possible for me to behold You, then, O Lord of Yoga, show me Your eternal Self.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2921,
      "description": "हे प्रभो! यदि आप मानते हैं कि मेरे द्वारा वह आपका रूप देखा जाना संभव है, तो हे योगेश्वर! आप अपने अव्यय रूप का दर्शन कराइये।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2922,
      "description": "If you think, O Lord, that it can be seen by me, then, O Lord of Yoga, reveal Yourself fully to me.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2924,
      "description": "If Thou, O Lord, thinkest it possible for me to see it, do Thou, then, O Lord of the Yogis, show me Thy imperishable Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2925,
      "description": "O Master! If you think it is possible for me to behold that form, then, O Lord of the Yogis, please show me Your Immortal Self.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6658,
      "description": "मन्यसे Thou thinkest? यदि if? तत् that? शक्यम् possible? मया by me? द्रष्टुम् to see? इति thus? प्रभो O Lord? योगेश्वर O Lord of Yogins? ततः then? मे me? त्वम् Thou? दर्शय show? आत्मानम् (Thy) Self? अव्ययम् imperishable. Commentary Arjuna is very keen and eager to see the Cosmic Form of the Lord. He prays to Him to grant him the vision. This supreme vision can be obtained only through His grace. Yogesvara also means the Lord of Yoga. A Yogi is one who is endowed with the eight psychic powers (Siddhis). The Lord of the Yogins is Yogesvara. And? Yoga is identity of the individual soul with the Absolute. He who is able to bestow this realisation of identity on the deserving spiritual aspirant is Yogesvara. He Who is able to create? Preserve? Destroy? Veil and graciously release is the Lord. (These five actions? Panchakriyas? Are known respectively as Srishti? Sthiti? Samhara? Tirodhana and Anugraha.)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6643,
      "description": "व्याख्या-'प्रभो'- 'प्रभु' नाम सर्वसमर्थका है, इसलिये इस सम्बोधनका भाव यह मालूम देता है कि यदि आप मेरेमें विराट्रूप देखनेकी सामर्थ्य मानते हैं, तब तो ठीक है; नहीं तो आप मेरेको ऐसी सामर्थ्य दीजिये, जिससे मैं आपका वह ऐश्वर (ईश्वरसम्बन्धी) रूप देख सकूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6644,
      "description": "पूर्व श्लोक में व्यक्त की गई इच्छा को ही यहाँ पूर्ण नम्रता एवं सम्मान के साथ दोहराया गया है। अपने सामान्य व्यावहारिक जीवन में भी हम सम्मान पूर्वक प्रार्थना अथवा नम्र अनुरोध करते समय इस प्रकार की भाषा का प्रयोग करते हैं? जैसे यदि मुझे कुछ कहने की अनुमति दी जाये? मुझ पर बड़ी कृपा होगी? मुझे प्रस्तुत करने का सौभाग्य प्राप्त हुआ है इत्यादि। पाण्डव राजपुत्र अर्जुन? मानो? पुनर्विचार के फलस्वरूप पूर्व प्रयुक्त अपनी सैनिकी भाषा को त्यागकर नम्रभाव से अनुरोध करता है कि? यदि आप मुझे योग्य समझें? तो अपने अव्यय रूप का मुझे दर्शन कराइये। यहाँ बतायी गयी नम्रता एवं सम्मान किसी निम्न स्तर की इच्छा को पूर्ण कराने के लिए झूठी भावनाओं का प्रदर्शन नहीं है। भगवान् को सम्बोधित किये गये विशेषणों से ही यह बात स्पष्ट हो जाती है। प्रथम पंक्ति में अर्जुन भगवान् को प्रभो कहकर और फिर? योगेश्वर के नाम से सम्बोधित करता है। यह इस बात का सूचक है कि अर्जुन को अब यह विश्वास होने लगा था कि श्रीकृष्ण केवल कोई मनुष्य नहीं हैं? जो अपने शिष्य को मात्र बौद्धिक सन्तोष अथवा आध्यात्मिक प्रवचन देने में ही समर्थ हों। वह समझ गया है कि श्रीकृष्ण तो स्वयं प्रभु अर्थात् परमात्मा और योगेश्वर हैं। इसलिए यदि वे यह समझते हैं कि उनका शिष्य अर्जुन विराट् के दर्शन से लाभान्वित हो? तो वे उसकी इच्छा को पूर्ण करने में सर्वथा समर्थ हैं। यदि कोई उत्तम अधिकारी शिष्य एक सच्चे गुरु से कोई नम्र अनुरोध करता है? तो वह कभी भी गुरु के द्वारा अनसुना नहीं किया जाता है अत",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}