{
  "id": 464,
  "verse_number": 50,
  "chapter_number": 11,
  "slug": "chapter-11-verse-50",
  "text": "सञ्जय उवाच इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः। आश्वासयामास च भीतमेनं भूत्वा पुनः सौम्यवपुर्महात्मा",
  "transliteration": "sañjaya uvācha ity arjunaṁ vāsudevas tathoktvā svakaṁ rūpaṁ darśhayām āsa bhūyaḥ āśhvāsayām āsa cha bhītam enaṁ bhūtvā punaḥ saumya-vapur mahātmā",
  "word_meanings": "sañjayaḥ uvācha—Sanjay said; iti—thus; arjunam—to Arjun; vāsudevaḥ—Krishna, the son of Vasudev; tathā—in that way; uktvā—having spoken; svakam—his personal; rūpam—form; darśhayām āsa—displayed; bhūyaḥ—again; āśhvāsayām āsa—consoled; cha—and; bhītam—frightened; enam—him; bhūtvā—becoming; punaḥ—again; saumya-vapuḥ—the gentle (two-armed) form; mahā-ātmā—the compassionate",
  "translations": [
    {
      "id": 3247,
      "description": "Having said this to Arjuna, Vasudeva revealed His own tiny form; assuming His gentle body once again, the Mighty Soul (Krsna) consoled the frightened Arjuna.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3242,
      "description": "सञ्जय बोले - वासुदेवभगवान् ने अर्जुनसे ऐसा कहकर फिर उसी प्रकारसे अपना रूप (देवरूप) दिखाया और महात्मा श्रीकृष्णने पुनः सौम्यवपु (द्विभुजरूप) होकर इस भयभीत अर्जुनको आश्वासन दिया।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3243,
      "description": "संजय ने कहा - भगवान् वासुदेव ने अर्जुन से इस प्रकार कहकर, पुन: अपने (पूर्व) रूप को दर्शाया, और फिर, सौम्यरूप महात्मा श्रीकृष्ण ने इस भयभीत अर्जुन को आश्वस्त किया।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3244,
      "description": "Sanjaya said, Having thus spoken to Arjuna, Sri Krsna once more revealed His own form. The Mahatman, assuming a benign form again, reassured him who had been struck with awe.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3245,
      "description": "Sanjaya said, Thus, having spoken to Arjuna in that manner, Vasudeva showed His own form again. And He, the exalted One, reassured this terrified one by again becoming serene in his form.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3246,
      "description": "Sanjaya said, Having thus spoken to Arjuna, Krishna again showed His own form. The great Soul, assuming His gentle form, then consoled Arjuna, who was terrified.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3248,
      "description": "Sanjaya continued: \"Having thus spoken to Arjuna, Lord Shri Krishna showed Himself again in His accustomed form; and the Mighty Lord, in gentle tones, softly consoled him who had recently trembled with fear.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7394,
      "description": "इति thus? अर्जुनम् to Arjuna? वासुदेवः Vaasudeva? तथा so? उक्त्वा having spoken? स्वकम् His own? रूपम् form? दर्शयामास showed? भूयः again? आश्वासयामास consoled? च and? भीतम् who was terrified? एनम् him? भूत्वा having become? पुनः again? सौम्यवपुः of gentle form? महात्मा the greatsouled One. Commentary His own form His form as the son of Vasudeva.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7380,
      "description": "यहाँ संजय अन्ध वृद्ध राजा से इस बात की पुष्टि करता है कि भगवान् ने अपने दिये हुए वचन के अनुसार पुन सौम्य रूप को धारण किया। वासुदेव शब्द से यह स्पष्ट करते हैं कि पूर्व का रूप कौन सा था वह रूप जिसमें श्रीकृष्ण ने वसुदेव के घर जन्म लिया था। भगवान् ने पुन? अर्जुन के परिचित मित्र और गोपियों के घनश्याम कृष्ण का सौम्य और प्रिय रूप धारण किया। भयभीत अर्जुन को वे मधुर वचनों से आश्वस्त करते हैं। यहाँ फिर एक बार हम संजय के शब्दों में उसकी व्याकुलता देखते हैं। वह चाहता है कि धृतराष्ट्र यह देखें कि श्रीकृष्ण ही विश्वेश्वर हैं और वे पाण्डवों के साथ हैं। किन्तु कैसे क्या कभी एक अन्धा व्यक्ति देख सकता हैफिर रणभूमि का दृश्य है। संजय अर्जुन के शब्दों में सूचित करता है कि",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7379,
      "description": "व्याख्या-'इत्यर्जुनं वासुदेवस्तथोक्त्वा स्वकं रूपं दर्शयामास भूयः'-अर्जुनने जब भगवान्से चतुर्भुजरूप होनेके लिये प्रार्थना की, तब भगवान्ने कहा कि मेरे इस विश्वरूपको देखकर तू व्यथित और भयभीत मत हो। तू प्रसन्न मनवाला होकर मेरे इस रूपको देख (11। 49)। भगवान्के इसी कथनको सञ्जयने यहाँ 'इत्यर्जुनं वासुदेवस्तथोक्त्वा' पदोंसे कहा है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}