{
  "id": 462,
  "verse_number": 48,
  "chapter_number": 11,
  "slug": "chapter-11-verse-48",
  "text": "न वेदयज्ञाध्ययनैर्न दानै र्न च क्रियाभिर्न तपोभिरुग्रैः। एवंरूपः शक्य अहं नृलोके द्रष्टुं त्वदन्येन कुरुप्रवीर",
  "transliteration": "na veda-yajñādhyayanair na dānair na cha kriyābhir na tapobhir ugraiḥ evaṁ-rūpaḥ śhakya ahaṁ nṛi-loke draṣhṭuṁ tvad anyena kuru-pravīra",
  "word_meanings": "na—not; veda-yajña—by performance of sacrifice; adhyayanaiḥ—by study of the Vedas; na—nor; dānaiḥ—by charity; na—nor; cha—and; kriyābhiḥ—by rituals; na—not; tapobhiḥ—by austerities; ugraiḥ—severe; evam-rūpaḥ—in this form; śhakyaḥ—possible; aham—I; nṛi-loke—in the world of the mortals; draṣhṭum—to be seen; tvat—than you; anyena—by another; kuru-pravīra—the best of the Kuru warriors\n",
  "translations": [
    {
      "id": 3233,
      "description": "Not by the knowledge of the Vedas and sacrifices, nor by making gifts, nor by the rituals, nor by severe austerities, can I be seen in this form in the world of men by anyone other than yourself, O great hero of the Kurus!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3228,
      "description": "हे कुरुप्रवीर! मनुष्यलोकमें इस प्रकारके विश्वरूपवाला मैं न वेदोंके पढ़नेसे, न यज्ञोंके अनुष्ठानसे, न दानसे, न उग्र तपोंसे और न मात्र क्रियाओंसे तेरे (कृपापात्रके) सिवाय और किसीके द्वारा देखा जाना शक्य हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3229,
      "description": "हे कुरुप्रवीर! तुम्हारे अतिरिक्त इस मनुष्य लोक में किसी अन्य के द्वारा मैं इस रूप में, न वेदाध्ययन और न यज्ञ, न दान और न (धार्मिक) क्रियायों के द्वारा और न उग्र तपों के द्वारा ही देखा जा सकता हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3230,
      "description": "Neither through the study of the Vedas, nor by sacrifices, nor by recitations of the scriptures, nor by gifts, nor by rituals, nor by strict austerities can I be realized in a form like this in the world of men by anyone else but you. O Arjuna!",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3231,
      "description": "Not by the study of the Vedas and sacrifices, not by gifts, not even by rituals, nor by severe austerities, can I, in this form, be perceived in the human world by anyone other than you, O most valiant among the Kurus, who has not received My grace.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3232,
      "description": "Neither by the study of the Vedas, nor by gifts, nor by sacrifices, nor by severe austerities, can I be seen in this form in the world of men by any other than yourself, O great hero of the Kurus (Arjuna).",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3234,
      "description": "It is not possible for man on earth to see what thou hast seen, O thou foremost hero of the Kuru-clan, through study of the scriptures, sacrifice or gift, ritual or rigorous austerity!",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7347,
      "description": "व्याख्या-'कुरुप्रवीर'-यहाँ अर्जुनके लिये 'कुरुप्रवीर' सम्बोधन देनेका अभिप्राय है कि सम्पूर्ण कुरुवंशियोंमें मेरेसे उपदेश सुननेकी, मेरे रूपको देखनेकी और जाननेकी तेरी जिज्ञासा हुई, तो यह, कुरुवंशियोंमें तुम्हारी श्रेष्ठता है। तात्पर्य यह हुआ कि भगवान्को देखनेकी, जाननेकी इच्छा होना ही वास्तवमें मनुष्यकी श्रेष्ठता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7348,
      "description": "यहाँ भगवान् यह स्पष्ट करते हैं कि किस कारण से अर्जुन इस असाधारण अनुभव को प्राप्त करने में विशेष अभिनन्दन का पात्र है। वे कहते हैं कि केवल वेदों का अध्ययन या यज्ञादि के अनुष्ठान से ही किसी में इस विश्वरूप को देख सकते की पात्रता नहीं आती। उसी प्रकार? दान धर्म या तप के आचरण से प्राप्त पुण्य भी इस दर्शन का अधिकार नहीं प्राप्त करता है। संक्षेप में? कठिन? साधनाओं के अभ्यास से भी जिसे पाना दुर्लभ है? उसे अर्जुन ने प्राप्त कर लिया? और इस कारण वह विशेष अभिनन्दन का पात्र है। भगवान् द्वारा यहाँ कहे गये वचनों का विपरीत अर्थ करके कोई यह नहीं समझे कि उन्होंने वेदाध्ययनादि की निन्दा की है अथवा ये समस्त साधन अनुपयोगी होने के कारण त्याज्य हैं। तात्पर्य यह है कि अध्ययन? यज्ञ? दान और तप ये सब अन्तकरण की शुद्धि तथा एकाग्रता प्राप्ति के साधन हैं? जो अनेकता में एकता के दर्शन करने के लिए अत्यावश्यक है। परन्तु कोई यह भी नहीं समझे कि यज्ञदानादि साधन अपने आप में ही पूर्ण हैं या वे ही साध्य हैं। केवल वेदाध्ययन आदि से ही एकत्व का बोध और साक्षात् अनुभव नहीं हो सकता। जब साधन सम्पन्न मन वृत्तिशून्य हो जाता है केवल तभी उसकी उस अन्तर्मुखी स्थिति में यह दर्शन सम्भव होता है। तात्पर्य यह है कि भोजन पाक सिद्धि अपने आप में क्षुधा शान्ति नहीं कर सकती? किन्तु इसका अर्थ यह नहीं कि पाकसिद्धि अनावश्यक है। इस दृष्टि से हमें इस श्लोक का अर्थ समझना चाहिए। भगवान् आगे कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7362,
      "description": "न not? वेदयज्ञाध्ययनैः by the study of the Vedas and of Yajnas? न not? दानैः by gifts? न not? च and? क्रियाभिः by rituals? न not? तपोभिः by austerities? उग्रैः severe? एवंरूपः in such form? शक्यः (am) possible? अहम् I? नृलोके in the world of men? द्रष्टुम् to be seen? त्वत् than thee? अन्येन by another? कुरुप्रवीर O great hero of the Kurus.Commentary Mere cramming of the texts of the Vedas without knowing the meaning will not do. A study of the sacrifices also is necessary. One should know the meaning of these? also.Dana Charity such as a Tula Purusha (gift of gold eal in weight of a man) Kanyadana (gift of ones daughther in marriage)? gift of a cow? rice? etc.Kriya Rituals such as Agnihotra.Tapas Such as the Chandrayana Vrata. (This is a kind of Vrata or observance. The daily consumption of food is reduced by one mouthful every day for the dark half of the month beginning with the fullmoon. Then the food is increased by one mouthful every day during the bright fortnight during the increase of the moon. This Vrata (observance) is a great purifier of the mind. It destroys sins.)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
