{
  "id": 472,
  "verse_number": 3,
  "chapter_number": 12,
  "slug": "chapter-12-verse-3",
  "text": "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते। सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम्",
  "transliteration": "ye tv akṣharam anirdeśhyam avyaktaṁ paryupāsate sarvatra-gam achintyañcha kūṭa-stham achalandhruvam sanniyamyendriya-grāmaṁ sarvatra sama-buddhayaḥ te prāpnuvanti mām eva sarva-bhūta-hite ratāḥ",
  "word_meanings": "ye—who; tu—but; akṣharam—the imperishable; anirdeśhyam—the indefinable; avyaktam—the unmanifest; paryupāsate—worship; sarvatra-gam—the all-pervading; achintyam—the unthinkable; cha—and; kūṭa-stham—the unchanging; achalam—the immovable; dhruvam—the eternal; \n sanniyamya—restraining; indriya-grāmam—the senses; sarvatra—everywhere; sama-buddhayaḥ—even-minded; te—they; prāpnuvanti—attain; mām—me; eva—also; sarva-bhūta-hite—in the welfare of all beings; ratāḥ—engaged",
  "translations": [
    {
      "id": 3304,
      "description": "Those who worship Me as the Indestructible, the Undefinable, the Omnipresent, the Unthinkable, the Primal, the Immutable, and the Eternal;",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 3298,
      "description": "जो अपनी इन्द्रियोंको वशमें करके अचिन्त्य, सब जगह परिपूर्ण, अनिर्देश्य, कूटस्थ, अचल, ध्रुव, अक्षर और अव्यक्तकी उपासना करते हैं, वे प्राणिमात्रके हितमें रत और सब जगह समबुद्धिवाले मनुष्य मुझे ही प्राप्त होते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3299,
      "description": "परन्तु जो भक्त अक्षर, अनिर्देश्य, अव्यक्त, सर्वगत, अचिन्त्य, कूटस्थ, अचल और ध्रुव की उपासना करते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3300,
      "description": "But those who meditate on the Imperishable, the indefinable, the unmanifest, omnipresent, unthinkable, common to all beings, immovable, and constant—",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3301,
      "description": "Those, however, who meditate in every way on the immutable, the indefinable, the unmanifest, which is all-pervasive, incomprehensible, unchanging, immovable, and constant.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3302,
      "description": "Those who worship the imperishable, the indefinable, the unmanifest, the omnipresent, the unthinkable, the immovable, and the eternal.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3303,
      "description": "Those who contemplate on the Unmanifest, which is motionless, undefinable, all-pervading, unthinkable, peak-like, unmoving, and fixed.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7522,
      "description": "ये who? तु verily? अक्षरम् the imperishable? अनिर्देश्यम् the indefinable? अव्यक्तम् the unmanifested? पर्युपासते worship? सर्वत्रगम् the omnipresent? अचिन्त्यम् the unthinkable? च and? कूटस्थम् the unchangeable? अचलम् the immovable? ध्रुवम् the eternal. Commentary Anirdesyam That which cannot be actually shown or which cannot be defined - the Akshaa or Satchidananda Para Brahman is beyond the reach of the mind and speech. Why can It not be defined Because It is unmanifested. It does not have the four alities of manifested beings? Vi. Z? Jati (caste such as Brahmana? Kshatriya? Etc.)? Guna (attributes such as blueness? Whiteness? Tallness? Shortness? Etc.)? Kriya (reading? Walking? Etc.)? And Sambandha (like the relation between father and son). The unmanifest Incomprehensible by any of the organs of knowledge not manifest to any of the organs of knowledge. Upasana (worship) means sitting near. It is approaching the chosen ideal or object of worship by meditating on it? In accordance with the teachings of the scriptures and the spiritual preceptor? And dwelling steadily in the current of that one thought like a threat of oil poured from one vessel to another. It means continous and uninterrupted contemplation of God. The imperishable Brahman is omnipresent? Pervading everything like the ether. It is unthinkable? Because It is unmanifest. Whatever is visible to the senses can be thought of by the mind also. That which can be grasped by the organs of knowledge can be thought of by the mind also. But the Supreme Being is invisible to the senses and so cannot be grasped by the organs of knowledge and is? Therefore? Unthinkable. All thoughts of God ultimately lead the aspirant to iescent meditation. It is Kutastha (unchangeable). Kutastha means remaining like a mass or a heap. Therefore It is immutable and eternal. Just as the anvil remains unchanged though the ironpieces which are beaten on the anvil change their shape? So also Brahman is unchanging though the forms are changing. Hence Brahman is called Kutastha. Kuta also means a thing which appears to be good externally but which is full of evil within. Hence it refers to that seed of Samsara? Viz.? Ignorance? Which is full of evil within and which is known as the Avyakrita (undifferentiated) in the Svetasvataropanishad (Mayam tu prakritim vidyat? Mayinam tu mahesvaram) and in the Gita (Mama maya duratyaya - The illusion of Mine is hard to pierce - VII.14). Another interpretation for Kutastha is that which is at the root of everything. He Who is seated in Maya as its witness? As its Lord? Is Kutastha. Achalam Immovable? That which is free from change. Therefore the imperishable Brahman is Dhruvam? Eternal. (Cf. VIII.21)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 7507,
      "description": "व्याख्या-'तु'-यहाँ 'तु' पद साकार-उपासकोंसे निराकार-उपासकोंकी भिन्नता दिखानेके लिये आया है। 'संनियम्येन्द्रियग्रामम्'-'सम्' और 'नि'- दो उपसर्गोंसे युक्त 'संनियम्य' पद देकर भगवान्ने यह बताया है कि सभी इन्द्रियोंको सम्यक् प्रकारसे एवं पूर्णतः वशमें करे, जिससे वे किसी अन्य विषयमें न जायँ। इन्द्रियाँ अच्छी प्रकारसे पूर्णतः वशमें न होनेपर निर्गुण-तत्त्वकी उपासनामें कठिनता होती है। सगुण-उपासनामें तो ध्यानका विषय सगुण भगवान् होनेसे इन्द्रियाँ भगवान्में लग सकती हैं; क्योंकि भगवान्के सगुण स्वरूपमें इन्द्रियोंको अपने विषय प्राप्त हो जाते हैं। अतः सगुण-उपासनामें इन्द्रिय-संयमकी आवश्यकता होते हुए भी इसकी उतनी अधिक आवश्यकता नहीं है, जितनी निर्गुण-उपासनामें है। निर्गुण-उपासनामें चिन्तनका कोई आधार न रहनेसे इन्द्रियोंका सम्यक् संयम हुए बिना (आसक्ति रहनेपर) विषयोंमें मन जा सकता है और विषयोंका चिन्तन होनेसे पतन होनेकी अधिक सम्भावना रहती है (गीता 2। 62 - 63)। अतः निर्गुणोपासकके लिये सभी इन्द्रियोंको विषयोंसे हटाते हुए सम्यक् प्रकारसे पूर्णतः वशमें करना आवश्यक है। इन्द्रियोंको केवल बाहरसे ही वशमें नहीं करना है? प्रत्युत विषयोंके प्रति साधकके अन्तःकरणमें भी राग नहीं रहना चाहिये; क्योंकि जबतक विषयोंमें राग है, तबतक ब्रह्मकी प्राप्ति कठिन है (गीता 15। 11)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7508,
      "description": "See Commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}