{
  "id": 482,
  "verse_number": 13,
  "chapter_number": 12,
  "slug": "chapter-12-verse-13",
  "text": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च। निर्ममो निरहङ्कारः समदुःखसुखः क्षमी",
  "transliteration": "adveṣhṭā sarva-bhūtānāṁ maitraḥ karuṇa eva cha nirmamo nirahankāraḥ sama-duḥkha-sukhaḥ kṣhamī",
  "word_meanings": "adveṣhṭā—free from malice; sarva-bhūtānām—toward all living beings; maitraḥ—friendly; karuṇaḥ—compassionate; eva—indeed; cha—and; nirmamaḥ—free from attachment to possession; nirahankāraḥ—free from egoism; sama—equipoised; duḥkha—distress; sukhaḥ—happiness; kṣhamī—forgiving;",
  "translations": [
    {
      "id": 3370,
      "description": "He who never hates any being, who is friendly and compassionate, who is free from the feelings of \"I\" and \"mine, \" who looks upon all pain and pleasure equally, and who is enduring;",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 3368,
      "description": "सब प्राणियोंमें द्वेषभावसे रहित, सबका मित्र (प्रेमी) और दयालु, ममतारहित, अहंकाररहित, सुखदुःखकी प्राप्तिमें सम, क्षमाशील, निरन्तर सन्तुष्ट, योगी, शरीरको वशमें किये हुए, दृढ़ निश्चयवाला? मेरेमें अर्पित मनबुद्धिवाला जो मेरा भक्त है, वह मेरेको प्रिय है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3369,
      "description": "भूतमात्र के प्रति जो द्वेषरहित है तथा सबका मित्र तथा करुणावान् है; जो ममता और अहंकार से रहित, सुख और दु: ख में सम और क्षमावान् है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 3371,
      "description": "He who is not hateful towards any creature, who is friendly and compassionate, who has no concept of 'mine' and no sense of egoism, who remains the same in sorrow and happiness, and who is forgiving;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 3372,
      "description": "He who hates no creature, is friendly and compassionate to all, is free from attachment and egoism, is balanced in pleasure and pain, and is forgiving.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3373,
      "description": "He, who is not a hater but a compassionate friend of every being; who is free from the sense of 'mine' and the sense of 'I'; who is even-minded in pain and pleasure and is endowed with forbearance;",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 3374,
      "description": "He who is incapable of hatred towards any being, who is kind and compassionate, free from selfishness, without pride, equable in pleasure and pain, and forgiving—",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 7667,
      "description": "व्याख्या -'अद्वेष्टा सर्वभूतानाम्'- अनिष्ट करनेवालोंके दो भेद हैं - (1) इष्टकी प्राप्तिमें अर्थात् धन, मान-बड़ाई, आदर-सत्कार आदिकी प्राप्तिमें बाधा पैदा करनेवाले और (2) अनिष्ट पदार्थ, क्रिया, व्यक्ति, घटना आदिसे संयोग करानेवाले। भक्तके शरीर, मन, बुद्धि, इन्द्रियाँ और सिद्धान्तके प्रतिकूल चाहे कोई कितना ही, किसी प्रकारका व्यवहार करे - इष्टकी प्राप्तिमें बाधा डाले, किसी प्रकारकी आर्थिक और शारीरिक हानि पहुँचाये, पर भक्तके हृदयमें उसके प्रति कभी किञ्चिन्मात्र भी द्वेष नहीं होता। कारण कि वह प्राणिमात्रमें अपने प्रभुको ही व्याप्त देखता है, ऐसी स्थितिमें वह विरोध करे तो किससे करे -, 'निज प्रभुमय देखहिं जगत केहि सन करहिं बिरोध। ' (मानस 7। 112 ख)। इतना ही नहीं; वह तो अनिष्ट करनेवालोंकी सब क्रियाओंको भी भगवान्का कृपापूर्ण मङ्गलमय विधान ही मानता है! प्राणिमात्र स्वरूपसे भगवान्का ही अंश है। अतः किसी भी प्राणीके प्रति थोड़ा भी द्वेषभाव रहना भगवान्के प्रति ही द्वेष है। इसलिये किसी प्राणीके प्रति द्वेष रहते हुए भगवान्से अभिन्नता तथा अनन्यप्रेम नहीं हो सकता। प्राणिमात्रके प्रति द्वेषभावसे रहित होनेपर ही भगवान्में पूर्ण प्रेम हो सकता है। इसलिये भक्तमें प्राणिमात्रके प्रति द्वेषका सर्वथा अभाव होता है। 'मैत्रः करुण एव च' (टिप्पणी प0 648)- भक्तके अन्तःकरणमें प्राणिमात्रके प्रति केवल द्वेषका अत्यन्त अभाव ही नहीं होता, प्रत्युत सम्पूर्ण प्राणियोंमें भगवद्भाव होनेके नाते उसका सबसे मैत्री और दयाका व्यवहार भी होता है। भगवान् प्राणिमात्रके सुहृद् हैं -'सुहृदं सर्वभूतानाम्' (गीता 5। 29)। भगवान्का स्वभाव भक्तमें अवतरित होनेके कारण भक्त भी सम्पूर्ण प्राणियोंका सुहृद् होता है -'सुहृदः सर्वदेहिनाम्' (श्रीमद्भागवत 3 21)। इसलिये भक्तका भी सभी प्राणियोंके प्रति बिना किसी स्वार्थके स्वाभाविक ही मैत्री और दयाका भाव रहता है -",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 7668,
      "description": "See Commentary under",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 7682,
      "description": "अद्वेष्टा nonhater? सर्वभूतानाम् of (to) all creatures? मैत्रः friendly? करुणः compassionate? एव even? च and? निर्ममः without mineness? निरहङ्कारः without egoism? समदुःखसुखः balanced in pleasure and pain? क्षमी forgiving. Commentary Lord Krishna gives a description of the nature of a Bhagavata or a sage in the following eight verses. These eight verses are called Amritashtakam. The devotee who is established in God bears illwill to none. He looks on all with love and great compassion. He regards all beings as himself. He does not hate even a single being? Not even the creature which gives him intense pain. He who entertains mercy towards suffering people and tries to relieve their sufferings is a man of Karuna. He puts himself in the position of the sufferer and feels the pain himself. Mercy is a divine attribute. God is allmerciful. If you wish to hold communion with the Lord? And if you desire to attain Godhead? You must also become allmerciful. The perfect devotee offers full security of life (Abhayadana) to all beings. He is a Paramahamsa Sannyasi. The devotee only can really understand the mysterious ways of the Lord. He beholds the Lord everywhere. He sees the Lord in all creatures. That is the reason why he has eal vision. He is like the sun or the river. The sun sheds its light eally on a palace or a cottage. Anyone can drink the water of a river. A river enches the thirst of cows as well as tigers and lions. The idea of mineness and Iness never arises in the devotees mind. He has no sense of mine and thine. He is indifferent to pleasure and pain. He is not attached to pleasant objects. He does not hate the objects that give him pain. He is as forgiving as the earth. He is not affected a bit when anybody insults? Abuses or beats him.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}