{
  "id": 399,
  "verse_number": 27,
  "chapter_number": 10,
  "slug": "chapter-10-verse-27",
  "text": "उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम्। ऐरावतं गजेन्द्राणां नराणां च नराधिपम्",
  "transliteration": "uchchaiḥśhravasam aśhvānāṁ viddhi mām amṛitodbhavam airāvataṁ gajendrāṇāṁ narāṇāṁ cha narādhipam",
  "word_meanings": "uchchaiḥśhravasam—Uchchaihshrava; aśhvānām—amongst horses; viddhi—know; mām—me; amṛita-udbhavam—begotten from the churning of the ocean of nectar; airāvatam—Airavata; gaja-indrāṇām—amongst all lordly elephants; narāṇām—amongst humans; cha—and; nara-adhipam—the king",
  "translations": [
    {
      "id": 2788,
      "description": "अश्वों में अमृत से उत्पन्न हुए उच्चैश्रवा नामक अश्व, हाथियों में ऐरावत और मनुष्यों में राजा मुझे ही जानो।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2790,
      "description": "Among horses, know Me to be Uccaihsravas, born from nectar; Airavata among the lordly elephants; and among men, the King of men. [Uccaihsravas and Airavata are respectively the divine horse and elephant of Indra.]",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2791,
      "description": "Know Me as Ucchaisravas, born of nectar, among horses; Airavata among lordly elephants; and the king among men.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2792,
      "description": "Of the horses, you should know Me to be the nectar-born Uccaihsravas (Indra's horse); of the best elephants, the Airavata (Indra's elephant); and of the men, their king.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2793,
      "description": "Know that among horses I am Pegasus, heaven-born; among the lordly elephants I am the white one, and I am the ruler among men.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2787,
      "description": "घोड़ोंमें अमृतके साथ समुद्रसे प्रकट होनेवाले उच्चैःश्रवा नामक घोड़ेको, श्रेष्ठ हाथियोंमें ऐरावत नामक हाथीको और मनुष्योंमें राजाको मेरी विभूति मानो।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2789,
      "description": "Of horses, know Me to be Uccaihsravas, the nectar-born. Of lordly elephants, I am Airavata, and of men, I am the monarch.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6339,
      "description": "व्याख्या-'उच्चैःश्रवसमश्वानां विद्धि माममृतोद्भवम्'-समुद्रमन्थनके समय प्रकट होनेवाले चौदह रत्नोंमें उच्चैःश्रवा घोड़ा भी एक रत्न है। यह इन्द्रका वाहन और सम्पूर्ण घोड़ोंका राजा है। इसलिये भगवान्ने इसको अपनी विभूति बताया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6354,
      "description": "उच्चैःश्रवसम् Ucchaisravas? अश्वानम् among horses? विद्धि know? माम् Me? अमृतोद्भवम् born of nectar?, ऐरावतम् Airavata? गजेन्द्राणाम् among lordly elephants? नराणाम् among men? च and? नराधिपम् the king. Commentary Nectar was obtained by the gods by churning the ocean of milk. Ucchaisravas is the name of the royal horse which was born in that ocean of milk when it was churned for the nectar. Airavatam The offspring of Iravati? The elephant of Indra born at the time when the ocean of milk was churned.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6340,
      "description": "सुर और असुरों के द्वारा क्षीरसागर का मन्थन करके अमृत प्राप्त करने की पौराणिक कथा सुप्रसिद्ध है। इस मन्थन की प्रकिया के समय पंखयुक्त शक्तिशाली और समर्थ ऐसा एक अश्व प्रकट हुआ था? जिसका नाम उच्चैश्रवा था? तथा ऐरावत नाम का एक श्वेत गज भी प्रकट हुआ था। इन दोनों को देवताओं के राजा इन्द्र को उपहार के रूप में भेंट किया गया था। पौराणिक वर्णन के अनुसार इस प्रकार की कुल तेरह आकर्षक वस्तुएं उस मन्थन में प्रकट हुई थीं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}