{
  "id": 381,
  "verse_number": 9,
  "chapter_number": 10,
  "slug": "chapter-10-verse-9",
  "text": "मच्चित्ता मद्गतप्राणा बोधयन्तः परस्परम्। कथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च",
  "transliteration": "mach-chittā mad-gata-prāṇā bodhayantaḥ parasparam kathayantaśh cha māṁ nityaṁ tuṣhyanti cha ramanti cha",
  "word_meanings": "mat-chittāḥ—those with minds fixed on me; mat-gata-prāṇāḥ—those who have surrendered their lives to me; bodhayantaḥ—enlightening (with divine knowledge of God); parasparam—one another; kathayantaḥ—speaking; cha—and; mām—about me; nityam—continously; tuṣhyanti—satisfaction; cha—and; ramanti—(they) delight; cha—also",
  "translations": [
    {
      "id": 2666,
      "description": "Having their minds fixed on Me, having their lives gone into Me, enlightening one another, and constantly talking about Me, they are pleased and delighted.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2661,
      "description": "मेरेमें चित्तवाले, मेरेमें प्राणोंको अर्पण करनेवाले भक्तजन आपसमें मेरे गुण, प्रभाव आदिको जानते हुए और उनका कथन करते हुए ही नित्य-निरन्तर सन्तुष्ट रहते हैं और मेरेमें प्रेम करते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2662,
      "description": "मुझमें ही चित्त को स्थिर करने वाले और मुझमें ही प्राणों (इन्द्रियों) को अर्पित करने वाले भक्तजन, सदैव परस्पर मेरा बोध कराते हुए, मेरे ही विषय में कथन करते हुए सन्तुष्ट होते हैं और रमते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2663,
      "description": "With their minds focused on Me, their pranas centered in Me, inspiring one another and always speaking of Me, they live in contentment and bliss at all times.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2664,
      "description": "With their minds fixed on Me, dedicating their lives to Me, enlightening one another, and always speaking of Me, they derive satisfaction and rejoice.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2665,
      "description": "With their minds and lives wholly absorbed in Me, they enlighten each other and ever speak of Me, being satisfied and delighted.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2667,
      "description": "With minds concentrated on Me, with lives absorbed in Me, and enlightening one another, they ever feel content and happy.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6051,
      "description": "व्याख्या-[भगवान्से ही सब उत्पन्न हुए हैं और भगवान्से ही सबकी चेष्टा हो रही है अर्थात् सबके मूलमें परमात्मा है - यह बात जिनको दृढ़तासे और निःसन्देहपूर्वक जँच गयी है, उनके लिये कुछ भी करना, जानना और पाना बाकी नहीं रहता। बस, उनका एक ही काम रहता है - सब प्रकारसे भगवान्में ही लगे रहना। यही बात इस श्लोकमें बतायी गयी है। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6066,
      "description": "मच्चित्ताः with their minds wholly in Me? मद्गतप्राणाः with their life absorbed in Me? बोधयन्तः, enlightening? परस्परम् mutually? कथयन्तः speaking of? च and? माम् Me? नित्यम् always? तुष्यन्ति are satisfied? च and? रमन्ति (they) are delighted? च and. Commentary The characteristics of a devotee who has attained the realisation of oneness are described in this verse. The devotee constantly thinks of the Lord. His very life is absorbed in Him. He has consecrated his whole life to the Lord. According to another interpretation? All his senses (which function because of the Prana)? Such as the eye are absorbed in Him. He takes immense delight in talking about Him? About His supreme wisdom? Power? Might and other attributes. He has completely dedicated himself to the Lord. He feels intense satisfaction and is delighted as if he is in the company of his Beloved (God). The Purana says? The sum total of the sensual pleasures of this world and also all the great pleasures of the divine regions (heavens) are not worth a sixteenth part of that bliss which proceeds from the eradication of desires and cravings. (Cf. XII.8)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6052,
      "description": "जब मन सुगठित और एकाग्र होता है? तभी साधक उस मन के द्वारा परमात्मा का ध्यान सफलतापूर्वक कर सकता है। ध्येय से भिन्न विषय का विचार उठने पर यह एकाग्रता भंग हो जाती है। विद्युत् के सभी उपकरणों में विद्युत् शक्ति देखने? अथवा मिट्टी से बने घटों में मिट्टी को पहचानने में हमें कोई कठिनाई उत्पन्न नहीं होती अथवा कोई परिश्रम नहीं करना पड़ता? क्योंकि उनका हमें दृढ़ ज्ञान होता है। इसी प्रकार? एक बार निश्चयात्मक रूप से यह जान लेने पर कि ईश्वर और जीव का वास्तविक स्वरूप एक चैतन्य आत्मा ही है? मन में किसी भी प्रकार की वृत्ति उठने पर भी सत्य के साधक को इस आत्मा का भान बनाये रखने में कोई कठिनाई नहीं होती। इस्ा आशय को यहाँ मच्चिता इस शब्द से स्पष्ट किया गया है। समस्त प्राणों अर्थात् इन्द्रियों को मुझमें अर्पित करके (मद्गतप्राणा) प्राण शब्द से केवल प्राणवायु से ही तात्पर्य नहीं समझना चाहिए। प्राणियों के शरीर में होने वाली पाचनादि क्रियाओं को प्राण शब्द से दर्शाया जाता है। किन्तु यहाँ इस शब्द का प्रयोग मुख्यत पाँच ज्ञानेन्द्रियों को सूचित करने के लिए किया गया है। ये इन्द्रियाँ ही वे पाँच द्वार या वातायन हैं? जिनके द्वारा मन बाह्य विषयों में विचरण करता है और इनके माध्यम से ही जगत् के विषय मन में प्रवेश करते हैं। वेदान्त कभी भी इन विषयों से पलायन का उपदेश नहीं देता। इस जगत् में जीते हुए विषयों से पलायन कदापि सम्भव नहीं हो सकता। ज्ञानमार्ग विवेकपूर्ण विचार का मार्ग है। इसमें विवेक के द्वारा मन को इस प्रकार संयमित और प्रशिक्षित किया जाता है कि जब कभीभी बाह्य विषय मन पर अपना प्रभाव डालते हैं? तत्काल ही साधक को अपने उस आत्मस्वरूप का स्मरण हो जाता है? जिसके बिना वे विषय कभी प्रकाशित नहीं हो सकते थे। परस्पर चर्चा करते हुए किसी एक विषय में समान बौद्धिक रुचि के विद्यार्थीगण जब आपस में उस विषय की चर्चा करते हैं? तब न केवल वे अपने ज्ञान को स्पष्टत व्यक्त करते हैं? वरन् इस प्रक्रिया में उनका ज्ञान दृ88ढ़ निश्चयात्मक रूप भी ले लेता है जो प्रारम्भ में केवल पुस्तकीय ज्ञान ही था। परिसंवाद की इस सर्वविदित पद्धति का वेदान्त में अथक रूप से अनुमोदन एवं उपदेश दिया गया है। वेदान्त में इसका नाम है ब्रह्माभ्यास जो साधना का एक महत्त्वपूर्ण अंग है। अध्यात्म का सच्चा साधक वही है? जो अपने मन और इन्द्रियों की सभी प्रकार की क्रियाओं में आत्मा का स्मरण बनाये रखता है। इसका एक उपाय है आत्म विषय में अन्य साधकजनों के साथ चर्चा एवं निदिध्यासन। ऐसे साधक साधना के फलस्वरूप उस परम आनन्द को प्राप्त करते हैं? जो उनके जीवन रथ के चक्रों के लिए पथरीले मार्ग पर सरलता से अग्रसर होने के लिए चिकने तेल का काम करता है और यात्रा को सुगम बना देता है। तुष्यन्ति और रमन्ति के भाव को ही उपनिषदों में सुन्दर प्रकार से क्रीडन्ति और रमन्ति शब्दों के द्वारा इंगित किया गया है। भगवान् श्रीकृष्ण यहाँ आश्वासन देते हैं कि पूर्णत्व का साधक जब विचार मार्ग पर अग्रसर होता है तब उसी समय उसे सन्तोष और रमण का अनुभव होता है। सन्तोष और आनन्द से मन में ऐसा सुन्दर वातावरण निर्मित होता है? जो आध्यात्मिक प्रगति के लिए अत्यन्त अनुकूल बनकर साधक की सफलता निश्चित कर देता है। सदैव असन्तुष्ट? शोक मनाने वाले मानसिक स्तब्धता और बौद्धिक दरिद्रता का चित्र प्रस्तुत करने वाले साधक कदापि अपने इस परम आनन्दस्वरूप में प्रवेश नहीं कर सकते हैं। प्रगति की इस सीमा तक पहुँचने पर साधकों को कहाँ से मार्गदर्शन और बल मिलता है जिससे वे अपनी यात्रा के लक्ष्य तक पहुँचते हैं इसका उत्तर है -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}