{
  "id": 414,
  "verse_number": 42,
  "chapter_number": 10,
  "slug": "chapter-10-verse-42",
  "text": "अथवा बहुनैतेन किं ज्ञातेन तवार्जुन। विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत्",
  "transliteration": "atha vā bahunaitena kiṁ jñātena tavārjuna viṣhṭabhyāham idaṁ kṛitsnam ekānśhena sthito jagat",
  "word_meanings": "athavā—or; bahunā—detailed; etena—by this; kim—what; jñātena tava—can be known by you; arjuna—Arjun; viṣhṭabhya—pervade and support; aham—I; idam—this; kṛitsnam—entire; eka—by one; anśhena—fraction; sthitaḥ—am situated; jagat—creation",
  "translations": [
    {
      "id": 2893,
      "description": "अथवा हे अर्जुन! बहुत जानने से तुम्हारा क्या प्रयोजन है? मैं इस सम्पूर्ण जगत् को अपने एक अंश मात्र से धारण करके स्थित हूँ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2894,
      "description": "But of what use is all this extensive knowledge to you, O Arjuna? I sustain this whole universe with only a fragment of My power.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2895,
      "description": "Or, on the other hand, what is the need for you to know this extensively, O Arjuna? I remain sustaining this whole creation in a special way with a part of Myself.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2896,
      "description": "But, of what avail is the knowledge of all these details to you, O Arjuna? I exist, supporting this whole world with one part of Myself.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2898,
      "description": "But what is the use of all these details to you, O Arjuna? I sustain this universe with only a small part of Myself.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2892,
      "description": "अथवा हे अर्जुन! तुम्हें इस प्रकार बहुत-सी बातें जाननेकी क्या आवश्यकता है? मैं अपने किसी एक अंशसे सम्पूर्ण जगत् को व्याप्त करके स्थित हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2897,
      "description": "Or, O Arjuna! Why this detailed explanation? I remain, pervading this entire universe with a single fraction of Myself.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6580,
      "description": "यद्यपि मित्रता और स्नेह के उत्स्फूर्त भावावेश में श्रीकृष्ण ने अर्जुन को अपनी विभूति (समष्टि रूप) और योग (व्यष्टि रूप) को वर्णन करने का वचन दिया था? परन्तु एकएक उदाहरण देते समय उन्होंने अपने को इस कार्य के लिए सर्वथा असमर्थ पाया। अनन्त तत्त्व के अनन्त विस्तार का वर्णन कैसे संभव हो सकता है असमर्थता के कारण उन्हें विषाद है किन्तु पुन अपने शिष्य के प्रति अत्यन्त प्रेम के कारण? भगवान् श्रीकृष्ण सम्पूर्ण अध्याय का सार इस अन्तिम श्लोक में बताते हैं। इस बहुत जानने से तुम्हारा क्या प्रयोजन है वास्तव मे देखा जाय? तो अनन्त तत्त्व को प्रत्येक परिच्छिन्न रूप में दर्शाने का प्रयत्न व्यर्थ ही है? क्योंकि वह असंभव है। मिट्टी को समस्त विद्यमान घटों में तथा जल को सम्पूर्ण तरंगों में एकएक करके दिखाना असंभव है। केवल इतना ही किया जा सकता है कि कुछ उदाहरणों के द्वारा विद्यार्थियों को तत्त्व का दर्शन करने की कला को सिखाया जाय। गणित के अध्यापन में इसी पद्धति का उपयोग किया जाता है। मैं इस सम्पूर्ण जगत् को अपने एक अंश मात्र से धारण करके स्थित हूँ वेदान्त में जगत् शब्द में वे समस्त अनुभव समाविष्ट है? जो हम अपनी इन्द्रियों? मन और बुद्धि के द्वारा प्राप्त करते हैं। संक्षेप में जिन वस्तुओं को हम दृश्य रूप में जानते हैं? वे सभी जगत् शब्द की परिभाषा में आते हैं। इसमें दृश्य पदार्थ? भावनाएं? विचार और उनको ग्रहण करने वाली इन्द्रियादि उपाधियाँ भी सम्मिलित हैं। इस श्लोक की दूसरी पंक्ति में भगवान् श्रीकृष्ण आत्मस्वरूप की दृष्टि से कहते हैं कि यह सम्पूर्ण जगत् उनके एक अंश मात्र में धारण किया हुआ है। इस कथन का एक और दार्शनिक अभिप्राय यह है कि सत्य का अधिकांश भाग इस जगत् तथा उसके विकारों से सर्वथा निर्लिप्त है यद्यपि सर्वत्र समान रूप से व्याप्त अखण्ड सत्य में इस प्रकार अंशों का भेद नहीं किया जा सकता? तथापि लौकिक परिच्छिन्न भाषा के शब्दों द्वारा पारमार्थिक सत्य को निर्देशित करने की यह एक औपनिषदीय पद्धति है। conclusion तत्सदिति श्रीमद्भगवद्गीतासूपनिषस्तु ब्रह्मविद्यायां योगशास्त्रे, श्रीकृष्णार्जुनसंवादे विभूतियोगो नाम दशमोऽध्याय। इस प्रकार श्रीकृष्णार्जुनसंवाद के रूप में ब्रह्मविद्या और योगशास्त्र स्वरूप श्रीमद्भगवद्गीतोपनिषद् का विभूतियोग नामक दंसवा अध्याय समाप्त होता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6579,
      "description": "व्याख्या -'अथवा'-यह अव्यय-पद देकर भगवान् अर्जुनसे मानो यह कह रहे हैं कि तुमने जो प्रश्न किया था, उसके अनुसार मैंने उत्तर दिया ही है; अब मैं अपनी तरफसे तेरे लिये एक विशेष महत्त्वकी सार बात बताता हूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6594,
      "description": "अथवा or? बहुना (by) many? एतेन (by) this? किम् what? ज्ञातेन known? तव to thee? अर्जुन O Arjuna? विष्टभ्य supporting? अहम् I? इदम् this? कृत्स्नम् all? एकांशेन by one part? स्थितः exist? जगत् the world. Commentary The Lord concludes Having established or pervaded this whole world with one fragment of Myself? I remain. This verse is based on the declaration in the Purusha Sukta (RigVeda10.90.3) that One arter of Him is all the cosmos the three arters are the divine transcendent Reality. I exist supporting this whole world by one part? By one limit? Or by one foot. One part of Myself constitutes all beings. All beings form His foot (Taittiriya Aranyaka). The whole world is one Pada or foot of the Lord. Amsa (part) or Pada (foot) is mere Kalpana or imagination or account of our own ignorance, or limiting adjunct. In reality Brahman is without any such parts or limbs and is formless. Arjuna has now a knowledge of the glories of the Lord. He is fit to behold the magnificent cosmic form of the Lord. Lord Krishna prepares Arjuna for this grand vision by giving him a description of His glories. Arjuna says O Lord? I now realise that the whole world is filled by Thee. I now wish to behold the whole universe in Thee with my eye of intuition. Thus in the Upanishads of the glorious Bhagavad Gita? The science of the Eternal? The scripture of Yoga? The dialogue between Sri Krishna and Arjuna? Ends the tenth discourse entitledThe Yoga of the Divine Glories.,",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}