{
  "id": 380,
  "verse_number": 8,
  "chapter_number": 10,
  "slug": "chapter-10-verse-8",
  "text": "अहं सर्वस्य प्रभवो मत्तः सर्वं प्रवर्तते। इति मत्वा भजन्ते मां बुधा भावसमन्विताः",
  "transliteration": "ahaṁ sarvasya prabhavo mattaḥ sarvaṁ pravartate iti matvā bhajante māṁ budhā bhāva-samanvitāḥ",
  "word_meanings": "aham—I; sarvasya—of all creation; prabhavaḥ—the origin of; mattaḥ—from me; sarvam—everything; pravartate—proceeds; iti—thus; matvā—having known; bhajante—worship; mām—me; budhāḥ—the wise; bhāva-samanvitāḥ—endowed with great faith and devotion",
  "translations": [
    {
      "id": 2660,
      "description": "I am the source of all; from me everything flows. Therefore, the wise worship me with an unchanging devotion.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2657,
      "description": "I am the origin of all; everything moves on due to Me. Realizing this, the wise ones, filled with fervor, adore Me.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2655,
      "description": "मैं ही सबका प्रभव स्थान हूँ; मुझसे ही सब (जगत्) विकास को प्राप्त होता है, इस प्रकार जानकर बुधजन भक्ति भाव से युक्त होकर मुझे ही भजते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2656,
      "description": "I am the origin of all; from me everything proceeds. Thinking thus, the wise worship me with all devotion (Bhava).",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2654,
      "description": "मैं संसारमात्रका प्रभव (मूलकारण) हूँ, और मुझसे ही सारा संसार प्रवृत्त हो रहा है अर्थात् चेष्टा कर रहा है - ऐसा मेरेको मानकर मेरेमें ही श्रद्धा-प्रेम रखते हुए बुद्धिमान् भक्त मेरा ही भजन करते हैं - सब प्रकारसे मेरे ही शरण होते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2658,
      "description": "I am the source of all; from me everything evolves; Understanding this, the wise, endowed with meditation, worship me.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2659,
      "description": "'He is the source of all, and from Him all comes forth' - Thus viewing, the wise revere Me with devotion.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6035,
      "description": "व्याख्या -[पूर्व श्लोककी बात ही इस श्लोकमें कही गयी है। 'अहं सर्वस्य प्रभवः' में 'सर्वस्य' भगवान्की विभूति है अर्थात् देखने, सुनने, समझनेमें जो कुछ आ रहा है, वह सब-की-सब भगवान्की विभूति ही है। 'मत्तः सर्वं प्रवर्तते' में 'मत्तः' भगवान्का योग (प्रभाव) है, जिससे सभी विभूतियाँ प्रकट होती हैं। सातवें, आठवें और नवें अध्यायमें जो कुछ कहा गया है, वह सबकासब इस श्लोकके पूर्वार्धमें आ गया है। ] 'अहं सर्वस्य प्रभवः' - मानस, नादज, बिन्दुज, उद्भिज्ज, जरायुज, अण्डज, स्वेदज अर्थात् जड-चेतन, स्थावर-जङ्गम यावन्मात्र जितने प्राणी होते हैं, उन सबकी उत्पत्तिके मूलमें परमपिता परमेश्वरके रूपमें मैं ही हूँ (टिप्पणी प0 543)।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6036,
      "description": "व्यष्टि और समष्टि में जो भेद है वह उन उपाधियों के कारण है? जिनके माध्यम से एक ही सनातन? परिपूर्ण सत्य प्रकट होता है। इन दो उपाधियों के कारण ब्रह्म को ही क्रमश जीव और ईश्वर भाव प्राप्त होते हैं जैसे एक ही विद्युत् शक्ति बल्ब और हीटर में क्रमश प्रकाश और ताप के रूप में व्यक्त होती है। स्वयं विद्युत् में न प्रकाश है और न उष्णता। इसी प्रकार स्वयं परमात्मा में न ईश्वर भाव है और न जीव भाव। जो पुरुष इसे तत्त्वत जानता है वह अविकम्प योग के द्वारा ब्रह्मनिष्ठता को प्राप्त होता है। एक कुम्भकार कुम्भ बनाने के लिए सर्वप्रथम घट के निर्माण के उपयुक्त लचीली मिट्टी तैयार करता है। तत्पश्चात् उस मिट्टी के गोले को चक्र पर रखकर घटाकृति में परिवर्तित करता है। तीसरी अवस्था में घट को सुखाकर उसे चमकीला किया जाता है और चौथी अवस्था में उस तैयार घट को पकाकर उस पर रंग लगाया जाता है। घट निर्माण की इस क्रिया में मिट्टी निश्चय ही कह सकती है कि वह घट का प्रभव स्थान है। चार अवस्थाओं में घट का जो विकास होता है? उसका भी अधिष्ठान मिट्टी ही थी? न कि अन्य कोई वस्तु। यह बात सर्वकालीन घटों के सम्बन्ध में सत्य है। किसी भी घट की उत्पत्ति? वृद्धि और विकास उसके उपादान कारणभूत मिट्टी के बिना नहीं हो सकता। इसी प्रकार एक ही चैतन्यस्वरूप परमात्मा? ईश्वर और जीव के रूप में प्रतीत होता है। जिस पुरुष ने विवेक के द्वारा व्यष्टि और समष्टि के इस सूक्ष्म भेद को समझ लिया है? वही पुरुष अपने मन को बाह्य जगत् से निवृत्त करके इन दोनों के अधिष्ठान स्वरूप आत्मा में स्थिर कर सकता है। मन के इस भाव को ही यहाँ इस अर्थपूर्ण शब्द भावसमन्विता के द्वारा दर्शाया गया है। प्रेम या भक्ति का मापदण्ड है पुरुष की अपनी प्रिय वस्तु के साथ तादात्म्य करने की क्षमता। संक्षेपत? प्रेम की परिपूर्णता इस तादात्म्य की पूर्णता में है। जब एक भक्त स्वयं यह अनुभव कर लेता है कि एक परमात्मा ही समष्टि और व्यष्टि की अन्तकरण की उपाधियों के माध्यम से मानो ईश्वर और जीव बन गया है? तब वह पराभक्ति को प्राप्त भक्त कहा जाता है। जिस भक्ति के विषय में पूर्व श्लोक में केवल एक संकेत ही किया गया था? उसी को यहाँ क्रमबद्ध करके एक साधना का रूप दिया गया है? जिसके अभ्यास से उपर्युक्त ज्ञान प्रत्येक साधक का अपना निजी और घनिष्ट अनुभव बन सकता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6050,
      "description": "अहम् I? सर्वस्य of all? प्रभवः the source? मत्तः from Me? सर्वम् everything? प्रवर्तते evolves? इति thus? मत्वा understanding? भजन्ते worship? माम् Me? बुधाः the wise? भावसमन्विताः endowed with meditation. Commentary Waves originate in water? Depend on water and dissolve in water. The only support for the waves is water. Even so the only support for the whole world is the Lord. Realising this? Feeling the omnipresence of the Lord? The wise worship Him with devotion and affection in all places. The Supreme is the same in all countries and at all times. He is the material and the efficient cause. As Mulaprakriti or Avyaktam the Lord is the source of all forms. The Lord is the primum mobile. He gazes at His Sakti (creative power) and the whole world evolves and the forms move. The worldly man who has neither sharp nor subtle intellect beholds the changing forms only through the fleshly eyes. He has no idea of the Indwelling Presence? The substratum? The allpervading intelligence or the blissful consciousness. He is allured by the passing forms. He fixes his hopes and joy on these transitory forms. He lives and exerts for them. He rejoices when he gets a wife and children. If these forms pass away he is drowned in sorrow. But the wise ones constantly dwell in the Supreme? The source and the life of all? And enjoy the eternal bliss of the immortal? Inner Self? Their own nondual Atman? Albeit all these forms around them change and pass away. They are steadfast in Yoga. They are endowed with unshakable Yoga. They are enthroned in Yoga. They worship the Supreme in contemplation and enjoy the indescribable bliss of Nirvikalpa Samadhi. Para Brahman? Known as Vaasudeva? Is the source of the whole world. From Him alone evolves the whole world with all its changes? Viz.? Existence (Sthiti)? Destruction (Nasa)? Action (Kriya)? Fruit (Phala) and enjoyment (Bhoga). Understanding thus? The wise adore the Supreme Being and engage themselves in profound meditation on the Absolute. (Cf. IX.10)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}