{
  "id": 384,
  "verse_number": 12,
  "chapter_number": 10,
  "slug": "chapter-10-verse-12",
  "text": "अर्जुन उवाच परं ब्रह्म परं धाम पवित्रं परमं भवान्। पुरुषं शाश्वतं दिव्यमादिदेवमजं विभुम्",
  "transliteration": "arjuna uvācha paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān puruṣhaṁ śhāśhvataṁ divyam ādi-devam ajaṁ vibhum",
  "word_meanings": "arjunaḥ uvācha—Arjun said; param—Supreme; brahma—Brahman; param—Supreme; dhāma—Abode; pavitram—purifier; paramam—Supreme; bhavān—you; puruṣham—personality; śhāśhvatam—Eternal; divyam—Divine; ādi-devam—the Primal Being; ajam—the Unborn; vibhum—the Great;\n",
  "translations": [
    {
      "id": 2683,
      "description": "अर्जुन ने कहा आप -परम ब्रह्म, परम धाम और परम पवित्र हंै; सनातन दिव्य पुरुष, देवों के भी आदि देव, जन्म रहित और सर्वव्यापी हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2688,
      "description": "Arjuna asked: Thou art the Supreme Spirit, the Eternal Home, the Holiest of Holies, the Eternal Divine Self, the Primal God, the Unborn, and Omnipresent.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2687,
      "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Abode, and the Supreme Purifier. All the seers, as well as the divine seer Narada, Asita Devala, and Vyasa, describe You as the Eternal Divine Soul, the Unborn, and the All-Manifesting First-God. You too have said this to me.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2686,
      "description": "Arjuna said, \"You are the Supreme Brahman, the supreme abode, the supreme purifier, eternal, divine Person, the primeval God, unborn, and omnipresent.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2685,
      "description": "Arjuna said, \"You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages, as well as the divine sage Narada, Asita, Devala, and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', they are still named separately due to their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself indeed tell me this.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2682,
      "description": "अर्जुन बोले - परम ब्रह्म, परम धाम और महान् पवित्र आप ही हैं। आप शाश्वत, दिव्य पुरुष, आदिदेव, अजन्मा और विभु (व्यापक) हैं - ऐसा सब-के-सब ऋषि, देवर्षि नारद, असित, देवल तथा व्यास कहते हैं और स्वयं आप भी मेरे प्रति कहते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2684,
      "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn, and all-pervading. So too do the divine sages Narada, Asita, Devala, and Vyasa proclaim. You Yourself also proclaim this.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6099,
      "description": "व्याख्या -'परं ब्रह्म परं धाम पवित्रं परमं भवान्'- अपने सामने बैठे हुए भगवान्की स्तुति करते हुए अर्जुन कहते हैं कि मेरे पूछनेपर जिसको आपने परम ब्रह्म (गीता 8। 3) कहा है, वह परम ब्रह्म आप ही हैं। जिसमें सब संसार स्थित रहता है, वह परम धाम अर्थात् परम स्थान आप ही हैं (गीता 9। 18)। जिसको पवित्रोंमें भी पवित्र कहते हैं - 'पवित्राणां पवित्रं यः' वह महान् पवित्र भी आप ही हैं। 'पुरुषं शाश्वतं दिव्यमादिदेवमजं ৷৷. स्वयं चैव ब्रवीषि मे'- ग्रन्थोंमें ऋषियोंने, (टिप्पणी प0 ) देवर्षि नारदने, (टिप्पणी प0 )? असित और उनके पुत्र देवल ऋषिने (टिप्पणी प0 ) तथा महर्षि व्यासजीने (टिप्पणी प0 ) आपको शाश्वत, दिव्य पुरुष, आदिदेव, अजन्मा और विभु कहा है। आत्माके रूपमें 'शाश्वत' (गीता 2। 20), सगुण-निराकारके रूपमें 'दिव्य पुरुष' (गीता 8। 10), देवताओँ और महर्षियों आदिके रूपमें 'आदिदेव' (गीता 10। 2), मूढ़लोग मेरेको अज नहीं जानते (गीता 7। 25) तथा असम्मूढ़लोग मेरेको 'अज' जानते हैं (गीता 10। 3) - इस रूपमें अज और मैं अव्यक्तरूपसे सारे संसारमें व्यापक हूँ (गीता 9। 4) - इस रूपमें 'विभु' स्वयं आपने मेरे प्रति कहा है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6114,
      "description": "परम् supreme? ब्रह्म Brahman? परम् supreme? धाम abode? पवित्रम् purifier? परमम् supreme? भवान् Thou? पुरुषम् Purusha? शाश्वतम् eternal? दिव्यम् divine? आदिदेवम् primeval God? अजम् unborn? विभुम् omnipresent.Commentary Param Brahma The highest Self. The word Param indicates the pure and attributeless Absolute? free from the limiting adjuncts. It is Satchidananda Brahman. The inferior Brahman is the Brahman with alities (Saguna) or Isvara? Brahman with the limiting adjuncts or the chosen object of meditation by the devotees.Param Dhama means Param Tejah or the supreme light. From the Creator down to the blade of grass the Supreme Being is the support or substratum. Therefore He is known as the supreme abode.Adideva The primeval God or the original God Who existed before all other gods. This God is Para Brahman Itself. It is selfluminous.Pavitram Paramam Supreme purifier. The sacred rivers and holy places of pilgrimage can remove only the sins but Para Brahman can destroy all sins and ignorance? the root cause of all sins. Therefore Para Brahman or the Supreme Self is the supreme purifier.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6100,
      "description": "See commentary under .",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
