{
  "id": 385,
  "verse_number": 13,
  "chapter_number": 10,
  "slug": "chapter-10-verse-13",
  "text": "आहुस्त्वामृषयः सर्वे देवर्षिर्नारदस्तथा। असितो देवलो व्यासः स्वयं चैव ब्रवीषि मे",
  "transliteration": "āhus tvām ṛiṣhayaḥ sarve devarṣhir nāradas tathā asito devalo vyāsaḥ svayaṁ chaiva bravīṣhi me",
  "word_meanings": "āhuḥ—(they) declare; tvām—you; ṛiṣhayaḥ—sages; sarve—all; deva-ṛiṣhiḥ-nāradaḥ—devarṣhi Narad; tathā—also; asitaḥ—Asit; devalaḥ—Deval; vyāsaḥ—Vyās; svayam—personally; cha—and; eva—even; bravīṣhī—you are declaring; me—to me\n",
  "translations": [
    {
      "id": 2695,
      "description": "So have said the seers, the divine sage Narada, Asita, Devala, and Vyasa; and Thou Thyself also sayest it.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2689,
      "description": "अर्जुन बोले - परम ब्रह्म, परम धाम और महान् पवित्र आप ही हैं। आप शाश्वत, दिव्य पुरुष, आदिदेव, अजन्मा और विभु (व्यापक) हैं - ऐसा सब-के-सब ऋषि, देवर्षि नारद, असित, देवल तथा व्यास कहते हैं और स्वयं आप भी मेरे प्रति कहते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2690,
      "description": "ऐसा आपको समस्त ऋषिजन कहते हैं; वैसे ही देवर्षि नारद, असित, देवल ऋषि तथा व्यास और स्वयं आप भी मेरे प्रति कहते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2691,
      "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Light, and the Supreme Sanctifier. All the seers proclaim You as the eternal, divine Person, the Primal Lord, the unborn, and all-pervading. So too do the divine sages Narada, Asita, Devala, and Vyasa proclaim. You Yourself also proclaim this.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2692,
      "description": "Arjuna said, \"You are the supreme Brahman, the supreme Light, the supreme Sanctifier. All the sages, as well as the divine sage Narada, Asita, Devala, and Vyasa [Although Narada and the other sages are already mentioned by the words 'all the sages', they are still named separately due to their eminence. Asita is the father of Devala.] call You the eternal divine Person, the Primal God, the Birthless, the Omnipresent; and You Yourself indeed tell me this.\"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2693,
      "description": "All the sages have thus declared Thee, as also the divine sage Narada; so also Asita, Devala, and Vyasa; and now Thou Thyself dost say so to me.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2694,
      "description": "Arjuna said, \"You are the Supreme Brahman, the Supreme Abode, and the Supreme Purifier. All the seers, as well as the divine seer Narada, Asita Devala, and Vyasa, describe You as the Eternal Divine Soul, the Unborn, and the All-Manifesting First-God. You too have said this to me.\"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6130,
      "description": "आहुः (they) declared? त्वाम् Thee? ऋषयः the Rishis? सर्वे all? देवर्षिः Devarshi? नारदः Narada? तथा also? असितः Asita? देवलः Devala? व्यासः Vyasa? स्वयम् Thyself? च and? एव even? ब्रवीषि (Thou) sayest? मे to me.Commentary Rishi is a holy sage of disciplined mind and senses.Devarshi A divine sage more highly evolved than a Rishi.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6115,
      "description": "व्याख्या -'परं ब्रह्म परं धाम पवित्रं परमं भवान्'- अपने सामने बैठे हुए भगवान्की स्तुति करते हुए अर्जुन कहते हैं कि मेरे पूछनेपर जिसको आपने परम ब्रह्म (गीता 8। 3) कहा है, वह परम ब्रह्म आप ही हैं। जिसमें सब संसार स्थित रहता है, वह परम धाम अर्थात् परम स्थान आप ही हैं (गीता 9। 18)। जिसको पवित्रोंमें भी पवित्र कहते हैं - 'पवित्राणां पवित्रं यः' वह महान् पवित्र भी आप ही हैं। 'पुरुषं शाश्वतं दिव्यमादिदेवमजं ৷৷. स्वयं चैव ब्रवीषि मे'- ग्रन्थोंमें ऋषियोंने, (टिप्पणी प0 ) देवर्षि नारदने (टिप्पणी प0 ), असित और उनके पुत्र देवल ऋषिने (टिप्पणी प0 ) तथा महर्षि व्यासजीने (टिप्पणी प0 ) आपको शाश्वत, दिव्य पुरुष, आदिदेव, अजन्मा और विभु कहा है। आत्माके रूपमें 'शाश्वत' (गीता 2। 20), सगुण-निराकारके रूपमें 'दिव्य पुरुष' (गीता 8। 10), देवताओँ और महर्षियों आदिके रूपमें 'आदिदेव' (गीता 10। 2), मूढ़लोग मेरेको अज नहीं जानते (गीता 7। 25) तथा असम्मूढ़लोग मेरेको अज जानते हैं (गीता 10। 3) - इस रूपमें 'अज' और मैं अव्यक्तरूपसे सारे संसारमें व्यापक हूँ (गीता 9। 4) - इस रूपमें 'विभु' स्वयं आपने मेरे प्रति कहा है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6116,
      "description": "अर्जुन वैदिक साहित्य से परिचित था। वह यहाँ कहता है कि प्राचीन ऋषियों ने अनन्त सनातन सत्य को जिन शब्दों के द्वारा सूचित किया है? उससे वह परिचित है? जैसे परं ब्रह्म? परं धाम? परम पवित्र आदि। परन्तु उसने अब तक यही समझा था कि ये सब परम सत्य के गुण हैं। इसलिए? जब वह भगवान् को इन्हीं शब्दों का प्रयोग स्वयं के लिए करते हुए सुनता है? तब वह कुन्तीपुत्र आश्चर्यचकित रह जाता है। उसे समझ में नहीं आता कि वह अपने रथसारथि श्रीकृष्ण को विश्व के आदिकारण के रूप में किस प्रकार जानेव्यावहारिक बुद्धि का व्यक्ति होने के नाते अर्जुन को श्रीकृष्ण के स्वरूप को समझने के लिए अधिक तथ्यों की जानकारी की आवश्यकता थी। हम देखेंगे कि उसकी मांग को पूर्ण करने हेतु इसी अध्याय में भगवान् श्रीकृष्ण ने पर्याप्त सूचनाएं और तथ्य प्रस्तुत किये हैं। परन्तु? अर्जुन को सन्तुष्ट करने के स्थान पर वह जानकारी उसकी उत्सुकता को द्विगुणित कर देती है? और वह बाध्य होकर भगवान् से उनके विश्वरूप को दिखाने की मांग प्रस्तुत करता है भक्तवत्सल करुणासागर भगवान् श्रीकृष्ण अगले अध्याय में अपने विश्वरूप को दर्शाकर अर्जुन को कृतार्थ कर देते हैं। यद्यपि अर्जुन ने इसके पूर्व भी परम पुरुष आदि शब्दों को ऋषियों से सुना था? किन्तु उसे वे अर्थहीन और निष्प्रयोजन ही प्रतीत हुए थे। उसका आश्चर्य इन शब्दों में स्पष्ट रूप से व्यक्त होता है कि? आप भी मेरे प्रति ऐसा ही कहते हैं। यहाँ उनके कुछ आश्चर्यचकित एवं भ्रमित होने का अवसर इसलिए था कि वह समझ नहीं पाया कि उसके समकालीन श्रीकृष्ण जो उसके समक्ष खड़े थे? जिन्हें वह कई वर्षों से जानता था और जो उसके सम्बन्धी भी थे किस प्रकार अनन्त? परम? जन्मरहित और सर्वव्यापी हो सकते हैं। अर्जुन भगवान् श्रीकृष्ण को अपने चर्म चक्षुओं से देखता है और इसलिए उसे उनका केवल शरीर ही दिखाई देता है। सम्पूर्ण गीता में श्रीकृष्ण स्वयं को आत्मस्वरूप में ही प्रकट करते हैं? और न कि समाज के एक सदस्य के रूप में। गीता के उपदेष्टा श्रीकृष्ण परमात्मा हैं? वसुदेव के पुत्र या गोपियों के प्रियतम नहीं। श्रीकृष्ण को सदैव मित्र या प्रेमी अथवा एक विश्वसनीय बुद्धिमान्? कूटनीतिज्ञ के रूप में देखते रहने से अर्जुन आत्मस्वरूप श्रीकृष्ण को पहचान नहीं पाया। यही उसके आश्चर्य और भ्रम का कारण था। अगला श्लोक अर्जुन में स्थित एक जिज्ञासु साधक के भाव को स्पष्ट करता है -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
