{
  "id": 377,
  "verse_number": 5,
  "chapter_number": 10,
  "slug": "chapter-10-verse-5",
  "text": "अहिंसा समता तुष्टिस्तपो दानं यशोऽयशः। भवन्ति भावा भूतानां मत्त एव पृथग्विधाः",
  "transliteration": "ahiṁsā samatā tuṣṭis tapo dānaṁ yaśo 'yaśaḥ bhavanti bhāvā bhūtānāṁ matta eva pṛthag-vidhāḥ",
  "word_meanings": "ahiṁsā—nonviolence;    samatā—equilibrium; tuṣṭiḥ—satisfaction;    tapaḥ—penance;  dānam—charity;  yaśaḥ—fame; ayaśaḥ—infamy;  bhavanti—become;    bhāvāḥ—natures;     bhūtānām—of living  entities;   mattaḥ—from Me; eva—certainly;  pṛthakvidhāḥ—differently    arranged.",
  "translations": [
    {
      "id": 2634,
      "description": "अहिंसा, समता, सन्तोष, तप, दान. यश और अपयश ऐसे ये प्राणियों के नानाविध भाव मुझ से ही प्रकट होते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2636,
      "description": "Non-injury, equanimity, satisfaction, austerity, charity, fame, and infamy—these different dispositions of beings spring from Me alone.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2637,
      "description": "Non-injury, equanimity, contentment, austerity, beneficence, fame, and ill-fame—these different qualities of beings arise from Me alone.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2638,
      "description": "[Also], non-injury, equanimity, contentment, austerity, charity, repute, and ill-repute—all these diverse dispositions of beings emanate from none other than Me.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2639,
      "description": "Harmlessness, equanimity, contentment, austerity, beneficence, fame, and failure—all these characteristics of beings spring from Me alone.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2633,
      "description": "बुद्धि, ज्ञान, असम्मोह, क्षमा, सत्य, दम, शम, सुख, दुःख, भव, अभाव, भय, अभय, अहिंसा, समता, तुष्टि, तप, दान, यश और अपयश - प्राणियोंके ये अनेक प्रकारके और अलग-अलग (बीस) भाव मेरेसे ही होते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2635,
      "description": "Non-violence, reality, cheerfulness, austerity, beneficence, fame, and infamy—these different qualities of beings arise from Me alone.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 5987,
      "description": "व्याख्या-'बुद्धिः'-उद्देश्यको लेकर निश्चय करनेवाली वृत्तिका नाम बुद्धि है। 'ज्ञानम्'-सार-असार, ग्राह्य-अग्राह्य, नित्य-अनित्य, सत्-असत्, उचित-अनुचित, कर्तव्यअकर्तव्य -ऐसा जो विवेक अर्थात् अलगअलग जानकारी है, उसका नाम 'ज्ञान' है। यह ज्ञान (विवेक) मानवमात्रको भगवान्से मिला है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6002,
      "description": "अहिंसा noninjury? समता eanimity? तुष्टिः contentment? तपः austerity? दानम् beneficence? यशः fame? अयशः illfame? भवन्ति arise? भावाः alities? भूतानाम् of beings? मत्तः from Me? एव alone? पृथग्विधाः of different kinds. Commentary Ahimsa is noninjury to living beings in thought? word and deed. Samata is that state wherein there is neither Raga (like) nor Dvesha (dislike)? when one gets pleasant or unpleasant objects. There is neither exhilaration when one gets pleasant or favourable objects nor depressions when one gets unpleasant or unfavourable objects. Tushtih is satisfaction or contentment. The man of contentment is satisfied with whatever object he gets through Prarabdha. He is satisfied with his present acisitions. He is free from greed and so he has peace of mind. Contentment makes a man very rich. It annihilates greed. Greed makes even a rich man a beggar of beggars. A greedy man is ever restless. Tapas is restraint of the senses? with bodily mortification through the practice of fasting and slow reduction of food. The strength of the body and the senses is reduced through fasting.Danam is beneficence. It is sharing of ones own things with others according to ones own means? or distribution of rice? gold? cloth? etc.? to a worthy person? in a fit place and time? especially to one who can do nothign in return.Yasas is fame due to Dharma or virtuous actions.Ayasah is illfame or disgrace due to Adharma or sinful actions.All these different kinds of alities of living beings arise from Me alone? the great Lord of the worlds? according to their respective Karmas.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 5988,
      "description": "प्रस्तुत प्रकरण के विचार को ही आगे बढ़ाते हुए कि परमात्मा ही सम्पूर्ण विश्व का उपादान और निमित्त कारण है? भगवान् श्रीकृष्ण इन दो श्लोकों में उन विविध गुणों को गिनाते हैं? जो मनुष्य के मन और बुद्धि में व्यक्त होते हैं। साधारणत? सृष्टि शब्द से केवल हम भौतिक जगत् ही समझते हैं। परन्तु उपर्युक्त समस्त गुण उसके व्यापक एवं सर्वग्राहक अर्थ को सूचित करते हैं। उनसे यह स्पष्ट ज्ञात होता है कि जगत् शब्द के अर्थ में हमारे मानसिक और बौद्धिक जीवन भी सम्मिलित हैं। पुन सभी मनुष्यों और प्राणियों का वर्गीकरण इन्हीं गुणों के आधार पर किया जाता है। प्रत्येक व्यक्ति अपने गुण या स्वभाव के वशीभूत है। यथा मन तथा मनुष्य। ध्यान देने योग्य बात यह है कि यहाँ केवल शुभ दैवी गुणों का ही गणना की गई है। संस्कृत व्याख्याकारों की पारम्परिक शैली का अनुकरण करते हुए? श्लोक में प्रयुक्त च शब्द की व्याख्या यह की जा सकती है कि उसके द्वारा विरोधी अशुभ गुणों को भी यहाँ सूचित किया गया है। तथापि भगवान् केवल शुभ गुणों को ही स्पष्टत बताते हैं? क्योंकि जिस व्यक्ति में इन गुणों का अधिकता होती है? उसमें आत्मा की शुद्धता एवं दिव्यता के दर्शन होते हैं। इन विभिन्न प्रकार की भावनाओं एवं विचारों से प्रेरित होकर प्रत्येक व्यक्ति अपनेअपने संस्कारों के अनुसार कर्म में प्रवृत्त होता है। इस प्रकार यहाँ विविध प्रकार के जीवन दृष्टिगोचर होते है। ये समस्त गुण? मुझसे ही प्रकट होते हैं। स्तम्भ में प्रतीत हुआ प्रेत चाहे प्रेम से मन्दस्मित करे या क्रोध से खिसियाये अथवा प्रतिशोध की भावना से धमकाये? उसका मन्द स्मित या धमकाना इत्यादि गुणों का केवल एक अधिष्ठान है स्तम्भ। आत्मचैतन्य के बिना बुद्धि? ज्ञान आदि गुणों का न अस्तित्व है और न भान। इन गुणों के द्वारा सम्पूर्ण प्राणियों का तथा उनके अनुभवों का प्राय पूर्ण वर्गीकरण किया गया है। इसलिए जैसा कि शंकराचार्य कहते हैं? ये दो श्लोक आत्मा का सर्वलोकमहेश्वर होना सिद्ध करते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
