{
  "id": 390,
  "verse_number": 18,
  "chapter_number": 10,
  "slug": "chapter-10-verse-18",
  "text": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन। भूयः कथय तृप्तिर्हि श्रृण्वतो नास्ति मेऽमृतम्",
  "transliteration": "vistareṇātmano yogaṁ vibhūtiṁ cha janārdana bhūyaḥ kathaya tṛiptir hi śhṛiṇvato nāsti me 'mṛitam",
  "word_meanings": "vistareṇa—in detail; ātmanaḥ—your; yogam—divine glories; vibhūtim—opulences; cha—also; janaārdana—Shree Krishna, he who looks after the public; bhūyaḥ—again; kathaya—describe; tṛiptiḥ—satisfaction; hi—because; śhṛiṇvataḥ—hearing; na—not; asti—is; me—my; amṛitam—nectar",
  "translations": [
    {
      "id": 2726,
      "description": "Speak to me again in full, O Krishna, about Your attributes and glories. For I am not sated by hearing Your ambrosial words.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 2728,
      "description": "Tell me again in detail, O Krishna, of your yogic power and glory; for I am not satiated with what I have heard of your life-giving and nectar-like speech.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2729,
      "description": "In detail, please expound once again Your own Yogic power and the manifesting power. O Janardana! I don't feel contented in hearing Your nectar-like exposition.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2730,
      "description": "Tell me again, I pray, of Thy power and Thy glory in full; for I feel that I am never satisfied when I listen to Thy immortal words.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2724,
      "description": "हे जनार्दन! आप अपने योग (सामर्थ्य) को और विभूतियोंको विस्तारसे फिर कहिये; क्योंकि आपके अमृतमय वचन सुनते-सुनते मेरी तृप्ति नहीं हो रही है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2725,
      "description": "हे जनार्दन! अपनी योग शक्ति और विभूति को पुन: विस्तारपूर्वक कहिए, क्योंकि आपके अमृतमय वचनों को सुनते हुए मुझे तृप्ति नहीं होती।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2727,
      "description": "O Janardana, please narrate to me again in detail Your own yoga and divine manifestations. For, while hearing Your nectar-like words, I am not satiated.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6210,
      "description": "विस्तरेण in detial? आत्मनः Thy? योगम् Yoga? विभूतिम् glory? च and? जनार्दन O Janardana? भूयः again? कथय tell? तृप्तिः contentment? हि for? श्रृण्वतः (of) hearing? न not? अस्ति is? मे of me? अमृतम् nectar. Commentary The Lord is called Janardana because all pray to Him for worldly success? Prosperity and also salvation. Arjuna also prays to the Lord to explain His Yogic power and glory? For his salvation. Arjuna says to Lord Krishna Tell me in detail of Thy mysterious power (Yoga) and sovereignty (Aisvarya) and the various things to be meditated upon. Tell me again though You have described earlier in the seventh and the ninth chapters succinctly for there is no satiety in hearing Thy ambrosial speech or nectarlike conversation. However much of it I hear? I am not satisfied surely it is nectar of immortality for me.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6196,
      "description": "दर्शनशास्त्र के तथा अन्य किसी विषय के विद्यार्थी में भी? सर्वप्रथम प्रखर जिज्ञासा का होना अत्यावश्यक है। विषय को जानने और समझने की इस जिज्ञासा के बिना कोई भी ज्ञान दृढ़ नहीं होता है और न विद्यार्थी के लिए वह लाभदायक ही हो सकता है। आत्मविकास के आध्यात्मिक ज्ञान में यह बात विशेष रूप से लागू होती है क्योंकि अन्य ज्ञानों के समान? न केवल इसे ग्रहण और धारण ही ऋ़रना है? वरन् यह आत्मज्ञान होने पर उसे अपने जीवन में दृढ़ता से जीना भी होता है। इसलिए श्रवण की इच्छा को एक श्रेष्ठ और आदर्श गुण माना गया है? जो वेदान्त के उत्तम अधिकारी के लिए अनिवार्य है। इस गुण के होने से ज्ञानमार्ग में प्रगति तीव्र गति से होती है। पाण्डुपुत्र अर्जुन इस श्रेष्ठ गुण से सम्पन्न था जो कि उसके इस कथन से स्पष्ट होता है कि आपके अमृतमय वचनों को सुनकर मेरी तृप्ति नहीं होती है। इसमें कोई सन्देह नहीं कि वेदान्त का शुद्धिकारी प्रभाव रुचिपूर्वक श्रवण करने वाले सभी बुद्धिमान विद्यार्थियों पर पड़ता है। एक सच्चे ज्ञानी गुरु के मुख से आत्मतत्त्व का उपदेश सुनकर प्रारम्भ में शिष्य को होने वाला आनन्द क्षणिक उल्लास ही देता है? जो स्थिर नहीं रह पाता। जब वह शिष्य प्रवचन के बाद अकेला रह जाता है? तब उसका मन पुन अनेक कारणों से अशान्त हो सकता है। और फिर भी? कितना ही क्षणिक आनन्द क्यों न हो? उसमें अर्जुन के समान नवदीक्षित विद्यार्थियों को आकर्षित करने की सार्मथ्य होती है? जिसके कारण उनकी उस विषय के प्रति रुचि एक व्यसन के समान बढ़ती ही जाती है। वेदान्त प्रवचनों के श्रवणार्थ इस अधिकाधिक अभिरुचि को यहाँ स्पष्ट दर्शाया गया है। यद्यपि यह साधना है? साध्य नहीं? तथापि? निसन्देह यह एक शुभ प्रारम्भ है। जिन लोगों को तत्त्वज्ञान के बौद्धिक अध्ययन से ही सन्तोष का अनुभव होता हो? वे भी निश्चय ही उन सहस्रों लोगों से श्रेष्ठतर हैं? जो दिव्य आत्मस्वरूप को दर्शाने वाले एक भी आध्यात्मिक प्रवचन को नहीं सुन सकते? या सह नहीं सकतेएक अथक धर्म प्रचारक के रूप में भगवान् श्रीकृष्ण अत्यन्त धैर्य के साथ? अर्जुन से कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6195,
      "description": "व्याख्या-'विस्तरेणात्मनो योगं विभूतिं च जनार्दन'-भगवान्ने सातवें और नवें अध्यायमें ज्ञानविज्ञानका विषय खूब कह दिया। इतना कहनेपर भी उनकी तृप्ति नहीं हुई, इसलिये दसवाँ अध्याय अपनी ओरसे ही कहना शुरू कर दिया। भगवान्ने दसवाँ अध्याय आरम्भ करते हुए कहा कि 'तू फिर मेरे परम वचनको सुन। '",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}