{
  "id": 378,
  "verse_number": 6,
  "chapter_number": 10,
  "slug": "chapter-10-verse-6",
  "text": "महर्षयः सप्त पूर्वे चत्वारो मनवस्तथा। मद्भावा मानसा जाता येषां लोक इमाः प्रजाः",
  "transliteration": "maharṣhayaḥ sapta pūrve chatvāro manavas tathā mad-bhāvā mānasā jātā yeṣhāṁ loka imāḥ prajāḥ",
  "word_meanings": "mahā-ṛiṣhayaḥ—the great Sages; sapta—seven; pūrve—before; chatvāraḥ—four; manavaḥ—Manus; tathā—also; mat bhāvāḥ—are born from me; mānasāḥ—mind; jātāḥ—born; yeṣhām—from them; loke—in the world; imāḥ—all these; prajāḥ—people",
  "translations": [
    {
      "id": 2641,
      "description": "सात महर्षिजन, पूर्वकाल के चार (सनकादि) तथा (चौदह) मनु ये मेरे प्रभाव वाले मेरे संकल्प से उत्पन्न हुए हैं, जिनकी संसार (लोक) में यह प्रजा है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2643,
      "description": "The seven great sages, as well as the four Manus of ancient days, from whom all these creatures in the world have descended, had their thoughts fixed on Me, and they were born from My mind.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2646,
      "description": "The seven Great Seers, the progenitors of mankind, the Ancient Four, and the Lawgivers were born of My will and come forth directly from Me. The race of mankind has sprung from them. (Mareechi, Atri, Angira, Pulah, Kratu, Pulastya, Vahishta; the Masters: Sanak, Sanandan, Sanatan, Sanatkumar.)",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2645,
      "description": "The ancient Seven Great Sages and also the Four Manus, from whom these creatures in this world are offspring—they have been born from My mental dispositions.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2644,
      "description": "The seven great sages, the ancient four, and the Manus, possessing powers like Mine (due to their minds being fixed on Me), were born from My mind; from them, these creatures have been born in this world.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2640,
      "description": "सात महर्षि और उनसे भी पूर्वमें होनेवाले चार सनकादि तथा चौदह मनु - ये सब-के-सब मेरे मनसे पैदा हुए हैं और मेरेमें भाव (श्रद्धाभक्ति) रखनेवाले हैं, जिनकी संसारमें यह सम्पूर्ण प्रजा है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2642,
      "description": "The seven great seers of yore, as well as the four Manus, all possessing My mental disposition, were born from My mind. All these creatures of the world are descended from them.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6018,
      "description": "महर्षयः the great Rishis? सप्त seven? पूर्वे ancient? चत्वारः four? मनवः Manus? तथा also? मद्भावाः possessed of powers like Me? मानसाः from mind? जाताः born? येषाम् from whom? लोके in world? इमाः these? प्रजाः creatures. Commentary In the beginning I was alone and from Me came the mind and from the mind were produced the seven sages (such as Bhrigu? Vasishtha and others)? The ancient four Kumaras (Sanaka? Sanandana? Sanatkumara and Sanatsujata)? As well as the four Manus of the past ages known as Savarnis? All of whom directed their thoughts to Me exclusively and were therefore endowed with divine powers and supreme wisdom. The four Kumaras (chaste? Ascetic youths) declined to marry and create offspring. They preferred to remain perpetual celibates and to practise BrahmaVichara or profound meditation on Brahman or the Absolute. They were all created by Me? By mind alone. They were all mindborn sons of Brahma. They were not born from the womb like ordinary mortals. Manavah? Men? The present inhabitants of this world? Are the sons of Manu. The Manus are the mindborn sons of God. These creatures which consist of the moving and the unmoving beings are born of the seven great sages and the four Manus. The great sages were original teaches of BrahmaVidya or the ancient wisdom of the Upanishads. The Manus were the rulers of men. They framed the code or rules of conduct or the laws of Dharma for the guidance and uplift of humanity. The seven great sages represent the seven planes also. In the macrocosm? Mahat or cosmic Buddhi? Ahamkara or the cosmic egoism and the five Tanmatras or the five rootelements of which the five great elements? Viz.? Earth? Water? Fire? Air and ether are the gross forms? Represent the seven great sages. This gross universe with the moving and the unmoving beings and the subtle inner world have come out of the above seven principles. In mythology or the Puranic terminology these seven principles have been symbolised and give human names. Bhrigu? Marichi? Atri? Pulastya? Pulaha? Kratu and Vasishtha are the seven great sages. In the microcosm? Manas (mind)? Buddhi (intellect)? Chitta (subconsciousness) and Ahamkara (egoism) have been symbolised as the four Manus and given human names. The first group forms the base of the macrocosm. The second group forms the base of the microcosm (individuals). These two groups constitute this vast universe of sentient life. Madbhava with their being in Me? Of My nature.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 6003,
      "description": "व्याख्या -[पीछेके दो श्लोकोंमें भगवान्ने प्राणियोंके भाव-रूपसे बीस विभूतियाँ बतायीं। अब इस श्लोकमें व्यक्ति-रूपसे पचीस विभूतियाँ बता रहे हैं, जो कि प्राणियोंमें विशेष प्रभावशाली और जगत्के कारण हैं। ] 'महर्षयः सप्त'- जो दीर्घ आयुवाले; मन्त्रोंको प्रकट करनेवाले; ऐश्वर्यवान्; दिव्य दृष्टिवाले; गुण, विद्या; आदिसे वृद्ध धर्मका साक्षात् करनेवाले; और गोत्रोंके प्रवर्तक हैं - ऐसे सातों गुणोंसे युक्त ऋषि सप्तर्षि कहे जाते हैं (टिप्पणी प0)। मरीचि, अङ्गिरा, अत्रि, पुलस्त्य, पुलह, क्रतु और वसिष्ठ - ये सातों ऋषि उपर्युक्त सातों ही गुणोंसे युक्त हैं। ये सातों ही वेदवेत्ता हैं, वेदोंके आचार्य माने गये हैं, प्रवृत्ति-धर्मका संचालन करनेवाले हैं और प्रजापतिके कार्यमें नियुक्त किये गये हैं (टिप्पणी प0)। इन्हीं सात ऋषियोंको यहाँ 'महर्षि' कहा गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6004,
      "description": "इस अध्याय के दूसरे श्लोक में जिस सिद्धांत का संकेत मात्र किया गया है कि किस प्रकार सप्तर्षि? सनकादि चार कुमार और चौदह मनु? परमेश्वर के मन से उत्पन्न हुए हैं। ये सभी मिलकर जगत् के उपादान और निमित्त कारण हैं? क्योंकि यहाँ कहा गया है? इनसे यह सम्पूर्ण प्रजा उत्पन्न हुई है। सप्तर्षि जिन्हें पुराणों में मानवीय रूप में चित्रित किया गया है? वे सप्तर्षि अध्यात्मशास्त्र की दृष्टि से महत् तत्त्व? अहंकार और पंच तन्मात्राएं हैं। इन सब के संयुक्त रूप को ही जगत् कहते हैं। व्यक्तिगत दृष्टि से? सप्तर्षियों के रूपक का आशय समझना बहुत सरल है। हम जानते हैं कि जब हमारे मन में कोई संकल्प उठता है? तब वह स्वयं हमें किसी भी प्रकार से विचलित करने में समर्थ नहीं होता। परन्तु? किसी एक विषय के प्रति जब यह संकल्प केन्द्रीभूत होकर कामना का रूप ले लेता है? तब कामना में परिणित वही संकल्प अत्यन्त शक्तिशाली बनकर हमारी शान्ति और सन्तुलन को नष्ट कर देता है। ये संकल्प ही बाहर प्रक्षेपित होकर पंच विषयों का ग्रहण और उनके प्रति हमारी प्रतिक्रियायें व्यक्त कराते हैं। यह संकल्पधारा और इसका प्रक्षेपण ये दोनों मिलकर हमारे सुखदुख पूर्ण यशअपयश तथा प्रयत्न और प्राप्ति के छोटे से जगत् के निमित्त और उपादान कारण बन जाते हैं। पूर्वकाल के चार (सनकादि) और मनु श्री शंकराचार्य अपने भाष्य में इस प्रकार पदच्छेद करते हैं कि पूर्वकाल सम्बन्धी और चार मनु। यहाँ इसका आध्यात्मिक विश्लेषण करना उचित है जिसके लिए हमें दूसरी पंक्ति में आधार भी मिलता है। भगवान् कहते हैं? ये सब मेरे मन से अर्थात् संकल्प से ही प्रकट हुए हैं। पुराणों में ऐसा वर्णन किया गया है कि सृष्टि के प्रारम्भ में ही सृष्टिकर्ता ब्रह्माजी से चार मानस पुत्र सनत्कुमार? सनक? सनातन और सनन्दन का जन्म हुआ। हममें से प्रत्येक (व्यष्टि) व्यक्ति में निहित सृजन शक्ति अथवा सृजन की प्रवृत्ति के माध्यम से व्यक्त चैतन्य ही व्यष्टि सृष्टि का निर्माता है। यह सृजन की प्रवृत्ति अन्तकरण के चार भागों में व्यक्त होती है तभी किसी प्रकार का निर्माण कार्य होता है। वे चार भाग हैं संकल्प (मन)? निश्चय (बुद्धि)? पूर्वज्ञान का स्मरण (चित्त) और कर्तृत्वाभिमान (अहंकार)। मन? बुद्धि? चित्त और अहंकार इन चारों को उपर्युक्त चार मानस पुत्रों के द्वारा इंगित किया गया है। इस प्रकार एक ही श्लोक में समष्टि और व्यष्टि की सृष्टि के कारण बताए गए हैं। समष्टि सृष्टि की उत्पत्ति एवं स्थिति के लिए महत् तत्त्व? अहंकार और पंच तन्मात्राएं कारण हैं? जबकि व्यष्टि सृष्टि का निर्माण मन? बुद्धि? चित्त और अहंकार की क्रियाओं से होता है। संक्षेप में? सप्तर्षि समष्टि सृष्टि के तथा चार मानस पुत्र व्यष्टि सृष्टि के निमित्त और उपादान कारण हैं। व्यष्टि और समष्टि की दृष्टि से? सृष्टि के अभिप्राय को समझने की क्या आवश्यकता है सुनो -",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}