{
  "id": 413,
  "verse_number": 41,
  "chapter_number": 10,
  "slug": "chapter-10-verse-41",
  "text": "यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा। तत्तदेवावगच्छ त्वं मम तेजोंऽशसंभवम्",
  "transliteration": "yad yad vibhūtimat sattvaṁ śhrīmad ūrjitam eva vā tat tad evāvagachchha tvaṁ mama tejo ’nśha-sambhavam",
  "word_meanings": "yat yat—whatever; vibhūtimat—opulent; sattvam—being; śhrī-mat—beautiful; ūrjitam—glorious; eva—also; vā—or; tat tat—all that; eva—only; avagachchha—know; tvam—you; mama—my; tejaḥ-anśha-sambhavam—splendor; anśha—a part; sambhavam—born of\n",
  "translations": [
    {
      "id": 2886,
      "description": "जो कोई भी विभूतियुक्त, कान्तियुक्त अथवा शक्तियुक्त वस्तु (या प्राणी) है, उसको तुम मेरे तेज के अंश से ही उत्पन्न हुई जानो।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 2889,
      "description": "Whatever being there is glorious, prosperous, or powerful, know that to be a manifestation of a part of My splendor.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2890,
      "description": "Whatever being exists with manifesting power, beauty, and vigor, be sure that it is born only from a bit of My illumination.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 2888,
      "description": "Whatever object [all living beings] is verily endowed with majesty, possessed of prosperity, or is energetic, you know for certain each of them as having a part of My power as its source.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 2891,
      "description": "Whatever is glorious, excellent, beautiful, and mighty, be assured that it comes from a fragment of My splendor.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 2885,
      "description": "जो-जो ऐश्वर्ययुक्त, शोभायुक्त और बलयुक्त प्राणी तथा वस्तु है, उस-उसको तुम मेरे ही तेज-(योग-) के अंशसे उत्पन्न हुई समझो।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2887,
      "description": "Whatever being is possessed of power, or splendour, or energy, know that as coming from a fragment of My power.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 6563,
      "description": "व्याख्या-'यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा'-संसारमात्रमें जिस-किसी सजी-वनिर्जीव वस्तु, व्यक्ति, घटना, परिस्थिति, गुण, भाव, क्रिया आदिमें जो कुछ ऐश्वर्य दीखे, शोभा या सौन्दर्य दीखे, बलवत्ता दीखे, तथा जो कुछ भी विशेषता, विलक्षणता, योग्यता दीखे, उन सबको मेरे तेजके किसी एक अंशसे उत्पन्न हुई जानो। तात्पर्य है कि उनमें वह विलक्षणता मेरे योगसे, सामर्थ्यसे, प्रभावसे ही आयी है - ऐसा तुम समझो - 'तत्तदेवावगच्छ त्वं मम तेजोंऽशसम्भवम्'। मेरे बिना कहीं भी और कुछ भी विलक्षणता नहीं है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 6564,
      "description": "इस अध्याय में कथित उदाहरणों के द्वारा भगवान् की विभूतियों को दर्शाने का अल्पसा प्रयत्न किया गया है? परन्तु यह नहीं कहा जा सकता कि उन्होंने सत्य को पूर्णतया परिभाषित किया है। हमें यह बताया गया है कि हम विवेक के द्वारा इसी अनित्य जगत् में नित्य और दिव्य तत्त्व को पहचान सकते हैं। उपर्युक्त दृष्टान्तों से यह स्पष्ट होता है कि जगत् की चराचर वस्तुओं में स्वयं भगवान् अपने को ऐश्वर्ययुक्त? कान्तियुक्त अथवा शक्तियुक्त रूप में अभिव्यक्त करते हैं। वे समस्त नाम और रूपों में विद्यमान हैं। यहाँ श्रीकृष्ण अत्यन्त स्पष्ट रूप से यह बताते हैं कि बहुविध जगत् में दिव्य उपस्थिति क्या है? तथा उसे पहचानने की परीक्षा क्या है। जहाँ कहीं भी महानता? कान्ति या शक्ति की अभिव्यक्ति है? वह परमात्मा के असीम तेज की एक रश्मि ही है। इस में कोई सन्देह नहीं कि उपर्युक्त विस्तृत विवेचन का यह सारांश अपूर्व है। इन समस्त उदाहरणों में भगवान् का या तो ऐश्वर्य झलकता है? या कान्ति या फिर शक्ति। सर्वत्र परमात्मदर्शन करने के लिए अर्जुन को दिये गये इस संकेतक का उपयोग गीता के सभी विद्यार्थियों के लिए समान रूप से लाभप्रद होगा। अब अन्त में भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 6578,
      "description": "यत् यत् whatever? विभूतिमत् glorious? सत्त्वम् being? श्रीमत् prosperous? ऊर्जितम् powerful? एव also? वा or? तत् तत् that? एव only? अवगच्छ know? त्वम् thou? मम My? तेजोंऽशसंभवम् a manifestation of a part of My splendour.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
