{
  "id": 627,
  "verse_number": 4,
  "chapter_number": 18,
  "slug": "chapter-18-verse-4",
  "text": "निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम। त्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः",
  "transliteration": "niśhchayaṁ śhṛiṇu me tatra tyāge bharata-sattama tyāgo hi puruṣha-vyāghra tri-vidhaḥ samprakīrtitaḥ",
  "word_meanings": "niśhchayam—conclusion; śhṛiṇu—hear; me—my; tatra—there; tyāge—about renunciation of desires for enjoying the fruits of actions; bharata-sat-tama—best of the Bharatas; tyāgaḥ—renunciation of desires for enjoying the fruits of actions; hi—indeed; puruṣha-vyāghra—tiger amongst men; tri-vidhaḥ—of three kinds; samprakīrtitaḥ—declared",
  "translations": [
    {
      "id": 4386,
      "description": "O the most excellent among the descendants of Bharata, hear from Me the firm conclusion regarding that tyaga. For, O greatest among men, tyaga has been clearly declared to be of three kinds.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 4388,
      "description": "O best of Bharata's descendants! Listen to My considered view about relinquishing: Indeed, the act of relinquishing is rightly spoken to be threefold, O best among men!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 4389,
      "description": "O best of Indians! Listen to my judgment regarding this problem. It has a threefold aspect.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 4383,
      "description": "हे भरतवंशियोंमें श्रेष्ठ अर्जुन! तू संन्यास और त्याग - इन दोनोंमेंसे पहले त्यागके विषयमें मेरा निश्चय सुन; क्योंकि हे पुरुषश्रेष्ठ! त्याग तीन प्रकारका कहा गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4384,
      "description": "हे भरतसत्तम! उस त्याग के विषय में तुम मेरे निर्णय को सुनो। हे पुरुष श्रेष्ठ! वह त्याग तीन प्रकार का कहा गया है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 4385,
      "description": "Listen to My decision, O Arjuna, concerning abandonment; for abandonment is declared to be of three kinds.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 4387,
      "description": "Hear from Me the conclusion or the final truth about this abandonment, O best of the Bharatas; abandonment, indeed, O best of men, has been declared to be of three kinds.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 10002,
      "description": "निश्चयम् conclusion or the final truth? श्रृणु hear? मे My? तत्र there? त्यागे about abandonment? भरतसत्तम O best of the Bharatas? त्यागः abandonment? हि verily? पुरुषव्याघ्र O best of men? त्रिविधः of three kinds? संप्रकीर्तितः has been declared (to be). Commentary Now the Lord gives His own decisive opinion. It is declared in the scriptures that renunciation is of three kinds? Viz.? Sattvic? Rajasic and Tamasic. The Lord alone can teach the truth about the subject. Whoever wants to be liberated from the miseries of this world must understand the real nature of renunciation.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 9987,
      "description": "व्याख्या - निश्चयं श्रृणु मे तत्र त्यागे भरतसत्तम - हे भरतवंशियोंमें श्रेष्ठ अर्जुन अब मैं संन्यास और त्याग - दोनोंमेंसे पहले त्यागके विषयमें अपना मत कहता हूँ? उसको तुम सुनो। त्यागो हि पुरुषव्याघ्र त्रिविधः संप्रकीर्तितः - हे पुरुषव्याघ्र त्याग तीन तरहका कहा गया है - सात्त्विक? राजस और तामस। वास्तवमें भगवान्के मतमें सात्त्विक त्याग ही त्याग है परन्तु उसके साथ राजस और तामस त्यागका भी वर्णन करनेका तात्पर्य यह है कि उसके बिना भगवान्के अभीष्ट सात्त्विक त्यागकी श्रेष्ठता स्पष्ट नहीं होती क्योंकि परीक्षा या तुलना करके किसी भी वस्तुकी श्रेष्ठता सिद्ध करनेके लिये दूसरी वस्तुएँ सामने रखनी ही पड़ती हैं। तीन प्रकारका त्याग बतानेका तात्पर्य यह भी है कि साधक सात्त्विक त्यागको ग्रहण करे और राजस तथा तामस त्यागका त्याग करे।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 9988,
      "description": "इस श्लोक में भगवान् श्रीकृष्ण अर्जुन को वचन देते हैं कि वे त्याग के स्वरूप का सम्पूर्ण विवेचन करेंगे। सामान्य मनुष्य के लिए किसी प्रकार का भी त्याग करना सरल कार्य़ नहीं होता संचय और समृद्धि मानो मन के प्राण ही हैं। इसलिए? स्वाभाविक है कि अर्जुन के श्रेष्ठ गुणों को जागृत करने के लिए भगवान् उसे भरतसत्तम और पुरुषव्याघ्र कहकर सम्बोधित करते हैं। अध्ययन की दृष्टि से त्याग का तीन भागों में वर्गीकरण किया गया है। सम्पूर्ण गीता में यह त्रिविध वर्गीकरण पाया जाता है? और वे तीन वर्ग हैं सात्त्विक? राजसिक और तामसिक। भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}