{
  "id": 243,
  "verse_number": 10,
  "chapter_number": 6,
  "slug": "chapter-6-verse-10",
  "text": "योगी युञ्जीत सततमात्मानं रहसि स्थितः। एकाकी यतचित्तात्मा निराशीरपरिग्रहः",
  "transliteration": "yogī yuñjīta satatam ātmānaṁ rahasi sthitaḥ ekākī yata-chittātmā nirāśhīr aparigrahaḥ",
  "word_meanings": "yogī—a yogi; yuñjīta—should remain engaged in meditation; satatam—constantly; ātmānam—self; rahasi—in seclusion; sthitaḥ—remaining; ekākī—alone; yata-chitta-ātmā—with a controlled mind and body; nirāśhīḥ—free from desires; aparigrahaḥ—free from desires for possessions for enjoyment\n",
  "translations": [
    {
      "id": 1699,
      "description": "Let the yogi constantly strive to keep the mind steady, remaining in solitude, alone, with the body and mind controlled, and free from hope and greed.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1701,
      "description": "Let the student of spirituality try unceasingly to concentrate his mind; let him live in seclusion, absolutely alone, with his mind and personality controlled, free from desire and without possessions.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1695,
      "description": "भोगबुद्धिसे संग्रह न करनेवाला, इच्छारहित और अन्तःकरण तथा शरीरको वशमें रखनेवाला योगी अकेला एकान्तमें स्थित होकर मनको निरन्तर परमात्मामें लगाये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1696,
      "description": "शरीर और मन को संयमित किया हुआ योगी एकान्त स्थान पर अकेला रहता हुआ आशा और परिग्रह से मुक्त होकर निरन्तर मन को आत्मा में स्थिर करे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1697,
      "description": "The yogin should constantly fix his mind on yoga, remaining in a solitary place all alone, controlling his thoughts and mind, free from desire and a sense of possession.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1698,
      "description": "A yogi should constantly concentrate his mind by staying in a solitary place, alone, with mind and body controlled, free from expectations, and free from acquisition.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1700,
      "description": "Let the man of Yoga always yoke the self (mind) by remaining alone in a lonely place, controlling his mind and body, without desire and without a sense of possession.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3858,
      "description": "योगी the Yogi? युञ्जीत let him keep the mind steady? सततम् constantly? आत्मानम् self? रहसि in solitude? स्थितः remaining? एकाकी alone? यतचित्तात्मा one with the mind and the body controlled? निराशीः free from hope? अपरिग्रहः noncovetousness.Commentary The Yogi who treads the path of renunciation (NivrittiMarga) can practise meditation in a solitary cave in the mountains. He should renounce all possessions.A householder with Yogic tendencies and spiritual inclination? can practise meditation in a solitary and iet room in his own house or any solitary place on the banks of any holy river (during the holidays or throughout the year if he is a wholetime aspirant or if he has retired from service).The practice must be constant. Only then can one attain Selfrealisation surely and ickly. He who practises meditation by fits and starts and for a few minutes daily will not be able to achieve any tangible results in Yoga. The Yogic aspirant should be free from hope? desire and greed. Only then will he have a steady mind. Hope? desire and greed make the mind ever restless and turbulent. They are the enemies of peace and Selfknowledge. The aspirant should not have many possessions either. He can only keep those articles which are absolutely necessary for the maintenance of his body. If there are many possessions? the mind will be ever thinking of them and attempting to protect them.It you are well established in the practice of Pratyahara? Sama and Dama (withdrawal of the senses? control of mind and the body respectively)? if you have the senses under your full control? you can find perfect solitude and peace even in the most crowded and noisy place of a big city. If the senses are turbulent? if you have not got the power to withdraw them? you will have no peace of mind even in a solitary cave of the Himalayas. A disciplined Yogi who has controlled the senses and the mind can enjoy peace of mind in a solitary cave. A passionate man who has not controlled the senses and the mind will only be building castles in the air if he lives in a solitary cave in a mountain.He who has reduced his wants? who has not a bit of attraction for the world? who has, discrimination and burning aspiration for liberation? and who has observed Mauna (the vow of silence) for months together will be able to live in a cave.You should have perfect control over the body through the regular practice of Yoga Asanas before you take to serious and constant meditation.Aparigraha means noncovetousness? freedom from possessions.The spiritual aspirant need not bother himself about his bodily needs. Everything is provided by God. Everything is prearranged by Mother Nature. She looks after the bodily needs of all very carefully in a more efficient manner than they themselves would do. She knows beter what the reirements are and provides them then and there. Understand the mysterious ways of Mother Nature and become wise. Be grateful to Her for Her unie kindness? grace and mercy.If you want to retire into solitue for the practice of meditation? and if you are a householder with a thirst for intense spiritual Sadhana? you cannot all of a sudden sever your connection with your family. Sudden severance of worldly ties may produce intense mental agony in you and shock in them. You will have to break the ties gradually. Stay for a week or a month in seclusion to begin with. Then gradually prolong the period. They will not feel the pangs of separation from you.As your will has become very weak? as you had no religious discipline or training in schools and colleges when you were young? and as you are under the sway of materialistic influences? it is necessary for you to go in for seclusion for some days or weeks (during the Chritstmas? Easter or other holidays) to practise rigorous Japa and meditation and to develop your willpower.Those who have fixed up their sons in life and who have retired from service? and who have discharged their duties as householders can remain in seclusion for four or five years and practise intense meditation and Tapas (penance) for selfpurification and Selfrealisation. This is like entering a university for higher studies or postgraduate course of study. When the Tapas is over? and when they have attained to Selfknowledge? they should come out and share their knowledge of the Self with others through lectures? conversations? discourses or hearttoheart talks according to their capacity and disposition.How can sensecontrol be tested in a lonely forest where there are no temptations The Yogic student living in a cave should test himself after he has sufficiently advanced? by coming into the society of people. But he should not test himself every now and then like the man who removed the young plant daily after watering it to see whether it had struck deep root or not.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3844,
      "description": "महाभारत में स्पष्ट कहा गया है कि श्रीकृष्ण सर्वज्ञ ईश्वर के अवतार थे इसीलिए उन्हें श्रीकृष्ण परमात्मा कहा गया है। वे यहाँ अर्जुन को आत्मोन्नति के साधन का उपदेश दे रहे हैं। अर्जुन उनका परम मित्र था। स्वयं भगवान् की मित्रता प्राप्त होने पर भी महाभारत में किसी भी स्थान पर यह नहीं कहा गया है कि अर्जुन को स्वयं संघर्ष किये बिना आत्मविकास की प्राप्ति के लिए भगवान् कोई गुप्त साधन बतलायेंगे जिसका सम्पूर्ण उत्तरदायित्व श्रीकृष्ण के ऊपर होगा। इस श्लोक की प्रथम पंक्ति ही किसी ऐसी मिथ्या आशा को साधक के मन से दूर कर देती है। यहाँ स्पष्ट कहा गया है कि योगी को निरन्तर मन को आत्मा में स्थिर करने का प्रयत्न करना चाहिए। ध्यानाभ्यास के द्वारा ही मनुष्य अपने दोषों से मुक्त होकर पूर्णत्व को प्राप्त हो सकता है। ध्यानविधि की विस्तृत जानकारी यहाँ दी गयी है। ध्यान का अभ्यास एकांत में करने को कहा गया हैं। कुछ समय पहले भारत में एकान्त शब्द पर इतना अधिक बल दिया गया कि ध्यान शब्द से ही लोगों के मन में उसके प्रति एक प्रकार का भय व्याप्त हो गया। एकान्त का अर्थ केवल जंगल या गुफा नहीं वरन् बाह्य विषयों से मन को विमुख करना है। अपने ही घर में शान्त समय में एक आसन में बैठकर ध्यान का अभ्यास किया जा सकता है। वास्तविक एकान्त तो तभी प्राप्त होगा जब मन की विषयाभिमुखी प्रवृत्ति क्षीण होगी। मन इच्छाओं से परिपूर्ण होने पर निर्जन वन अथवा गुफा में जाने से भी मनुष्य विषयों का ही चिन्तन करता रहेगा और उसे एकान्त की प्राप्ति नहीं होगी। रहसि अर्थात् एकान्त इस शब्द के द्वारा यह सूचित करते हैं कि धर्म आत्म प्रचार का कोई साधन नहीं वरन् जीवन में उच्च मूल्यों को जीने का सतत् प्रयत्न है जिनका गोपन शैली में अभ्यास करना चाहिए। साधक को चाहिए कि वह पूरी लगन से विचारों को सही दिशा प्रदान कर लक्ष्य की ओर अग्रसर होने का प्रयत्न करे। दैनिक जीवन में ध्यानाभ्यास की सफलता साधक के आत्मसंयम पर निर्भर करती है। जब तक हम वस्तुओं की प्राप्ति की आशा तथा वस्तुओं का संग्रह (परिग्रह) करने की प्रवृत्ति से स्वयं को मुक्त करना नहीं सीखते तब तक वास्तविक अर्थ में आत्मसंयम संभव नहीं होता। अत साधक को निराशी अर्थात् झूठी आशाओं से रहित तथा अपरिग्रह होना चाहिए। उक्त गुणों से युक्त होकर जो साधक ध्यान का अभ्यास करता है वह जीवन के सर्वोच्च लक्ष्य को प्राप्त करने के लिए सही दिशा में आगे बढ़ता है। अब योगाभ्यास करने वाले साधक के लिए उपयोगी आसन आहार विहार आदि के नियम बताते हैं। सर्वप्रथम आसन का वर्णन करते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3843,
      "description": "व्याख्या-[पाँचवें अध्यायके सत्ताईसवें-अट्ठाईसवें श्लोकोंमें जिस ध्यानयोगका संक्षेपसे वर्णन किया था, अब यहाँ उसीका विस्तारसे वर्णन कर रहे हैं। 'युज् समाधौ' धातुसे जो 'योग' शब्द बनता है, जिसका अर्थ चित्तवृत्तियोंका निरोध करना है (टिप्पणी प0 ), उस योगका वर्णन यहाँ दसवें श्लोकसे आरम्भ करते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}
