{
  "id": 265,
  "verse_number": 32,
  "chapter_number": 6,
  "slug": "chapter-6-verse-32",
  "text": "आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन। सुखं वा यदि वा दुःखं सः योगी परमो मतः",
  "transliteration": "ātmaupamyena sarvatra samaṁ paśhyati yo 'rjuna sukhaṁ vā yadi vā duḥkhaṁ sa yogī paramo mataḥ",
  "word_meanings": "ātma-aupamyena—similar to oneself; sarvatra—everywhere; samam—equally; paśhyati—see; yaḥ—who; arjuna—Arjun; sukham—joy; vā—or; yadi—if; vā—or; duḥkham—sorrow; saḥ—such; yogī—a yogi; paramaḥ—highest; mataḥ—is considered",
  "translations": [
    {
      "id": 1850,
      "description": "हे अर्जुन! जो पुरुष अपने समान सर्वत्र सम देखता है, चाहे वह सुख हो या दु: ख, वह परम योगी माना गया है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1855,
      "description": "O Arjuna! He is the perfect saint who, having been taught by the likeness within himself, sees the same Self everywhere, regardless of whether the outer form be pleasurable or painful.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1854,
      "description": "Whoever finds pleasure or pain equally in all, as if it were in themselves—that person is considered to be a great man of Yoga, O Arjuna!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1853,
      "description": "He who, through the likeness of the Self, O Arjuna, sees reality everywhere, be it pleasure or pain, is regarded as the highest Yogi.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1852,
      "description": "O Arjuna, that yogi is considered the best who judges what is happiness and sorrow in all beings by the same standard as they would apply to themselves.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1849,
      "description": "हे अर्जुन! जो (ध्यानयुक्त ज्ञानी महापुरुष) अपने शरीरकी उपमासे सब जगह अपनेको समान देखता है और सुख अथवा दुःखको भी समान देखता है, वह परम योगी माना गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1851,
      "description": "He who, due to the similarity of selves everywhere, sees pleasure or pain as the same everywhere—that yogi, O Arjuna, is considered the closest.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4195,
      "description": "व्याख्या-[जिसको इसी अध्यायके सत्ताईसवें श्लोकमें 'ब्रह्मभूत' कहा है और जिसको अट्ठाईसवें श्लोकमें 'अत्यन्त सुख' की प्राप्ति होनेकी बात कही है, उस सांख्ययोगीका प्राणियोंके साथ कैसा बर्ताव होता है-इसका इस श्लोकमें वर्णन किया गया है। कारण कि गीताके ब्रह्मभूत सांख्ययोगीका सम्पूर्ण प्राणियोंके हितमें स्वाभाविक ही रति होती है-'सर्वभूतहिते रताः'(5। 25 12। 4)]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4196,
      "description": "तत्त्वज्ञान और आत्मानुभव में स्थित योगीजन स्वभावत सर्वत्र व्याप्त आत्मा के दर्शन करते हैं। वे सभी कर्मों में आत्मा के वैभव को देखते हैं और जानते हैं कि उपाधियों के द्वारा किये जाने वाले समस्त कर्म आत्मकृपा से ही होते हैं। बाह्य स्थूल और आन्तरिक सूक्ष्म जगत् आत्मा की ही अभिव्यक्ति है। गीता के अनुसार सर्वश्रेष्ठ योगी वह है जो अन्य के सुख एवं दुख को इस प्रकार समझता है जैसे वे उसके अपने ही हों। प्रसिद्ध नैतिक नियम है कि अन्य के साथ वैसा ही व्यवहार करो जैसा कि उससे तुम अपेक्षा रखते हो। परन्तु यह नियम सामान्य मनुष्य को अप्रिय लगता है क्योंकि स्वार्थ के कारण वह सोचता है कि क्यों वह दूसरों को अपने ही समान समझे। अज्ञान तथा स्वार्थ के कारण लोगों की स्वाभाविक प्रवृत्ति अनैतिकता की ओर झुक जाती है। पूर्व श्लोकों में इसका स्पष्टीकरण किया गया है कि क्यों हमें प्राणीमात्र से प्रेम करना चाहिए। योगी आत्मसाक्षात्कार के द्वारा समस्त सृष्टि को आत्मा की ही अभिव्यक्ति के रूप में पहचानता है अत सबसे प्रेम होना स्वाभाविक ही है। प्रत्येक मनुष्य को अपने शरीर से तादात्म्य होने के कारण शरीर के समस्त अंगों से उसे एक समान ही प्रेम होता है। यदि अकस्मात् दांतों से जिह्वा कट जाती है तो मनुष्य कभी भी दांतों को दण्ड देने का विचार नहीं करता क्योंकि दांतों में तथा जिह्वा में समान रूप से वह स्वयं व्याप्त है। इसी प्रकार आत्मा को पहचान लेने पर सम्पूर्ण नामरूप की सृष्टि आत्मस्वरूप ही बन जाती है और समस्त कालों में सर्वत्र केवल मैं (आत्मा) ही व्याप्त रहता हूँ। आत्मैकत्व दर्शन करने वाला सिद्ध व्यक्ति ही गीता में परम योगी माना गया है जो समाज को देता अधिक है और लेता कम है। प्रेम उसका श्वास है और करुणा उसकी जीविका। श्रीकृष्ण द्वारा ज्ञानी पुरुष का जो उपर्युक्त वर्णन शब्दचित्र के माध्यम से किया गया है वह किसी को भी अपनी ओर आकर्षित कर सकता है किन्तु व्यावहारिक बुद्धि का अर्जुन उक्त लक्ष्य को पाने में स्वयं को असमर्थ पाता है और वह प्रश्न के रूप में अपनी शंका को व्यक्त करता है। यथोक्त सम्यग्दर्शन रूप योग का संपादन दुष्कर जानकर उसकी प्राप्ति का निश्चयात्मक उपाय जानने की इच्छा से अर्जुन कहता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 4210,
      "description": "आत्मौपम्येन through the likeness of the Self? सर्वत्र everywhere? समम् eality? पश्यति sees? यः who? अर्जुन O Arjuna? सुखम् pleasure? वा and? यदि if? वा or? दुःखम् pain? सः he? योगी Yogi? परमः highest? मतः is regarded. Commentary He sees that whatever is pleasure or pain to himself is also pleasure or pain to all other beings. He does not harm anyone. He is ite harmless. He wishes good to all. He is compassionate to all creatures. He has a very soft and large heart. He sees thus eality everywhere as he is endowed with the right knowlede of the Self? As he beholds the Self only everywhere? And as he is established in the unity of the Self. Therefore he is considered as the highest among all Yogis. (Cf. VI.47)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}