{
  "id": 253,
  "verse_number": 20,
  "chapter_number": 6,
  "slug": "chapter-6-verse-20",
  "text": "यत्रोपरमते चित्तं निरुद्धं योगसेवया। यत्र चैवात्मनाऽऽत्मानं पश्यन्नात्मनि तुष्यति",
  "transliteration": "yatroparamate chittaṁ niruddhaṁ yoga-sevayā yatra chaivātmanātmānaṁ paśhyann ātmani tuṣhyati",
  "word_meanings": "yatra—when; uparamate—rejoice inner joy; chittam—the mind; niruddham—restrained; yoga-sevayā—by the practice of yog; yatra—when; cha—and; eva—certainly; ātmanā—through the purified mind; ātmānam—the soul; paśhyan—behold; ātmani—in the self; tuṣhyati—is satisfied\n",
  "translations": [
    {
      "id": 1768,
      "description": "At the time when the mind, restrained through the practice of Yoga, is withdrawn, and just when one sees the Self by the self and remains contented in the Self alone;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1770,
      "description": "Where the mind, restrained through yoga practice, remains still; and where, observing, the yogi finds satisfaction in the Self alone, by perceiving only the Self within.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1771,
      "description": "There, where the whole of nature is seen in the light of the Self, where the person abides within their Self and is satisfied there, their functions restrained by their union with the Divine, the mind finds rest.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1765,
      "description": "योगका सेवन करनेसे जिस अवस्थामें निरुद्ध चित्त उपराम हो जाता है तथा जिस अवस्थामें स्वयं अपने-आप से अपने-आपको देखता हुआ अपने-आपमें ही सन्तुष्ट हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1766,
      "description": "योगका सेवन करनेसे जिस अवस्थामें निरुध्द चित्त उपराम हो जाता है तथा जिस अवस्थामें स्वयं अपने-आपमें अपने-आपको देखता हुआ अपने-आपमें सन्तुष्ट हो जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1767,
      "description": "Where the mind, controlled through the practice of Yoga, rests, and where one sees the Self by the Self and is delighted by the Self alone.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1769,
      "description": "When the mind, restrained by the practice of yoga, attains quietude, and when one sees the Self by the Self, they are satisfied in their own Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4018,
      "description": "यत्र where? उपरमते attains ietude? चित्तम् mind? निरुद्धम् restrained? योगसेवया by the practice of Yoga? यत्र where? च and? एव only? आत्मना by the Self? आत्मानम् the Self? पश्यन् seeing? आत्मनि in the Self? तुष्यति is satisfied.Commentary The verses 20? 21? 22 and 23 must be taken together.When the mind is completely withdrawn from the objects of the senses? supreme peace reigns within the heart. When the mind becomes ite steady by constant and protracted practice of concentration the Yogi beholds the Supreme Self by the mind which is rendered pure and onepointed and attains to supreme satisfaction in the Self within.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4003,
      "description": "व्याख्या-'यत्रोपरमते चित्तं ৷৷. पश्यन्नात्मनि तुष्यति'-ध्यानयोगमें पहले 'मनको केवल स्वरूपमें ही लगाना है' यह धारणा होती है। ऐसी धारणा होनेके बाद स्वरूपके सिवाय दूसरी कोई वृत्ति पैदा हो भी जाय, तो उसकी उपेक्षा करके उसे हटा देने और चित्तको केवल स्वरूपमें ही लगानेसे जब मनका प्रवाह केवल स्वरूपमें ही लग जाता है, तब उसको ध्यान कहते हैं। ध्यानके समय ध्याता, ध्यान और ध्येय-यह त्रिपुटी रहती है अर्थात् साधक ध्यानके समय अपनेको ध्याता (ध्यान करनेवाला) मानता है, स्वरूपमें तद्रूप होनेवाली वृत्तिको ध्यान मानता है और साध्यरूप स्वरूपको ध्येय मानता है। तात्पर्य है कि जबतक इन तीनोंका अलग-अलग ज्ञान रहता है, तबतक वह 'ध्यान' कहलाता है। ध्यानमें ध्येयकी मुख्यता होनेके कारण साधक पहले अपनेमें ध्यातापना भूल जाता है। फिर ध्यानकी वृत्ति भी भूल जाता है। अन्तमें केवल ध्येय ही जाग्रत् रहता है। इसको 'समाधि' कहते हैं। यह 'संप्रज्ञातसमाधि' है जो चित्तकी एकाग्र अवस्थामें होती है। इस समाधिके दीर्घकालके अभ्याससे फिर 'असंप्रज्ञात-समाधि' होती है। इन दोनों समाधियोंमें भेद यह है कि जबतक ध्येय, ध्येयका नाम और नाम-नामीका सम्बन्ध-ये तीनों चीजें रहती हैं, तबतक वह 'संप्रज्ञात-समाधि' होती है। इसीको चित्तकी 'एकाग्र' अवस्था कहते हैं। परन्तु जब नामकी स्मृति न रहकर केवल नामी (ध्येय) रह जाता है, तब वह 'असंप्रज्ञात-समाधि' होती है। इसीको चित्तकी 'निरुद्ध' अवस्था कहते हैं। निरुद्ध अवस्थाकी समाधि दो तरहकी होती है-सबीज और निर्बीज। जिसमें संसारकी सूक्ष्म वासना रहती है, वह 'सबीज समाधि' कहलाती है। सूक्ष्म वासनाके कारण सबीज समाधिमें सिद्धियाँ प्रकट हो जाती हैं। ये सिद्धियाँ सांसारिक दृष्टिसे तो ऐश्वर्य हैं, पर पारमार्थिक दृष्टिसे (चेतन-तत्त्वकी प्राप्तिमें) विघ्न हैं। ध्यानयोगी जब इन सिद्धियोंको निस्तत्त्व समझकर इनसे उपराम हो जाता है, तब उसकी 'निर्बीज समाधि' होती है, जिसका यहाँ (इस श्लोकमें)",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4004,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
