{
  "id": 259,
  "verse_number": 26,
  "chapter_number": 6,
  "slug": "chapter-6-verse-26",
  "text": "यतो यतो निश्चरति मनश्चञ्चलमस्थिरम्। ततस्ततो नियम्यैतदात्मन्येव वशं नयेत्",
  "transliteration": "yato yato niśhcharati manaśh chañchalam asthiram tatas tato niyamyaitad ātmanyeva vaśhaṁ nayet",
  "word_meanings": "yataḥ yataḥ—whenever and wherever; niśhcharati—wanders; manaḥ—the mind; chañchalam—restless; asthiram—unsteady; tataḥ tataḥ—from there; niyamya—having restrained; etat—this; ātmani—on God; eva—certainly; vaśham—control; nayet—should bring\n",
  "translations": [
    {
      "id": 1809,
      "description": "Wherever the fickle and unsteady mind wanders, one should subdue it and then bring it back under the control of the self alone.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1811,
      "description": "From whatever cause the restless and unsteady mind wanders away, let him restrain it from that and bring it under the control of the Self alone.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1812,
      "description": "By whatever things the shaky and unsteady mind strays, let him restrain it from those things and bring it back under the control of the Self alone.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1813,
      "description": "When the volatile and wavering mind wanders, let him restrain it and bring it back to its allegiance to the Self.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1807,
      "description": "यह अस्थिर और चञ्चल मन जहाँ-जहाँ विचरण करता है, वहाँ-वहाँसे हटाकर इसको एक परमात्मामें ही लगाये।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1808,
      "description": "यह चंचल और अस्थिर मन जिन कारणों से (विषयों में) विचरण करता है, उनसे संयमित करके उसे आत्मा के ही वश में लावे अर्थात् आत्मा में स्थिर करे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1810,
      "description": "The yogi should bring this mind under the subjugation of the Self itself, restraining it from all those causes that cause the restless, unsteady mind to wander away.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4099,
      "description": "व्याख्या-'यतो यतो निश्चरति ৷৷. आत्मन्येव वशं नयेत्'-साधकने जो ध्येय बनाया है, उसमें यह मन टिकता नहीं, ठहरता नहीं। अतः इसको अस्थिर कहा गया है। यह मन तरह-तरहके सांसारिक भोगोंका, पदार्थोंका चिन्तन करता है। अतः इसको 'चञ्चल' कहा गया है। तात्पर्य है कि यह मन न तो परमात्मामें स्थिर होता है और न संसारको ही छोड़ता है। इसलिये साधकको चाहिये कि यह मन जहाँ-जहाँ जाय, जिस-जिस कारणसे जाय, जैसे-जैसे जाय और जब-जब जाय, इसको वहाँ-वहाँसे, उस-उस कारणसे वैसे-वैसे और तब-तब हटाकर परमात्मामें लगाये। इस अस्थिर और चञ्चल मनका नियमन करनेमें सावधानी रखे, ढिलाई न करे। मनको परमात्मामें लगानेका तात्पर्य है कि जब यह पता लगे कि मन पदार्थोंका चिन्तन कर रहा है, तभी ऐसा विचार करे कि चिन्तनकी वृत्ति और उसके विषयका आधार और प्रकाशक परमात्मा ही हैं। यही परमात्मामें मन लगाना है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4100,
      "description": "पूर्व दो श्लोकों से साधकों के मन में उत्साह आता है परन्तु जब वे अभ्यास में प्रवृत्त होते हैं तब जो कठिनाई आती है उससे उन्हें कुछ निराशा होने लगती है। प्रत्येक साधक यह अनुभव करता है कि उसका मन समस्त विरोधों को तोड़ता हुआ ध्येय विषय से हटकर पुन विषयों का चिन्तन करने लगता है। कारण यह है कि मन का स्वभाव ही है चंचलता और अस्थिरता। न वह किसी एक विषय का सतत अनुसन्धान कर पाता है और न विभिन्न विषयों का। चंचल और अस्थिर इन दो विशेषणों के द्वारा भगवान् ने मन का सुस्पष्ट और वास्तविक चित्र प्रस्तुत किया है जो सभी साधकों का अपना स्वयं का अनुभव है। ये दो शब्द इतने प्रभावशाली हैं कि आगे हम देखेंगे कि अर्जुन अपनी एक शंका को पूछते हुये इन्हीं शब्दों का प्रयोग करता है। यद्यपि ध्यान के समय साधक अपनी इन्द्रियों को वश में कर लेता है तथापि मन पूर्व अनुभवों की स्मृति से विचलित होकर पुन विषयों का चिन्तन प्रारंभ करने लगता है ये क्षण एक सच्चे साधक के लिए घोर निराशा के क्षण होते हैं। मन का यह भटकाव अनेक कारणों से हो सकता है जैसे भूतकाल की स्मृतियां किसी आकर्षक वस्तु का सामीप्य किसी से राग या द्वेष और यहाँ तक कि आध्यात्मिक विकास के लिए अधीरता भी। भगवान् का उपदेश हैं कि मन के विचरण का कोई भी कारण हो साधक को निराश और अधीर होने की आवश्यकता नहीं है। उसको यह समझना चाहिए कि अस्थिरता तो मन का स्वभाव ही है और ध्यान का प्रयोजन ही मन के इस विचरण को शांत करना है। साधक को उपदेश दिया गया है कि जबजब यह मन ध्येय को छोड़कर विषयों की ओर जाय तबतब उसे वहाँ से परावृत्त करके ध्येय में स्थिर करे। दृढ़ इच्छा शक्ति के द्वारा कुछ सीमा तक मन को विषयों से निवृत्त किया जा सकता है परन्तु वह पुन उनकी ही ओर जायेगा। साधकगण भूल जाते हैं कि वृत्तिप्रवाह ही मन है और इसलिए वृत्तिशून्य होने पर मन रहेगा ही नहीं अत विषयों से मन को निवृत्त करने के पश्चात् साधक को यह आवश्यक है कि उस समाहित मन को आत्मानुसंधान में प्रवृत्त करे। भगवान् इसी बात को इस प्रकार कहते हैं कि मन को पुन आत्मा के ही वश में लावे। अगले कुछ श्लोकों में योगी पर इस योग का क्या प्रभाव होता है उसे बताया गया है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 4114,
      "description": "यतःयतः from whatever cause? निश्चरति wanders away? मनः mind? चञ्चलम् restless? अस्थिरम् unsteady? ततःततः from that? नियम्य having restrained? एतत् this? आत्मनि in the Self? एव alone? वशम् (under) control? नयेत् let (him) bring.Commentary In this verse the Lord gives the method to control the mind. Just as you drag the bull again and again to your house when it runs out? so also you will have to drag the mind to your point or centre or Lakshya again and again when it runs towards the external objects. If you give good cotton seed extract? sugar? plantains? etc.? to the bull? it will not turn away but will remain in your house. Even so if you make the mind taste the eternal bliss of the Self within little by little by the practice of concentration? it will gradually abide in the Self only and will not run towards the external objects of the senses. Sound and the other objects only make the mind restless and unsteady. By knowing the defects of the objects of sensual pleasure? by understanding their illusory nature? by the cultivation of discrimination between the Real and the unreal and also dispassion? and by making the mind understand the glory and the splendour of the Self you can wean the mind entirely away from sensual objects and fix it firmly on the Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
