{
  "id": 251,
  "verse_number": 18,
  "chapter_number": 6,
  "slug": "chapter-6-verse-18",
  "text": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते। निःस्पृहः सर्वकामेभ्यो युक्त इत्युच्यते तदा",
  "transliteration": "yadā viniyataṁ chittam ātmanyevāvatiṣhṭhate niḥspṛihaḥ sarva-kāmebhyo yukta ityuchyate tadā",
  "word_meanings": "yadā—when; viniyatam—fully controlled; chittam—the mind; ātmani—of the self; eva—certainly; avatiṣhṭhate—stays; nispṛihaḥ—free from cravings: sarva; kāmebhyaḥ—for yearning of the senses; yuktaḥ—situated in perfect Yog; iti—thus; uchyate—is said; tadā—then",
  "translations": [
    {
      "id": 1751,
      "description": "वशमें किया हुआ चित्त जिस कालमें अपने स्वरूपमें ही स्थित हो जाता है और स्वयं सम्पूर्ण पदार्थोंसे निःस्पृह हो जाता है, उस कालमें वह योगी है - ऐसा कहा जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1752,
      "description": "वश में किया हुआ चित्त जिस कालमें अपने स्वरुपमें ही स्थित हो जाता है और स्वयं सम्पूर्ण पदार्थों नि: स्पृह हो जाता है, उस कालमें वह योगी कहा जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1753,
      "description": "When the subdued mind rests solely on the Self, then, free from all yearning for objects of desire, one is said to be fit for Yoga.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1754,
      "description": "A person who has become free from hankering for all desirable objects is said to be Self-absorbed when the controlled mind rests solely in the Self.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1755,
      "description": "When the perfectly controlled mind rests in the Self alone, free from longing for any of the objects of desire, then it is said, 'He is united'.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1756,
      "description": "When his mind, well-controlled, is established in nothing but the Self, and he is free from craving for any desired object—at that time he is called a master of Yoga.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1757,
      "description": "When the mind is completely controlled, centered in the Self, and free from all earthly desires, then the man is truly spiritual.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3986,
      "description": "यदा when? विनियतम् perfectly controlled? चित्तम् mind? आत्मनि in the Self? एव only? अवतिष्ठते rests? निःस्पृहः free from longing? सर्वकामेभ्यः from all (objects of) desires? युक्तः united? इति thus? उच्यते is said? तदा then. Commentary Perfectly controlled mind The mind with onepointedness. When all desires for the objects of pleasure seen or unseen die? The mind becomes very peaceful and rests steadily in the Supreme Self within. As the Yogi is perfectly harmonised? As he has attained to oneness with the Self and as he has become identical with Brahman? Sense phenomena and bodily affections do not disturb him. He is conscious of his immortal? Imperishable and invincible nature. Yukta means united (with the Self) or harmonised or balanced. Without union with the Self neither harmony nor balance nor Samadhi is possible. (Cf. V.23VI.8)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3971,
      "description": "व्याख्या-[इस अध्यायके दसवेंसे तेरहवें श्लोकतक सभी ध्यानयोगी साधकोंके लिये बिछाने और बैठनेवाले आसनोंकी विधि बतायी। चौदहवें और पंद्रहवें श्लोकमें सगुणसाकारके ध्यानका फलसहितवर्णन किया। फिर सोलहवेंसत्रहवें श्लोकोंमें सभी साधकोंके लिये उपयोगी नियम बताये। अब इस (अठारहवें) श्लोकसे लेकर तेईसवें श्लोकतक स्वरूपके ध्यानका फलसहित वर्णन करते हैं। ] 'यदा विनियतं चित्तमात्मन्येवावतिष्ठते'-अच्छी तरहसे वशमें किया हुआ चित्त (टिप्पणी प0 350) अर्थात् संसारके चिन्तनसे रहित चित्त जब अपने स्वतःसिद्ध स्वरूपमें स्थित हो जाता है। तात्पर्य है कि जब यह सब कुछ नहीं था, तब भी जो था और सब कुछ नहीं रहेगा, तब भी जो रहेगा तथा सबके उत्पन्न होनेके पहले भी जो था, सबका लय होनेके बाद भी जो रहेगा और अभी भी जो ज्यों-का-त्यों है, उस अपने स्वरूपमें चित्त स्थित हो जाता है। अपने स्वरूपमें जो रस है, आनन्द है, वह इस मनको कहीं भी और कभी भी नहीं मिला है। अतः वह रस, आनन्द मिलते ही मन उसमें तल्लीन हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3972,
      "description": "इस श्लोक से लेकर अगले पाँच श्लोकों में योग के फल पर विचार किया गया है तथा पूर्ण योगी का आत्मसाक्षात्कार के समय और तदुपरान्त जीवन में जीते हुये क्या अनुभव होता है इसे भी स्पष्ट किया गया है। सम्पूर्ण गीता में श्रीकृष्ण ने युक्त शब्द का प्रयोग अनेक स्थानों पर किया है तथा साधक के युक्त बनने पर विशेष बल दिया है तथापि इस शब्द की सम्पूर्ण परिभाषा अब तक नहीं बतायी गई यद्यपि यत्रतत्र उसका संकेत अवश्य किया गया है। विचाराधीन श्लोक में हमें युक्त शब्द की विस्तृत परिभाषा मिलती है। पूर्णतया संयमित किया हुआ मन आत्मा में ही स्थित होता है। इस कथन पर विचार करने से इसका सत्यत्व स्वयं ही स्पष्ट हो जायेगा। असंयमित मन का लक्षण है विषयों में सुख की खोज करना। जैसा कि पहले बताया जा चुका है मन की इस बहिर्मुखी प्रवृत्ति को अवरुद्ध करने का सर्वोत्तम उपाय उसके प्रकाशक चैतन्यस्वरूप आत्मा का अनुसंधान करना है। उस ध्यान का स्थिति में स्वाभाविक ही विषयों से परावृत्त हुआ मन आत्मस्वरूप में स्थिर होकर रहेगा। उपर्युक्त विवेचन की पुष्टि श्लोक की दूसरी पंक्ति में होती है जिसमें मन के स्थिरीकरण का उपाय बताया गया है सब कामनाओं से निस्पृहता। दुर्भाग्य से अनेक व्याख्याकारों ने कामनाओं के त्याग पर अत्याधिक बल देकर उसे हिन्दू धर्म का प्रमुख गुण घोषित किया है। कामना और विषयों की स्पृहा में धरतीआकाश का अन्तर है। कामना या इच्छा का होना अनुचित नहीं है और न ही वह स्वयं हमें किसी प्रकार का दुख पहुँचा सकती है। किन्तु इच्छापूर्ति के प्रति हमारे मन में जो अत्याधिक लालसा या स्पृहा होती है वही जीवन में हमारे कष्टों का कारण होती है। उदाहरणार्थ धनार्जन की इच्छा अनुचित नहीं क्योंकि वह मनुष्य को कर्म करने लक्ष्य को प्राप्त करने और उसे सुरक्षित रखने में प्रोत्साहित करती है परन्तु यदि वह पुरुष धनार्जन की उस इच्छा के वशीभूत होकर आसक्ति के कारण उन्माद के रोगी के समान व्यवहार करने लगे तो वह अपने लक्ष्य को पाने में असमर्थ हो जायेगा। उसकी असफलता का कारण है स्पृहा। अत गीता हमें केवल विषयों की स्पृहा त्यागने का उपदेश देती है। विषयों की उपयोगिता का विवेकपूर्ण मूल्यांकन करने से मन विषयों से परावृत्त होकर आत्मा में स्थिर हो जाता है। परिच्छिन्न विषय मन को क्षुब्ध करते हैं। जबकि अनन्त स्वरूप आत्मा उसे आनन्द से परिपूर्ण कर देता है। मन का विषयों से निवृत्त होकर आत्मा में स्थिर होना ही युक्तता का लक्षण है। उक्त लक्षण सम्पन्न व्यक्ति ही युक्त कहलाता है। ऐसे योगी के समाहित चित्त का वर्णन वे इस प्रकार करते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}