{
  "id": 239,
  "verse_number": 6,
  "chapter_number": 6,
  "slug": "chapter-6-verse-6",
  "text": "बन्धुरात्माऽऽत्मनस्तस्य येनात्मैवात्मना जितः। अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत्",
  "transliteration": "bandhur ātmātmanas tasya yenātmaivātmanā jitaḥ anātmanas tu śhatrutve vartetātmaiva śhatru-vat",
  "word_meanings": "bandhuḥ—friend; ātmā—the mind; ātmanaḥ—for the person; tasya—of him; yena—by whom; ātmā—the mind; eva—certainly; ātmanā—for the person; jitaḥ—conquered; anātmanaḥ—of those with unconquered mind; tu—but; śhatrutve—for an enemy; varteta—remains; ātmā—the mind; eva—as; śhatru-vat—like an enemy",
  "translations": [
    {
      "id": 1670,
      "description": "He who has conquered his own self by the self, his self is his own friend. But for one who has not conquered his own self, his self itself acts like an enemy.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1671,
      "description": "The Self is the friend of the self of him by whom the Self has been conquered; but to the unconquered self, this Self stands in the position of an enemy, like an external foe.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1673,
      "description": "To one who has conquered their lower nature with its help, the Self is a friend; but to one who has not done so, it is an enemy.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1667,
      "description": "जिसने अपने-आपसे अपने-आपको जीत लिया है, उसके लिये आप ही अपना बन्धु है और जिसने अपने-आपको नहीं जीता है, ऐसे अनात्माका आत्मा ही शत्रुतामें शत्रुकी तरह बर्ताव करता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1668,
      "description": "जिसने आत्मा (इंद्रियों, आदि) को आत्मा के द्वारा जीत लिया है, उस पुरुष का आत्मा उसका मित्र होता है, परन्तु अजितेन्द्रिय के लिए आत्मा शत्रु के समान स्थित होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1669,
      "description": "The mind is the friend of him by whom it has been conquered. But for him whose mind is not conquered, the mind, like an enemy, remains hostile.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1672,
      "description": "The Self is the friend of that Self by which the Self has been verily subdued; but in the case of a person with an unsubdued Self, the Self alone would abide in enmity like an enemy.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3780,
      "description": "जिस मात्रा में जीव शरीर मन और बुद्धि से तादात्म्य को त्यागता है उस मात्रा में वह आत्मा के दिव्य प्रभाव से प्रभावित होता है। तब आत्मा उसका मित्र कहलाता है। वही मन जब बहिर्मुखी होकर विषयों मे आसक्त होता है तब मानों आत्मा उसका शत्रु होता है। निष्कर्ष यह निकला कि चैतन्य आत्मा समान रूप से विद्यमान रहता है परन्तु मन की अन्तर्मुखी अथवा बहिर्मुखी प्रवृत्तियों की दृष्टि से वह मनुष्य का मित्र अथवा शत्रु कहलाता है। और यदि आत्मा शब्द का अर्थ मन करें तो अर्थ होगा कि संयमित मन मनुष्य का मित्र है और स्वेच्छाचारी उसका शत्रु। यह श्लोक पूर्व श्लोक के अर्थ को अधिक स्पष्ट करता है। योगरूढ़ मनुष्य के पूर्णत्व की स्थिति को अगले श्लोक में बताया गया है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3794,
      "description": "बन्धुः friend? आत्मा the Self? आत्मनः of the self? तस्य his? येन by whom? आत्मा the self? एव even? आत्मना by the Self? जितः is conered? अनात्मनः of unconered self? तु but? शत्रुत्वे in the place of an enemy? वर्तेत would remain? आत्मा the Self? एव even? शत्रुवत् like an enemy. Commentary Coner the lower mind through the higher mind. The lower mind is your enemy. The higher mind is your friend. If you make friendship with the higher mind you can subdue the lower mind ite easily. The lower mind is filled with Rajas and Tamas (passion and darkness). The higher mind is filled with Sattva or purity. The Self is the friend of one who is selfcontrolled? And who has subjugated the lower mind and the senses. But the Self is an enemy of one who has no selfrestraint? And who has not subdued the lower mind and the senses. Just as an external enemy does harm to him? So also his own (lower) self (mind) does harm to him. The lower mind injures him severely. The highest Self or Atman is the primary Self. Mind also is self. This is the secondary self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3779,
      "description": "व्याख्या-'बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जितः'-अपनेमें अपने सिवाय दूसरेकी सत्ता है ही नहीं। अतः जिसने अपनेमें अपने सिवाय दूसरे-(शरीर, इन्द्रियाँ, मन, बुद्धि आदि-) की किञ्चिन्मात्र भी आवश्यकता नहीं रखी है अर्थात् असत् पदार्थोंके आश्रयका सर्वथा त्याग करके जो अपने सम स्वरूपमें स्थित हो गया, है उसने अपने-आपको जीत लिया है। वह अपने-आपमें स्थित हो गया-इसकी क्या पहचान है? उसका अन्तःकरण समतामें स्थित हो जायगा; क्योंकि ब्रह्म निर्दोष और सम है। उस ब्रह्मकी निर्दोषता और समता उसके अन्तःकरणपर आ जाती है। इससे पता लग जाता है कि वह ब्रह्ममें स्थित है (गीता 5। 19)। तात्पर्य यह निकला कि ब्रह्ममें स्थित होनेसे ही उसने अपने द्वारा अपने-आपपर विजय प्राप्त कर ली है। वास्तवमें ब्रह्ममें स्थिति तो नित्य-निरन्तर थी ही, केवल मन, बुद्धि आदिको अपना माननेसे ही उस स्थितिका अनुभव नहीं हो रहा था। संसारमें दूसरोंकी सहायताके बिना कोई भी किसीपर विजय प्राप्त नहीं कर सकता और दूसरोंकी सहायता लेना ही स्वयंको पराजित करना है। इस दृष्टिसे स्वयं पहले पराजित होकर ही दूसरोंपर विजय प्राप्त करता है। जैसे, कोई अस्त्र-शस्त्रोंसे दूसरेको पराजित करता है, तो वह दूसरोंको पराजित करनेमें अपने लिये अस्त्र-शस्त्रोंकी आवश्यकता मानता है; अतः स्वयं अस्त्र-शस्त्रोंसे पराजित ही हुआ। कोई शास्त्रके द्वारा, बुद्धिके द्वारा शास्त्रार्थ करके दूसरोंपर विजय प्राप्त करता है, तो वह स्वयं पहले शास्त्र और बुद्धिसे पराजित होता ही है और होना ही पड़ेगा। तात्पर्य यह निकला कि जो किसी भी साधनसे जिस किसीपर भी विजय करता है, वह अपने-आपको ही पराजित करता है। स्वयं पराजित हुए बिना दूसरोंपर कभी कोई विजय कर ही नहीं सकता-यह नियम है। अतः जो अपने लिये दूसरोंकी किञ्चिन्मात्र भी आवश्यकता नहीं समझता, वही अपने-आपसे अपने-आपपर विजय प्राप्त करता है और वही स्वयं अपना बन्धु है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}