{
  "id": 248,
  "verse_number": 15,
  "chapter_number": 6,
  "slug": "chapter-6-verse-15",
  "text": "युञ्जन्नेवं सदाऽऽत्मानं योगी नियतमानसः। शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति",
  "transliteration": "yuñjann evaṁ sadātmānaṁ yogī niyata-mānasaḥ śhantiṁ nirvāṇa-paramāṁ mat-sansthām adhigachchhati",
  "word_meanings": "yuñjan—keeping the mind absorbed in God; evam—thus; sadā—constantly; ātmānam—the mind; yogī—a yogi; niyata-mānasaḥ—one with a disciplined mind; śhāntim—peace; nirvāṇa—liberation from the material bondage; paramām—supreme; mat-sansthām—abides in me; adhigachchhati—attains",
  "translations": [
    {
      "id": 1733,
      "description": "Concentrating the mind thus, forever, the yogi of a controlled mind achieves the peace that culminates in liberation and abides in Me.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1735,
      "description": "Yoking his mind incessantly in this manner, My devotee, with their mind not attached to anything else, realizes peace which culminates in nirvana and ends in Me.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1736,
      "description": "Thus, keeping his mind always in communion with Me and subduing his thoughts, he shall attain that Peace which is Mine and will lead him to liberation at last.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1730,
      "description": "नियत मनवाला योगी मनको इस तरहसे सदा परमात्मामें लगाता हुआ मेरेमें सम्यक् स्थितिवाली जो निर्वाणपरमा शान्ति है, उसको प्राप्त हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1731,
      "description": "इस प्रकार सदा मन को स्थिर करने का प्रयास करता हुआ संयमित मन का योगी मुझमें स्थित परम निर्वाण (मोक्ष) स्वरूप शांति को प्राप्त होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1732,
      "description": "Applying his mind in this way, the Yogin of controlled mind, ever attains the peace which is the summit of beatitude and which abides in Me.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1734,
      "description": "Thus, always keeping the mind balanced, the yogi, with the mind controlled, attains the peace abiding in Me, culminating in liberation.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3923,
      "description": "व्याख्या-'योगी नियतमानसः' जिसका मनपर अधिकार है, वह 'नियतमानसः' है। साधक 'नियतमानस' तभी हो सकता है, जब उसके उद्देश्यमें केवल परमात्मा ही रहते हैं। परमात्माके सिवाय उसका और किसीसे सम्बन्ध नहीं रहता। कारण कि जबतक उसका सम्बन्ध संसारके साथ बना रहता है, तबतक उसका मन नियत नहीं हो सकता। साधकसे यह एक बड़ी गलती होती है कि वह अपने-आपको गृहस्थ आदि मानता है और साधन ध्यानयोगका करता है। जिससे ध्यानयोगकी सिद्धि जल्दी नहीं होती। अतः साधकको चाहिये कि वह अपने-आपको गृहस्थ, साधु, ब्राह्मण, क्षत्रिय, वैश्य, शूद्र आदि किसी वर्ण-आश्रमका न मानकर ऐसा माने कि 'मैं तो केवल ध्यान करनेवाला हूँ। ध्यानसे परमात्माकी प्राप्ति करना ही मेरा काम है। सांसारिक ऋद्धि-सिद्धि आदिको प्राप्त करना मेरा उद्देश्य ही नहीं है। ' इस प्रकार अहंताका परिवर्तन होनेपर मन स्वाभाविक ही नियत हो जायगा; क्योंकि जहाँ अहंता होती है, वहाँ ही अन्तःकरण और बहिःकरणकी स्वाभाविक प्रवृत्ति होती है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3924,
      "description": "शरीर का आसन मन का भाव बुद्धि के द्वारा चिन्तन का वर्णन करने के पश्चात् अब भगवान् ध्यानविधि के अन्तिम चरण का वर्णन अपने प्रिय मित्र अर्जुन के लिए करते हैं। उक्त गुणों से सम्पन्न साधक अपने आन्तरिक और बाह्य जीवन में सामञ्जस्य स्थापित करके एक अलौकिक क्षमता को प्राप्त करता है। ऐसा संयमित मन का पुरुष सतत साधनारत हुआ परम पद को प्राप्त होता है। सदा का अर्थ यह नहीं समझना चाहिए कि साधक को अपने परिवार एवं समाज के प्रति कर्तव्यों की उपेक्षा करने की सीख यहाँ दी गयी है। ऐसा करना समाज के प्रति अपराध होगा। सदा का तात्पर्य प्रतिदिन के ध्यान के अभ्यास के समय से है। पूरी लगन से ध्यान करने पर साधक पूर्ण शांति का अनुभव करता है। यह शांति ही परमात्मा का स्वरूप है क्योंकि आत्मा में शरीर मन और बुद्धि की उत्तेजना चंचलता और विक्षेपों का सर्वथा अभाव है। आत्मा इन उपाधियों से परे है। भगवान् के इस कथन से कि योगी मुझमें स्थित परम शांति को प्राप्त होता है ऐसा प्रतीत हो सकता है कि यहाँ श्रीकृष्ण द्वैतवाद के मत का प्रतिपादन कर रहे हैं। परन्तु परम सत्य को गुण युक्त मानने का अर्थ होगा उसे एक द्रव्य पदार्थ समझना जो कि परिच्छिन्न और विकारी होगा। उसी प्रकार उस शांति की प्राप्ति एक विषय की प्राप्ति के समान होगी। भगवान् श्रीकृष्ण तत्त्व का ज्ञान कराने में भाषा की असमर्थता एवं सीमित योग्यता को जानते हैं इसलिए वे उक्त दोष का परिहार करने के लिए शांति को एक विशेषण देते हैं निर्वाण परमाम् अर्थात् मोक्ष स्वरूप शांति। तात्पर्य यह है कि जब योगी का मन विषयों से पूर्णतया निवृत्त होता है तब वह उस शांति का अनुभव करता है जो उसने बाह्य जगत् में कभी अनुभव नहीं की थी। शीघ्र ही वह पुरुष परम सत्य स्वरूप के साथ एक हो जाता है जिसकी सुगंध पूर्वानुभूत शांति होती है। ध्यान के अन्तिम चरण में योगी अपने शुद्ध स्वरूप का साक्षात् अनुभव तद्रूप होकर ही करता है। इसी अद्वैतानुभूति का वर्णन सम्पूर्ण गीता में किया गया है। अब योगी के लिए आहारादि के नियम का वर्णन करते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3938,
      "description": "युञ्जन् balancing? एवम् thus? सदा always? आत्मानम् the self? योगी Yogi? नियतमानसः one with the controlled mind? शान्तिम् to peace? निर्वाणपरमाम् that which culminates in Nirvana (Moksha)? मत्संस्थाम् abiding in Me? अधिगच्छति attains. Commentary Thus in the manner prescribed in the previous verse. The Supreme Self is an embodiment of peace. It is an ocean of peace. When one attains to the supreme peace of the Eternal? By controlling the modifications of the mind and keeping it always balanced? He attains to liberation or perfection.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}