{
  "id": 257,
  "verse_number": 24,
  "chapter_number": 6,
  "slug": "chapter-6-verse-24",
  "text": "सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषतः। मनसैवेन्द्रियग्रामं विनियम्य समन्ततः",
  "transliteration": "saṅkalpa-prabhavān kāmāns tyaktvā sarvān aśheṣhataḥ manasaivendriya-grāmaṁ viniyamya samantataḥ",
  "word_meanings": "saṅkalpa—a resolve; prabhavān—born of; kāmān—desires; tyaktvā—having abandoned; sarvān—all; aśheṣhataḥ—completely; manasā—through the mind; eva—certainly; indriya-grāmam—the group of senses; viniyamya—restraining; samantataḥ—from all sides;\n",
  "translations": [
    {
      "id": 1795,
      "description": "Renouncing entirely all desires born of volition and restraining the mind from all the senses on all sides,",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1796,
      "description": "By totally eschewing all desires that arise from thoughts and restraining all the organs with the mind from every side;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1797,
      "description": "Abandoning unreservedly all desires born of Sankalpa (thought and imagination) and completely restraining the whole group of senses by the mind from all sides.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1798,
      "description": "In order to renounce completely all desires that are born of intention, let a person restrain the group of sense-organs from all sides by mind alone.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1799,
      "description": "Renouncing every desire that can be imagined, controlling the senses at every point through the power of the mind;",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1793,
      "description": "संकल्पसे उत्पन्न होनेवाली सम्पूर्ण कामनाओंका सर्वथा त्याग करके और मनसे ही इन्द्रिय-समूहको सभी ओरसे हटाकर।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1794,
      "description": "संकल्प से उत्पन्न समस्त कामनाओं को नि: शेष रूप से परित्याग कर मन के द्वारा इन्द्रिय समुदाय को सब ओर से सम्यक् प्रकार वश में करके।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    }
  ],
  "commentaries": [
    {
      "id": 4067,
      "description": "व्याख्या-[जो स्थिति कर्मफलका त्याग करनेवाले कर्मयोगीकी होती है (6। 1 9), वही स्थिति सगुणसाकार भगवान्का ध्यान करनेवालेकी (6। 14 15) तथा अपने स्वरूपका ध्यान करनेवाले ध्यानयोगीकी भी होती है (6। 18 23)। अब निर्गुण-निराकारका ध्यान करनेवालेकी भी वही स्थिति होती है-यह बतानेके लिये भगवान् आगेका प्रकरण कहते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4068,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 4082,
      "description": "सङ्कल्पप्रभवान् born of Sankalpa (imagination)? कामान् desires? त्यक्त्वा having abandoned? सर्वान् all? अशेषतः without reserve? मनसा by the mind? एव even? इन्द्रियग्रामम् the whole group of senses? विनियम्य completely restraining? समन्ततः from all sides.Commentary Without reserve The mind is so diplomatic that it keeps certain desires for its secret gratification. Therefore you should completely abandon all desires without reservation.Desire is born of imagination (Sankalpa). Therefore destroy the Sankalpa first. If the imagination is annihilated first then the desires will die by themselves. Mark here All the senses must be controlled from all sides by the mind. Even if one sense is turbulent in one direction it will distract the mind often and often. The senses will be absorbed in the mind by the constant practice of abstraction (Pratyahara). Then the mind will not think of the objects of sensepleasure and will become perfectly calm.That mind which is endowed with a strong discrimination and dispassion will be able to control the whole ground (or group) of the senses from their objects in all directions. Therefore cultivate strong Viveka or discrimination between the Real and the unreal and also Vairagya or total dispassion for sensual pleasures. (Cf.II.62)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
