{
  "id": 235,
  "verse_number": 2,
  "chapter_number": 6,
  "slug": "chapter-6-verse-2",
  "text": "यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव। न ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन",
  "transliteration": "yaṁ sannyāsam iti prāhur yogaṁ taṁ viddhi pāṇḍava na hyasannyasta-saṅkalpo yogī bhavati kaśhchana",
  "word_meanings": "yam—what; sanyāsam—renunciation; iti—thus; prāhuḥ—they say; yogam—yog; tam—that; viddhi—know; pāṇḍava—Arjun, the son of Pandu; na—not; hi—certainly; asannyasta—without giving up; saṅkalpaḥ—desire; yogī—a yogi; bhavati—becomes; kaśhchana—anyone",
  "translations": [
    {
      "id": 1644,
      "description": "What the learned call renunciation, O son of Pandu, know that to be the same as the Yoga. For, without renouncing intention for fruit, one does not become a man of Yoga.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1645,
      "description": "O Arjuna, renunciation is indeed what is known as right action. No one can become spiritually enlightened who has not renounced all desires.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1639,
      "description": "हे अर्जुन! लोग जिसको संन्यास कहते हैं, उसीको तुम योग समझो; क्योंकि संकल्पोंका त्याग किये बिना मनुष्य कोई-सा भी योगी नहीं हो सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1640,
      "description": "हे पाण्डव! जिसको (शास्त्रवित्) संन्यास कहते हैं, उसी को तुम योग समझो; क्योंकि संकल्पों को न त्यागने वाला कोई भी पुरुष योगी नहीं होता।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1641,
      "description": "That which is called Sannyasa (Jnana Yoga), know that to be Yoga (Karma Yoga), O Arjuna. For no one, among Karma Yogins, whose delusive identification of the body with the self has not been abandoned, becomes a true Karma Yogin.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1642,
      "description": "That which they call monasticism, know that to be Yoga, O Pandava, for nobody who has not given up expectations can be a yogi.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1643,
      "description": "Do you, O Arjuna, know that Yoga is what they call renunciation; no one indeed becomes a Yogi who has not renounced their thoughts.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3716,
      "description": "भगवान् यहाँ पूर्वकथित विचार को ही दोहराते हैं क्योंकि कहीं ऐसा न हो कि अर्जुन को इस तथ्य विस्मरण हो जाय कि संन्यास (कर्तृत्व का त्याग) और योग(फलासक्ति का त्याग) दोनों वास्तव में एक ही हैं। योग के द्वारा संन्यास की स्थिति तक पहुँचा जाता है और मन में संन्यास की भावना के बिना योग के अभ्यास का विचार तक नहीं किया जा सकता। वास्तव में देखा जाय तो यह दोनों आध्यात्मिक पूर्णत्व रूपी सिक्के के दो पहलू हैं। भगवान् के इस कथन पर स्वाभाविक है कि अर्जुन ने उनकी ओर प्रश्नार्थक मुद्रा में देखा होगा। संन्यास और योग को एक ही कहने का क्या कारण है भगवान् स्पष्ट करते हैं कि संकल्पों का संन्यास किये बिना योगाभ्यास में दृढ़ता नहीं आ सकती और उसके अभाव में आध्यात्मिक प्रगति भी नहीं हो सकती। साधारणत मनुष्य संकल्पविकल्प किये बिना नहीं रह सकता। वह भविष्य की सुन्दरसुन्दर कल्पनाएँ करता रहता है। हम स्वयं ही किसी एक परिच्छिन्न लक्ष्य को निर्धारित करके उसे पाने के लिए योजनाएं बनाते हैं और उस पर प्रयत्नशील हो जाते हैं। परन्तु अपनी योजनाओं को पूर्णतया कार्यान्वित करने के पूर्व ही मन की कभी न थकने वाली क्रियाशील कल्पना शक्ति हमें नये लक्ष्य का निर्देश करती है जो पूर्व निर्धारित लक्ष्य से सर्वथा भिन्न होता है। जैसे ही हम उस नये लक्ष्य को पाने के लिए तत्पर हो जाते हैं उसी समय फिर यह अनोखी कल्पना शक्ति अन्य विकल्प को उपस्थित कर देती है। इस प्रकार प्रत्येक समय हमारा लक्ष्य तब तक ही निश्चित रहता है जब तक उसे पाने के लिए हम प्रयत्न आरम्भ नहीं कर देते यात्रा प्रारम्भ हुई कि गन्तव्य लुप्त। संक्षेप में विडम्बना यह है कि जब हमारे समक्ष लक्ष्य होता है तब प्रयत्न का आरम्भ नहीं और जैसे ही हम प्रयत्नशील होते हैं तो सामने कोई लक्ष्य ही नहीं दिखाई देता हमारे अन्तकरण में जो सूक्ष्म शक्ति इस उन्मत्त स्वभाव को जन्म देती है वह है निरंकुश संकल्पशक्ति। यह तो स्वत स्पष्ट हो जाता है कि जब तक हम इस विनाशकारी संकल्प शक्ति को वश में करके विनष्ट नहीं कर देते तब तक हम भौतिक और आध्यात्मिक उपलब्धि को प्राप्त नहीं कर सकते हैं। इसे समझने के लिए किसी व्याख्याकार की आवश्यकता नहीं हैं। यह कहकर कि कोई भी (कश्चन) पुरुष संकल्प के बिना योगी नहीं बन सकता भगवान् यह दर्शाते हैं कि बिना संकल्प शक्ति के विनष्ट किये इस विषय में किसी प्रकार का समझौता नहीं हो सकता। फलनिरपेक्ष कर्मयोग का अनुष्ठान ध्यानयोग का बहिरंग साधन है। अत उसकी प्रशंसा करने के पश्चात् अब भगवान् यह बताते हैं कि किस प्रकार कर्मयोग ध्यान का साधन है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3730,
      "description": "यम् which? संन्यासम् renunciation? इति thus? प्राहुः (they) call? योगम् Yoga? तम् that? विद्धि know? पाण्डव O Pandava? न not? हि verily? असंन्यस्तसङ्कल्पः one who has not renounced thoughts? योगी Yogi? भवति becomes? कश्चन anyone. Commentary Sankalpa is the working of the imagining faculty of the mind that makes plans for the future and guesses the results of plans so formed. No one can become a Karma Yogi who plans and schemes and expects fruits for his actions. No devotee of action who has not renounced the thought of the fruits of his actions can become a Yogi of steady mind. The thought of the fruits will certainly make the mind unsteady. Lord Krishna eulogises Karma Yoga here because it is the means or an external aid (Bahiranga Sadhana) to Dhyana Yoga. Karma Yoga is a steppingstone to Dhyana Yoga. It leads to the Yoga of Meditation in due course. In order to encourage the practice of Karna Yoga it is stated here that Karma Yoga is Sannyasa. (Cf. V.4)",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3715,
      "description": "व्याख्या-यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव'-पाँचवें अध्यायके आरम्भमें भगवान्ने बताया था कि संन्यास (सांख्ययोग) और योग (कर्मयोग)-ये दोनों ही स्वतन्त्रतासे कल्याण करनेवाले हैं (5। 2), तथा दोनोंका फल भी एक ही है (5। 5) अर्थात् संन्यास और योग दो नहीं हैं, एक ही हैं। वही बात भगवान् यहाँ कहते हैं कि जैसे संन्यासी सर्वथा त्यागी होता है, ऐसे ही कर्मयोगी भी सर्वथा त्यागी होता है। अठारहवें अध्यायके नवें श्लोकमें भगवान्ने कहा है कि फल और आसक्तिका सर्वथा त्याग करके जो नियत कर्तव्य-कर्म केवल कर्तव्यमात्र समझकर किया जाता है, वह 'सात्त्विक त्याग' है, जिससे पदार्थों और क्रियाओंसे सर्वथा सम्बन्ध-विच्छेद हो जाता है और मनुष्य त्यागी अर्थात् योगी हो जाता है। इसी तरह संन्यासी भी कर्तृत्वाभिमानका त्यागी होता है। अतः दोनों ही त्यागी हैं। तात्पर्य है कि योगी और संन्यासीमें कोई भेद नहीं है। भेद न रहनेसे ही भगवान्ने पाँचवें अध्यायके तीसरे श्लोकमें कहा है कि राग-द्वेषका त्याग करनेवाला योगी 'संन्यासी' ही है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    }
  ]
}