{
  "id": 271,
  "verse_number": 38,
  "chapter_number": 6,
  "slug": "chapter-6-verse-38",
  "text": "कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति। अप्रतिष्ठो महाबाहो विमूढो ब्रह्मणः पथि",
  "transliteration": "kachchin nobhaya-vibhraṣhṭaśh chhinnābhram iva naśhyati apratiṣhṭho mahā-bāho vimūḍho brahmaṇaḥ pathi",
  "word_meanings": "kachchit—whether; na—not; ubhaya—both; vibhraṣhṭaḥ—deviated from; chhinna—broken; abhram—cloud; iva—like; naśhyati—perishes; apratiṣhṭhaḥ—without any support; mahā-bāho—mighty-armed Krishna; vimūḍhaḥ—bewildered; brahmaṇaḥ—of God-realization; pathi—one on the path\n",
  "translations": [
    {
      "id": 1897,
      "description": "Having failed in both, my Lord, is he without hope, like a riven cloud with no support, lost on the spiritual path?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1894,
      "description": "O Mighty-armed one, having fallen from both [paths], without support, deluded on the path to Brahman, does he not get ruined like a scattered cloud?",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1895,
      "description": "Fallen from both, does he not perish like a rent cloud, supportless, O mighty-armed one, deluded on the path of Brahman?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1892,
      "description": "हे महबाहो! क्या वह ब्रह्म के मार्ग में मोहित तथा आश्रयरहित पुरुष छिन्न-भिन्न मेघ के समान दोनों ओर से भ्रष्ट हुआ नष्ट तो नहीं हो जाता है?",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1893,
      "description": "Without any support, confused in the path leading to the Brahman, and thus having fallen from both, does he not perish, O mighty-armed one, like a rent cloud?",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1891,
      "description": "हे महाबाहो! संसारके आश्रयसे रहित और परमात्मप्राप्तिके मार्गमें मोहित अर्थात् विचलित - इस तरह दोनों ओरसे भ्रष्ट हुआ साधक क्या छिन्न-भिन्न बादलकी तरह नष्ट तो नहीं हो जाता?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1896,
      "description": "Does he, fallen from both, get lost like a broken cloud? Or, O mighty-armed one! Having no support, does he meet total destruction?",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4291,
      "description": "व्याख्या-[अर्जुनने पूर्वोक्त श्लोकमें कां गतिं कृष्ण गच्छति कहकर जो बात पूछी थी, उसीका इस श्लोकमें खुलासा पूछते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4306,
      "description": "कच्चित् is it that न not? उभयविभ्रष्टः fallen from both? छिन्नाभ्रम् rent cloud? इव like? नश्यति perishes? अप्रतिष्ठः supportless? महाबाहो O mightyarmed? विमूढः deluded? ब्रह्मणः of Brahman? पथि in the path.Commentary Both the path of Karma or the path of ritualistic activity in accordance with the Karma Kanda of the Vedas on the one hand and the path of Yoga on the other.Path of Brahman the path by which Brahman can be reached or the way that leads to Brahman.The Yoga taught by the Lord here demands onepointed devotion to its practice. The aspirant turns away from the world and spurns heaven? too. Some people held that if he failed to attain the goal? he would have lost everything for nothing. Hence the estion.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4292,
      "description": "सम्भव है कि ब्रह्म प्राप्ति के मार्ग पर चलता हुआ कोई श्रद्धावान् साधक मृत्यु का ग्रास बन जाए अथवा पर्याप्त संयम के अभाव में योग से पतित हो जाए। उसके पतन को दर्शाने के लिए जो अत्यन्त उपयुक्त और प्रभावोत्पादक दृष्टान्त अर्जुन के मुख से महर्षि व्यासजी ने दिया है उसे प्राय साहित्यिक क्षेत्र में उद्धृत किया जाता है। कभीकभी ग्रीष्म ऋतु में पर्वतों के पार्श्व भाग से कोई छत्रवत् मेघमालिका ऊर्ध्वदिशा में उठती हुई दृष्टिगोचर होती है। परन्तु तीव्र वेग से प्रवाहित वायु के स्पर्श से वह मेघ खण्ड अनेक छोटेछोटे मेघखण्डों में विभक्त हो जाता है। ये मेघखण्ड पूर्णतया प्रबल वायु की दया पर आश्रित इतस्तत लक्ष्यहीन भ्रमण करते रहते हैं। ग्रीष्म ऋतु के ये मेघ न कृषकों की अपेक्षाएं पूर्ण कर सकते हैं और न तृषितों की पिपासा को ही शान्त कर सकते हैं। किसी सुरक्षित स्थान को न प्राप्त कर अन्त में वे स्वयं भी नष्ट हो जाते है। अर्जुन का प्रश्न है कि क्या योगभ्रष्ट पुरुष की गति भी उस मेघ के समान ही नहीं होगीअर्जुन यह प्रश्न क्यों पूछता है वह स्वयं ही इसका कारण बताता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
