{
  "id": 249,
  "verse_number": 16,
  "chapter_number": 6,
  "slug": "chapter-6-verse-16",
  "text": "नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नतः। न चातिस्वप्नशीलस्य जाग्रतो नैव चार्जुन",
  "transliteration": "nātyaśhnatastu yogo ’sti na chaikāntam anaśhnataḥ na chāti-svapna-śhīlasya jāgrato naiva chārjuna",
  "word_meanings": "na—not; ati—too much; aśhnataḥ—of one who eats; tu—however; yogaḥ—Yog; asti—there is; na—not; cha—and; ekāntam—at all; anaśhnataḥ—abstaining from eating; na—not; cha—and; ati—too much; svapna-śhīlasya—of one who sleeps; jāgrataḥ—of one who does not sleep enough; na—not; eva—certainly; cha—and; arjuna—Arjun\n",
  "translations": [
    {
      "id": 1740,
      "description": "But, O Arjuna, Yoga is not for one who eats excessively, nor for one who does not eat at all; neither for one who habitually sleeps too long, nor for one who stays awake.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1742,
      "description": "Yoga is neither for him who eats too much, nor for him who totally abstains from eating, nor for him who is prone to sleeping too much, nor for him who keeps awake too much.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1743,
      "description": "Meditation is not for him who eats too much, nor for him who eats not at all; not for him who is overly addicted to sleep, nor for him who is always awake.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1737,
      "description": "हे अर्जुन! यह योग न तो अधिक खानेवालेका और न बिलकुल न खानेवालेका तथा न अधिक सोनेवालेका और न बिलकुल न सोनेवालेका ही सिद्ध होता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1738,
      "description": "परन्तु, हे अर्जुन! यह योग उस पुरुष के लिए सम्भव नहीं होता, जो अधिक खाने वाला है या बिल्कुल न खाने वाला है तथा जो अधिक सोने वाला है या सदा जागने वाला है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1739,
      "description": "Yoga is not for him who overeats, nor for him who fasts excessively; not for him, O Arjuna, who sleeps too much, nor for him who stays awake too long.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1741,
      "description": "Verily, Yoga is not possible for him who eats too much, nor for him who does not eat at all, nor for him who sleeps too much, nor for him who is always awake, O Arjuna.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3939,
      "description": "व्याख्या-'नात्यश्नतस्तु योगोऽस्ति'-अधिक खानेवालेका योग सिद्ध नहीं होता (टिप्पणी प0 347)। कारण कि अन्न अधिक खानेसे अर्थात् भूखके बिना खानेसे अथवा भूखसे अधिक खानेसे प्यास ज्यादा लगती है, जिससे पानी ज्यादा पीना पड़ता है। ज्यादा अन्न खाने और पानी पीनेसे पेट भारी हो जाता है। पेट भारी होनेसे शरीर भी बोझिल मालूम देता है। शरीरमें आलस्य छा जाता है। बार-बार पेट याद आताहै। कुछ भी काम करनेका अथवा साधन, भजन, जप, ध्यान आदि करनेका मन नहीं करता। न तो सुखपूर्वक बैठा जाता है और न सुखपूर्वक लेटा ही जाता है तथा न चलने-फिरनेका ही मन करता है। अजीर्ण आदि होनेसे शरीरमें रोग पैदा हो जाते हैं। इसलिये अधिक खानेवाले पुरुषका योग कैसे सिद्ध हो सकता है? नहीं हो सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3954,
      "description": "न not? अत्यश्नतः of one who eats too much? तु verily? योगः Yoga? अस्ति is? न not? च and? एकान्तम् at all? अनश्नतः of one who does not eat? न not? च and? अतिस्वप्नशीलस्य of one who sleeps too much? जाग्रतः one who is awake? न not? एव even? च and? अर्जुन O Arjuna.Commentary In this verse the Lord prescribes the diet for the students of Yoga. You must observe moderation in eating and sleeping. If you eat too much you will feel drowsy? and sleep will overpower you. You will get indigestion? flatulence? diseases of the bowels and the liver. If you eat too little you will get weakness and you will not be able to sit for a long time in meditation. You should eat neither more nor less than what is actually necessary for maintaining the body in a healthy and strong state.It may mean also that success in Yoga is not possible for him who eats more than the antity prescribed in the text books on Yoga. They prescribe Half the stomach must be filled with food a arter with water and the remaining fourth must be empty for the free movement of air. This is the Mitahara or moderate diest for a student of Yoga.If you sleep too much you will become lethargic. The mind will be dull and the body will be heavy. You cannot meditate. If you sleep too little you will experience drowsiness. You will sleep during meditation. Keep the golden medium. You will have rapid progress in Yoga.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3940,
      "description": "उपर्युक्त साधन और साध्य का विस्तृत विवरण जानकर यदि कोई व्यक्ति निर्दिष्ट साध्य की प्राप्ति में स्वयं को असमर्थ पाये तो कोई आश्चर्य नहीं। ऐसा भी नहीं कि साधक में इच्छा या प्रयत्न का अभाव हो फिर भी लक्ष्य प्राप्त करना उसे कठिन ही प्रतीत होता है। वह क्या कारण है जो अनजाने ही साधक को अपने साध्य से दूर ले जाता है कोई भी वैज्ञानिक सिद्धांत प्रयोग में सफलता के लिए सावधानियों को बताये बिना पूर्ण नहीं होता। अगले कुछ श्लोकों में ध्यानयोग के मार्ग में आने वाले सम्भावित गर्तों का संकेत किया गया है जिनसे साधक को बचने का प्रयत्न करना चाहिए। ध्यान की सफलता के लिए महत्त्व का नियम यह है कि अति सर्वत्र वर्जयेत् अर्थात् जीवन के कार्यों और उपभोगो में अतिरेक का त्याग करना चाहिए। परिमितता या संयम सफलता की कुन्जी है। असंयम से विक्षेप उत्पन्न होते हैं और संगठित व्यक्तित्व का सांमजस्य भंग हो जाता है। इसलिए आहार विहार और निद्रा में परिमितता का होना आवश्यक है। भगवान् कहते हैं कि अत्याधिक मात्रा में भोजन करने वाले या अति उपवास करने वाले व्यक्ति के लिए योग असाध्य है। यहाँ खाने का अर्थ केवल मुख के द्वारा अन्न भक्षण ही नहीं वरन् सभी इन्द्रियों के द्वारा किये जाने वाले विषय ग्रहण है। इस शब्द में समाविष्ट हैं विषय ग्रहण मन की भावनाएँ और बुद्धि के विचार। संक्षेप में योगाभ्यासी पुरुष के लिए नियम यह होना चाहिए कि केवल व्यक्तिगत लाभ के लिए प्राणी जगत् का संहार किये बिना समयसमय पर जो कुछ प्राप्त होता है उसका ग्रहण या भक्षण केवल इतना ही करे कि पेट को भार न हो। यहाँ ठीक ही कहा गया है कि अत्याधिक निद्रा अथवा जागरण योग के अनुकूल नहीं है। यहाँ भी विवेकपूर्ण परिमितता ही नियम होना चाहिए। संभव है कि मन्दबुद्धि पुरुष इस श्लोक के तात्पर्य को न समझकर प्रश्न पूछे कि किस पुरुष के लिए योग सहज साध्य होता है इसके उत्तर में कहते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
