{
  "id": 255,
  "verse_number": 22,
  "chapter_number": 6,
  "slug": "chapter-6-verse-22",
  "text": "यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः। यस्मिन्स्थितो न दुःखेन गुरुणापि विचाल्यते",
  "transliteration": "yaṁ labdhvā chāparaṁ lābhaṁ manyate nādhikaṁ tataḥ yasmin sthito na duḥkhena guruṇāpi vichālyate",
  "word_meanings": "yam—which; labdhvā—having gained; cha—and; aparam—any other; lābham—gain; manyate—considers; na—not; adhikam—greater; tataḥ—than that; yasmin—in which; sthitaḥ—being situated; na—never; duḥkhena—by sorrow; guruṇā—(by) the greatest; api—even; vichālyate—is shaken\n",
  "translations": [
    {
      "id": 1780,
      "description": "जिस लाभकी प्राप्ति होनेपर उससे अधिक कोई दूसरा लाभ उसके माननेमें भी नहीं आता और जिसमें स्थित होनेपर वह बड़े भारी दु: ख से भी विचलित नहीं होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1785,
      "description": "Finding That, he will realize that there is no possession so precious. And once established there, no calamity can disturb him.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1784,
      "description": "And having attained it, he does not think of any other gain as superior to that; being established in it, he is not shaken much by misery, however powerful it may be.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1783,
      "description": "Having obtained it, he thinks there is no other gain superior to it; established in it, he is not moved even by heavy sorrow.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1782,
      "description": "Obtaining which one does not consider any other acquisition to be superior, and being established in which one is not perturbed even by great sorrow;",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1779,
      "description": "जिस लाभकी प्राप्ति होनेपर उससे अधिक कोई दूसरा लाभ उसके माननेमें भी नहीं आता और जिसमें स्थित होनेपर वह बड़े भारी दुःखसे भी विचलित नहीं किया जा सकता।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1781,
      "description": "Having gained it, one holds that there is no greater gain; being established in it, one is not moved even by the heaviest sorrow.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 4050,
      "description": "यम् which? लब्ध्वा having obtained? च and? अपरम् other? लाभम् gain? मन्यते thinks? न not? अधिकम् greater? ततः than that? यस्मिन् in which? स्थितः established? न not? दुःखेन by sorrow? गुरुणा (by) heavy? अपि even? विचाल्यते is moved.Commentary Which the gain or the realisation of the Self or the immortal Soul.Wherein in the allblissful Self which is free from delusion and sorrow. The Self is allfull and selfcontained. All the desires are fulfilled when one attains Selfrealisation. That is the reason why the Lord says There is no other acisition superior to Selfrealisation. If one gets himself established in the Supreme Self within? he cannot be shaken every by heavy sorrow and pain? because he is mindless and he is identifying himself with the sorrowless and painless Brahman. One can experience pain and sorrow when he identifies himself with the body and the mind. If there is no mind there cannot be any pain. When one is under chloroform he feels no pian even when his hand is amputated? because the mind is withdrawn from the body.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4035,
      "description": "व्याख्या-'यं लब्ध्वा चापरं लाभं मन्यते नाधिकं ततः'- मनुष्यको जो सुख प्राप्त है, उससे अधिक सुख दीखता है तो वह उसके लोभमें आकर विचलित हो जाता है। जैसे, किसीको एक घंटेके सौ रुपये मिलते हैं। अगर उतने ही समयमें दूसरी जगह हजार रुपये मिलते हों, तो वह सौ रुपयोंकी स्थितिसे विचलित हो जायगा और हजार रूपयोंकी स्थितिमें चला जायगा। निद्रा, आलस्य और प्रमादका तामस सुख प्राप्त होनेपर भी जब विषयजन्य सुख ज्यादा अच्छा लगता है, उसमें अधिक सुख मालूम देता है, तब मनुष्य तामस सुखको छोड़कर विषयजन्य सुखकी तरफ लपककर चला जाता है। ऐसे ही जब वह विषयजन्य सुखसे ऊँचा उठता है, तब वह सात्त्विक सुखके लिये विचलित हो जाता है और जब सात्त्विक सुखसे भी ऊँचा उठता है, तब वह आत्यन्तिक सुखके लिये विचलित हो जाता है। परन्तु जब आत्यन्तिक सुख प्राप्त हो जाता है, तो फिर वह उससे विचलित नहीं होता; क्योंकि आत्यन्तिक सुखसे बढ़कर दूसरा कोई सुख, कोई लाभ है ही नहीं। आत्यन्तिक सुखमें सुखकी हद हो जाती है। ध्यानयोगीको जब ऐसा सुख मिल जाता है, तो फिर वह इस सुखसे विचलित हो ही कैसे सकता है?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4036,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
