{
  "id": 203,
  "verse_number": 41,
  "chapter_number": 4,
  "slug": "chapter-4-verse-41",
  "text": "योगसंन्यस्तकर्माणं ज्ञानसंछिन्नसंशयम्। आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय",
  "transliteration": "yoga-sannyasta-karmāṇaṁ jñāna-sañchhinna-sanśhayam ātmavantaṁ na karmāṇi nibadhnanti dhanañjaya",
  "word_meanings": "yoga-sannyasta-karmāṇam—those who renounce ritualistic karm, dedicating their body, mind, and soul to God; jñāna—by knowledge; sañchhinna—dispelled; sanśhayam—doubts; ātma-vantam—situated in knowledge of the self; na—not; karmāṇi—actions; nibadhnanti—bind; dhanañjaya—Arjun, the conqueror of wealth",
  "translations": [
    {
      "id": 1415,
      "description": "हे धनञ्जय! योग- (समता-) के द्वारा जिसका सम्पूर्ण कर्मोंसे सम्बन्ध-विच्छेद हो गया है और ज्ञानके द्वारा जिसके सम्पूर्ण संशयोंका नाश हो गया है, ऐसे स्वरूप-परायण मनुष्यको कर्म नहीं बाँधते।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1416,
      "description": "जिसने योगद्वारा कर्मों का संन्यास किया है, ज्ञानद्वारा जिसके संशय नष्ट हो गये हैं, ऐसे आत्मवान् पुरुष को, हे धनंजय! कर्म नहीं बांधते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1417,
      "description": "Actions do not bind him, O Arjuna, who has renounced them through Karma Yoga and whose doubts have been dispelled by knowledge, and who thus possesses a steady mind.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1418,
      "description": "O Dhananjaya (Arjuna), actions do not bind one who has renounced actions through yoga, whose doubts have been fully dispelled by Knowledge, and who is not inattentive.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1419,
      "description": "He who has renounced actions through Yoga, whose doubts have been dispelled by knowledge, and who is self-possessed—such a one is not bound by actions, O Arjuna.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1420,
      "description": "O Dhananjaya! Actions do not bind him who has renounced all actions through Yoga; who has cut off his doubts by the sword of knowledge; and who is a master of his own self.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1421,
      "description": "But the one who has renounced their actions for meditation, who has cleaved their doubts in two by the sword of wisdom, and who remains always enthroned in their Self, is not bound by their actions.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3203,
      "description": "। व्याख्या-'योगसंन्यस्तकर्मणाम्'-शरीर, इन्द्रियाँ, मन बुद्धि आदि जो वस्तुएँ हमें मिली हैं और हमारी दीखती हैं वे सब दूसरोंकी सेवाके लिये ही हैं, अपना अधिकार जमानेके लिये नहीं। इस दृष्टिसे जब उन वस्तुओंको दूसरोंकी सेवामें (उनका ही मानकर) लगा दिया जाता है, तब कर्मों और वस्तुओंका प्रवाह संसारकी ओर ही हो जाता है और अपनेमें स्वतःसिद्ध समताका अनुभव हो जाता है। इस प्रकार योग-(समता-) के द्वारा जिसने कर्मोंसे सम्बन्ध-विच्छेद कर लिया है, वह पुरुष 'योगसंन्यस्तकर्मा'है। जब कर्मयोगी कर्ममें अकर्म तथा अकर्ममें कर्म देखता है अर्थात् कर्म करते हुए अथवा न करते हुए-दोनों अवस्थाओंमें नित्य-निरन्तर असङ्ग रहता है, तब वही वास्तवमें 'योगसंन्यस्तकर्मा' होता है। 'ज्ञानसंछिन्नसंशयम्'-मनुष्यके भीतर प्रायः ये संशय रहते हैं कि कर्म करते हुए ही कर्मोंसे अपना सम्बन्ध[-विच्छेद कैसे होगा? अपने लिये कुछ न करें तो अपना कल्याण कैसे होगा? आदि। परन्तु जब वह कर्मोंके तत्त्वको अच्छी तरह जान लेता है (टिप्पणी प0 273), तब उसके समस्त संशय मिट जाते हैं। उसे इस बातका स्पष्ट ज्ञान हो जाता है कि कर्मों और उनके फलोंका आदि और अन्त होता है, पर स्वरूप सदा ज्यों-का-त्यों रहता है। इसलिये कर्ममात्रका सम्बन्ध 'पर'-(संसार-) के साथ है, 'स्व'-(स्वरूप-) के साथ बिलकुल नहीं। इस दृष्टिसे अपने लिये कर्म करनेसे कर्मोंके साथ सम्बन्ध जुड़ जाता है और निष्कामभाव-पूर्वक केवल दूसरोंके लिये कर्म करनेसे कर्मोंसे सम्बन्ध-विच्छेद हो जाता है। इससे सिद्ध होता है कि अपना कल्याण दूसरोंके लिये कर्म करनेसे ही होता है, अपने लिये कर्म करनेसे नहीं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3204,
      "description": "इस अध्याय में विस्तारपूर्वक बतायी हुयी जीवन जीने की कला को इस श्लोक में अत्यन्त सुन्दर प्रकार से संक्षेप में बताया गया है। कर्मसंन्यास से तात्पर्य फलासक्ति के त्याग से है। जब हम कर्मयोग की भावना से कर्म करते हुये कर्मफलों की आसक्ति त्यागना सीख लेते हैं तथा आत्मानुभवरूप ज्ञान के द्वारा जीवन के लक्ष्य सम्बन्धी हमारे सब संशय छिन्नभिन्न हो जाते हैं तब अहंकार नष्ट होकर शुद्ध आत्मस्वरूप में हमारी स्थिति दृढ़ हो जाती है। ऐसा आत्मवान् पुरुष कर्म करता हुआ भी उनसे नहीं बन्धता। कर्तृत्व के अभिमान तथा स्वार्थ से प्रेरित होकर किये गये कर्म ही वासनाएं उत्पन्न करके हमें बन्धन में डालते हैं। कर्मयोग की भावना से निरहंकार होकर कर्म करने पर बन्धन नहीं हो सकता। स्वप्न में स्वप्न की पत्नी की हत्या करने पर स्वाप्निक दण्ड तो भोगना पड़ सकता है परन्तु स्वप्न द्रष्टा के जागने पर जाग्रत् अवस्था में उसे कोई दण्ड नहीं दे सकता क्योंकि स्वप्न के साथसाथ स्वप्न द्रष्टा भी नष्ट हो जाता है। जाग्रत्पुरुष को स्वप्न द्रष्टा का किया कर्म नहीं बांध सकता। इसी प्रकार अहंकार पूर्वक किये गये कर्म अहंकार के लिये बन्धनकारक हो सकते हैं परन्तु आत्मानुभूति में उसके ही नष्ट हो जाने पर आत्मा को वे कर्म कैसे बांध सकेंगे जिसका अहंकार नष्ट हो चुका है उसी पुरुष को यहाँ आत्मवान् कहा गया है। इस आत्मज्ञान का फल सर्वश्रेष्ठ है इसलिये श्रीकृष्ण अर्जुन को उपदेश देते हैं कि",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3218,
      "description": "योगसंन्यस्तकर्माणम् one who has renounced actions by Yoga? ज्ञानसंछिन्नसंशयम् one whose doubts are rent asunder by knowledge? आत्मवन्तम् possessing the self? न not? कर्माणि actions? निबध्नन्ति bind? धनञ्जय O Dhananjaya. Commentary Sri Madhusudana Sarasvati explains Atmavantam as always watchful. He who has attained to Selfrealisation renounces all actions by means of Yoga or the knowledge of Brahman. As he is established in the knowledge of the identity of the individual soul with the, Supreme Soul? All his doubts are cut asunder. Actions do not bind him as they are burnt in the fire of wisdom and as he is always watchful over himself. (Cf. II.48III.9IV.20)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}