{
  "id": 164,
  "verse_number": 2,
  "chapter_number": 4,
  "slug": "chapter-4-verse-2",
  "text": "एवं परम्पराप्राप्तमिमं राजर्षयो विदुः। स कालेनेह महता योगो नष्टः परन्तप",
  "transliteration": "evaṁ paramparā-prāptam imaṁ rājarṣhayo viduḥ sa kāleneha mahatā yogo naṣhṭaḥ parantapa",
  "word_meanings": "evam—thus; paramparā—in a continuous tradition; prāptam—received; imam—this (science); rāja-ṛiṣhayaḥ—the saintly kings; viduḥ—understood; saḥ—that; kālena—with the long passage of time; iha—in this world; mahatā—great; yogaḥ—the science of Yog; naṣhṭaḥ—lost; parantapa—Arjun, the scorcher of foes",
  "translations": [
    {
      "id": 1148,
      "description": "The Divine Kings knew it, for it was their tradition; then, after a long time, it was at last forgotten.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1142,
      "description": "हे परंतप! इस तरह परम्परासे प्राप्त इस कर्मयोग को राजर्षियोंने जाना। परन्तु बहुत समय बीत जानेके कारण वह योग इस मनुष्यलोकमें लुप्तप्राय हो गया।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1143,
      "description": "इस प्रकार परम्परा से प्राप्त हुये इस योग को राजर्षियों ने जाना, (परन्तु) हे परन्तप! वह योग बहुत काल (के अन्तराल) से यहाँ (इस लोक में) नष्टप्राय हो गया।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1144,
      "description": "Thus handed down in succession, the royal sages knew this (Karma Yoga). But with a long lapse of time, O Arjuna, that Yoga was lost to the world.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1145,
      "description": "The king-sages knew this yoga, which was received in regular succession. That yoga, O destroyer of foes, is now lost due to a long lapse of time.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1146,
      "description": "This, handed down in regular succession by the royal sages, was known. This Yoga, however, has been lost here over time, O Parantapa (burner of the foes).",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1147,
      "description": "Thus, the regal sages knew this, which was received in regular succession. Over time, however, this Yoga has been lost, O scorcher of enemies!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 2594,
      "description": "एवम् thus? परम्पराप्राप्तम् handed down in regular succession? इमम् this? राजर्षयः the royal sages? विदुः knew? सः this? कालेन by lapse of time? इह here? महता by long? योगः Yoga? नष्टः destroyed? परन्तप O Parantapa. Commentary The royal sages Men who were kings and at the same time sages also? Learnt this Yoga. Arjuna could burn or harass his foes? Like the sun? By the heat of his valour and power. Hence the name Parantapa.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2579,
      "description": "व्याख्या-'एवं परम्पराप्राप्तमिमं राजर्षयो विदुः'-सूर्य, मनु, इक्ष्वाकु आदि राजाओंने कर्मयोगको भलीभाँति जानकर उसका स्वयं भी आचरण किया और प्रजासे भी वैसा आचरण कराया। इस प्रकार राजर्षियोंमें इस कर्मयोगकी परम्परा चली। यह राजाओं-(क्षत्रियों-) की खास (निजी) विद्या है, इसलिये प्रत्येक राजाको यह विद्या जाननी चाहिये। इसी प्रकार परिवार, समाज, गाँव आदिके जो मुख्य व्यक्ति हैं, उन्हें भी यह विद्या अवश्य जाननी चाहिये। प्राचीनकालमें कर्मयोगको जाननेवाले राजालोग राज्यके भोगोंमें आसक्त हुए बिना सुचारुरूपसे राज्यका संचालन करते थे। प्रजाके हितमें उनकी स्वाभाविक प्रवृत्ति रहती थी। सूर्यवंशी राजाओंके विषयमें महाकवि कालिदास लिखते हैं",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2580,
      "description": "वेदों में प्रवृत्ति और निवृत्ति मार्गों का उपदेश है। इस योग का परम्परागत रूप से राजर्षियों को ज्ञान था परन्तु लगता है इस योग का भी अपना दुर्भाग्य और सौभाग्य है इतिहास के किसी काल में मानव मात्र की सेवा के लिये यह ज्ञान उपलब्ध होता है और किसी अन्य समय अनुपयोगी सा बनकर निरर्थक हो जाता है तब अध्यात्म का स्वर्ण युग समाप्त होकर भोगप्रधान आसुरी जीवन का अन्धा युग प्रारम्भ होता है किन्तु आसुरी भौतिकवाद से ग्रस्त काल में भी वह पीढ़ी अपने ही अवगुणों से पीड़ित होने के लिये उपेक्षित नहीं रखी जाती। क्योंकि उस समय कोई महान् गुरु अध्यात्म क्षितिज पर अवतीर्ण होकर तत्कालीन पीढ़ी को प्रेरणा साहस उत्स्ााह और आवश्यक नेतृत्व प्रदान करके दुख पूर्ण पगडंडी से बाहर सांस्कृतिक पुनरुत्थान के राजमार्ग पर ले आता है। महाभारत काल का उचित मूल्यांकन करते हुए श्रीकृष्ण भगवान् ठीक ही कहते हैं कि दीर्घकाल के अन्तराल से वह योग यहाँ नष्ट हो गया है। यह देखकर कि इन्द्रिय संयम से रहित दुर्बल व्यक्तियों के हाथों में जाकर यह योग नष्टप्राय हो गया जिसके बिना जीवन का परम् पुरुषार्थ प्राप्त नहीं किया जा सकता। भगवान् आगे कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}