{
  "id": 166,
  "verse_number": 4,
  "chapter_number": 4,
  "slug": "chapter-4-verse-4",
  "text": "अर्जुन उवाच अपरं भवतो जन्म परं जन्म विवस्वतः। कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति",
  "transliteration": "arjuna uvācha aparaṁ bhavato janma paraṁ janma vivasvataḥ katham etad vijānīyāṁ tvam ādau proktavān iti",
  "word_meanings": "arjunaḥ uvācha—Arjun said; aparam—later; bhavataḥ—your; janma—birth; param—prior; janma—birth; vivasvataḥ—Vivasvan, the sun-god; katham—how; etat—this; vijānīyām—am I to understand; tvam—you; ādau—in the beginning; proktavān—taught; iti—thus\n\n",
  "translations": [
    {
      "id": 1161,
      "description": "Arjuna said, \"Your birth is later, while the birth of Vivasvat is earlier; how am I then to understand that You had properly taught him this in the beginning? \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1156,
      "description": "अर्जुन बोले - आपका जन्म तो अभीका है और सूर्यका जन्म बहुत पुराना है; अतः आपने ही सृष्टिके आदिमें सूर्यसे यह योग कहा था - यह बात मैं कैसे समझूँ?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1157,
      "description": "अर्जुन ने कहा - आपका जन्म अपर अर्थात् पश्चात का है और विवस्वान् का जन्म (आपके) पूर्व का है, इसलिये यह मैं कैसे जानूँ कि (सृष्टि के) आदि में आपने (इस योग को) कहा था?",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1158,
      "description": "Arjuna said, \"Your birth was later, and Vivasvan's birth was earlier. How then can I understand that you taught it in the beginning? \"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1159,
      "description": "Arjuna said, \"Your birth was later, whereas Vivasvan's birth was earlier. How am I to understand that You instructed him in the beginning? \"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1160,
      "description": "Arjuna said, \"Later was Thy birth, and prior to it was the birth of Vivasvan (the Sun); how am I to understand that Thou hast taught this Yoga from the beginning? \"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1162,
      "description": "Arjuna asked: My Lord! Vyasawana was born before You; how then can You have revealed it to him?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 2626,
      "description": "अपरम् later? भवतः Thy? जन्म birth? परम् prior? जन्म birth? विवस्वतः of Vivasvan? कथम् how? एतत् this? विजानीयाम् am I to understand? त्वम् Thou? आदौ in the beginning? प्रोक्तवान् taughtest? इत thus.Commentary Thy birth took place later in the hourse of Vasudeva Vivasvan or Vivasvat (the Sun) was born earlier in the beginning of evolution. How am I to believe that Thou taughtest this Yoga in the beginning to Vivasvan? and that Thou? the selfsame person? hast now taught it to me I am not able to reconcile this. Be kind enought to enlighten me? O my Lord.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2611,
      "description": "। व्याख्या-'अपरं भवतो जन्म परं जन्म विवस्वतः'-आपका जन्म तो अभी कुछ वर्ष पूर्व श्रीवसुदेवजीके घर हुआ है, पर सूर्यका जन्म सृष्टिके आरम्भमें हुआ था। अतः आपने सूर्यको कर्मयोग कैसे कहा था? अर्जुनके इस प्रश्नमें तर्क या आक्षेप नहीं है, प्रत्युत जिज्ञासा है। वे भगवान्के जन्म-सम्बन्धी रहस्यको सुगमतापूर्वक समझनेकी दृष्टिसे ही प्रश्न करते हैं; क्योंकि अपने जन्म-सम्बन्धी रहस्यको प्रकट करनेमें भगवान् ही सर्वथा समर्थ हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2612,
      "description": "इस अध्याय के प्रारम्भिक श्लोक में घटनाओं के काल के विषयों में स्पष्ट विरोधाभास है। श्रीकृष्ण ने कहा कि उन्होंने सृष्टि के प्रारम्भ में इस योग को विवस्वान् को सिखाया। अर्जुन के लिये स्वाभाविक था कि वह श्रीकृष्ण को देवकी के पुत्र और गोकुल के मुरलीधर कृष्ण के रूप में ही जाने। श्रीकृष्ण की निश्चित जन्म तिथि थी और वे अर्जुन के ही समकालीन थे। इस दृष्टि से उनका सूर्य के प्रति उपदेश करना असंभव था क्योंकि सम्पूर्ण ग्रहों की सृष्टि के पूर्व सूर्य का अस्तित्व सिद्ध है। गीतोपदेष्टा भगवान् श्रीकृष्ण को कोई मनुष्य न समझ ले इसलिये व्यासजी भगवान् के ही मुख से घोषणा करवाते हैं कि",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
