{
  "id": 178,
  "verse_number": 16,
  "chapter_number": 4,
  "slug": "chapter-4-verse-16",
  "text": "किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिताः। तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात्",
  "transliteration": "kiṁ karma kim akarmeti kavayo ’pyatra mohitāḥ tat te karma pravakṣhyāmi yaj jñātvā mokṣhyase ’śhubhāt",
  "word_meanings": "kim—what; karma—action; kim—what; akarma—inaction; iti—thus; kavayaḥ—the wise; api—even; atra—in this; mohitāḥ—are confused; tat—that; te—to you; karma—action; pravakṣhyāmi—I shall explain; yat—which; jñātvā—knowing; mokṣhyase—you may free yourself; aśhubhāt—from inauspiciousness\n\n",
  "translations": [
    {
      "id": 1244,
      "description": "What is action? What is inaction? Even the wise are confused about this. Therefore, I shall teach you the nature of action and inaction, by knowing which you will be liberated from the evil of Samsara, the wheel of birth and death.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1246,
      "description": "What is action and what is inaction? This is a question that has bewildered the wise. But I will declare to you the philosophy of action, and knowing it, you will be free from evil.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1240,
      "description": "कर्म क्या है और अकर्म क्या है - इस प्रकार इस विषयमें विद्वान् भी मोहित हो जाते हैं। अतः वह कर्म-तत्त्व मैं तुम्हें भलीभाँति कहूँगा, जिसको जानकर तू अशुभ- (संसार-बन्धन-) से मुक्त हो जायगा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1241,
      "description": "कर्म क्या है और अकर्म क्या है? इस विषय में बुद्धिमान पुरुष भी भ्रमित हो जाते हैं। इसलिये मैं तुम्हें कर्म कहूँगा, (अर्थात् कर्म और अकर्म का स्वरूप समझाऊँगा) जिसको जानकर तुम अशुभ (संसार बन्धन) से मुक्त हो जाओगे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1242,
      "description": "What is action? What is non-action? Even the wise are puzzled in respect of these. I shall declare to you that kind of action, knowing which you will be freed from evil.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1243,
      "description": "Even the intelligent are confounded as to what is action and what is inaction. I shall tell you of that action, knowing which you will become free from evil.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1245,
      "description": "Even the wise are perplexed about what is action and what is non-action; I shall properly teach you the action, by knowing which you will be freed from evil.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 2818,
      "description": "किम् what? कर्म action? किम् what? अकर्म inaction? इति thus? कवयः wise? अपि also? अत्र in this? मोहिताः (are) deluded? तत् that? ते to thee? कर्म action? प्रवक्ष्यामि (I) shall teach? यत् which? ज्ञात्वा having known? मोक्ष्यसे (thou) shalt be liberated? अशुभात् from evil.No Commentary.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2803,
      "description": "। व्याख्या-'किं कर्म'-साधारणतः मनुष्य शरीर और इन्द्रियोंकी क्रियाओँको ही कर्म मान लेते हैं तथा शरीर और इन्द्रियोंकी क्रियाएँ बंद होनेको अकर्म मान लेते हैं। परन्तु भगवान्ने शरीर वाणी और मनके द्वारा होनेवाली मात्र क्रियाओँको कर्म माना है-'शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नरः' (गीता 18। 15)। भावके अनुसार ही कर्मकी संज्ञा होती है। भाव बदलनेपर कर्मकी संज्ञा भी बदल जाती है। जैसे कर्म स्वरूपसे सात्त्विक दीखता हुआ भी यदि कर्ताका भाव राजस या तामस होता है तो वह कर्म भी राजस या तामस हो जाता है। जैसे कोई देवीकी उपासनारूप कर्म कर रहा है जो स्वरूपसे सात्त्विक है। परन्तु यदि कर्ता उसे किसी कामनाकी सिद्धिके लिये करता है तो वह कर्म राजस हो जाता है और किसीका नाश करनेके लिये करता है तो वही कर्म तामस हो जाता है। इस प्रकार यदि कर्तामें फलेच्छा ममता और आसक्ति नहीं है तो उसके द्वारा किये गये कर्म अकर्म हो जाते हैं अर्थात् फलमें बाँधनेवाले नहीं होते। तात्पर्य यह है कि केवल बाहरी क्रिया करने अथवा न करनेसे कर्मके वास्तविक स्वरूपका ज्ञान नहीं होता। इस विषयमें शास्त्रोंको जाननेवाले बड़ेबड़े विद्वान् भी मोहित हो जाते हैं अर्थात् कर्मके तत्त्वका यथार्थ निर्णय नहीं कर पाते। जिस क्रियाको वे कर्म मानते हैं वह कर्म भी हो सकता है अकर्म भी हो सकता है और विकर्म भी हो सकता है। कारण कि कर्ताके भावके अनुसार कर्मका स्वरूप बदल जाता है। इसलिये भगवान् मानो यह कहते हैं कि वास्तविक कर्म क्या है वह क्यों बाँधता है कैसे बाँधता है इससे किस तरह मुक्त हो सकते हैं इन सबका मैं विवेचन करूँगा जिसको जानकर उस रीतिसे कर्म करनेपर वे बाँधनेवाले न हो सकेंगे। यदि मनुष्यमें ममता आसक्ति और फलेच्छा है तो कर्म न करते हुए भी वास्तवमें कर्म ही हो रहा है अर्थात् कर्मोंसे लिप्तता है। परन्तु यदि ममता आसक्ति और फलेच्छा नहीं है तो कर्म करते हुए भी कर्म नहीं हो रहा है अर्थात् कर्मोंसे निर्लिप्तता है। तात्पर्य यह है कि यदि कर्ता निर्लिप्त है तो कर्म करना अथवा न करना दोनों ही अकर्म हैं और यदि कर्ता लिप्त है तो कर्म करना अथवा न करना दोनों ही कर्म हैं औरबाँधनेवाले हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2804,
      "description": "सामान्य दृष्टि से हम किसी भी प्रकार की शारीरिक क्रिया को कर्म और वैसी क्रिया के अभाव को अकर्म समझते है। दैनिक जीवन के कार्यकलापों के सन्दर्भ में यह परिभाषा योग्य ही है। परन्तु दर्शनशास्त्र के दृष्टिकोण से कर्म और अकर्म के लक्षण भिन्न है। आत्मविकास की दृष्टि से कर्म का तात्पर्य केवल उसका स्थूल रूप जो शरीर द्वारा व्यक्त होता है नहीं समझना चाहिये किन्तु उसके साथ ही उसी कर्म के पीछे जो सूक्ष्म उद्देश्य है उसे भी ध्यान में रखना आवश्यक है। कर्म अपने आप में न अच्छा होता है और न बुरा। कर्म के उद्देश्य से कर्म का स्वरूप निश्चित किया जाता है। जैसे किसी फल की सुन्दरता से ही हम नहीं कह सकते कि वह खाने योग्य है अथवा नहीं क्योंकि वह तो उस फल में निहित तत्त्वों पर निर्भर करता है। उसी प्रकार अत्यन्त श्रेष्ठ प्रतीत होने वाले कर्म भी अपराधपूर्ण हो सकते हैं यदि उनका उद्देश्य निम्नस्तरीय और पापपूर्ण हो। इसलिये यहाँ कहा गया है कि कर्मअकर्म का विवेक करने में कवि लोग भी मोहित होते हैं। आजकल कविता लिखने वाले व्यक्ति को ही कवि कहा जाता है किन्तु पूर्व काल में उपनिषदों के मन्त्र द्रष्टा ऋषियों के लिये अथवा बुद्धिमान् पुरुषों के लिये यह शब्द प्रयुक्त होता था। प्रेरणा प्राप्त कोई भी पुरुष जो श्रेष्ठ सत्य को उद्घाटित करता था सिद्धकवि कहा जाता था। कर्मअकर्म की कठिन समस्या की ओर संकेत करके श्रीकृष्ण अर्जुन को आश्वासन देते हैं कि वे उसे कर्मअकर्म का तत्त्व समझायेंगे जिसे जानकर मनुष्य स्वयं को सांसारिक बन्धनों से मुक्त कर सकता है। यह सर्वविदित है कि कोई भी क्रिया कर्म है और क्रिया का अभाव शान्त बैठना अकर्म है। इसके विषय में और अधिक जानने योग्य क्या बात है इस पर कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
