{
  "id": 140,
  "verse_number": 21,
  "chapter_number": 3,
  "slug": "chapter-3-verse-21",
  "text": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः। स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते",
  "transliteration": "yad yad ācharati śhreṣhṭhas tat tad evetaro janaḥ sa yat pramāṇaṁ kurute lokas tad anuvartate",
  "word_meanings": "yat yat—whatever; ācharati—does; śhreṣhṭhaḥ—the best; tat tat—that (alone); eva—certainly; itaraḥ—common; janaḥ—people; saḥ—they; yat—whichever; pramāṇam—standard; kurute—perform; lokaḥ—world; tat—that; anuvartate—pursues\n",
  "translations": [
    {
      "id": 974,
      "description": "श्रेष्ठ मनुष्य जो-जो आचरण करता है, दूसरे मनुष्य वैसा-वैसा ही आचरण करते हैं। वह जो कुछ प्रमाण देता है, दूसरे मनुष्य उसीके अनुसार आचरण करते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 975,
      "description": "श्रेष्ठ पुरुष जैसा आचरण करता है, अन्य लोग भी वैसा ही अनुकरण करते हैं; वह पुरुष जो कुछ प्रमाण कर देता है, लोग भी उसका अनुसरण करते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 976,
      "description": "Whatever a great man does, others do too. Whatever standard he sets, the world follows it.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 977,
      "description": "Whatever a superior person does, another person does the same! Whatever they uphold as authority, an ordinary person follows that.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 978,
      "description": "Whatever a great man does, others also do; whatever he establishes as the standard, the world follows.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 979,
      "description": "Whatever a great man does, others of lesser stature follow suit; whatever standard he sets, the world follows it.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 980,
      "description": "For whatever a great man does, others imitate; people conform to the standard he has set.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 2210,
      "description": "यद्यत् whatsoever? आचरति does? श्रेष्ठः the best? तत्तत् that? एव only? इतरः the other? जनः people? सः he (that great man)? यत् what? प्रमाणम् standard (authority? demonstration)? कुरुते does? लोकः the world (people)? तत् that? अनुवर्तते follows.Commentary Man is a social animal. He is an imitating animal too. He takes his ideas of right and wrong from those whom he regards as his moral superior. Whatever a great man follows? the same is considered as an authority by his followers. They try to follow him. They endeavour to walk in his footsteps.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2195,
      "description": "। व्याख्या-'यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः'- श्रेष्ठ पुरुष वही है, जो संसार-(शरीरादि पदार्थों-) को और 'स्वयं'-(अपने स्वरूप-) को तत्त्वसे जानता है। उसका यह स्वाभाविक अनुभव होता है कि शरीर, इन्द्रियाँ, मन, बुद्धि, धन, कुटुम्ब, जमीन आदि पदार्थ संसारके हैं, अपने नहीं। इतना ही नहीं, वह श्रेष्ठ पुरुष त्याग, वैराग्य, प्रेम, ज्ञान, सद्गुण आदिको भी अपना नहीं मानता; क्योंकि उन्हें भी अपना माननेसे व्यक्तित्व पुष्ट होता है, जो तत्त्वप्राप्तिमें बाधक है। 'मैं त्यागी हूँ', 'मैं वैरागी हूँ', 'मैं सेवक हूँ', 'मैं भक्त हूँ' आदि भाव भी व्यक्तित्वको पुष्ट करनेवाले होनेके कारण तत्त्वप्राप्तिमें बाधक होते हैं। श्रेष्ठ पुरुषमें (जडताके सम्बन्धसे होनेवाला) 'व्यष्टि अहंकार' तो होता ही नहीं, और 'समष्टि अहंकार' व्यवहारमात्रके लिये होता है, जो संसारकी सेवामें लगा रहता है; क्योंकि अहंकार भी संसारका ही है (गीता 7। 4 13। 5)। संसारसे मिले हुए शरीर, धन, परिवार, पद, योग्यता, अधिकार आदि सब पदार्थ सदुपयोग करने अर्थात् दूसरोंकी सेवामें लगानेके लिये ही मिले हैं; उपभोग करने अथवा अपना अधिकार जमानेके लिये नहीं। जो इन्हें अपना और अपने लिये मानकर इनका उपभोग करता है, उसको भगवान् चोर कहते हैं- 'यो भुङ्क्ते स्तेन एव सः' (गीता 3। 12)। ये सब पदार्थ समष्टिके ही हैं, व्यष्टिके कभी किसी प्रकार नहीं। वास्तवमें इन पदार्थोंसे हमारा कोई सम्बन्ध नहीं है। श्रेष्ठ पुरुषके अपने कहलानेवाले शरीरादि पदार्थ (संसारके होनेसे) स्वतः-स्वाभाविक संसारकी सेवामें लगते हैं। सम्पूर्ण प्राणियोंके हितमें उसकी स्वाभाविक प्रवृत्ति होती है। 'देने' के भावसे समाजमें एकता, प्रेम उत्पन्न होता है और 'लेने' के भावसे संघर्ष उत्पन्न होता है। 'देने' का भाव उद्धार करनेवाला और 'लेने' का भाव पतन करनेवाला होता है। शरीरको 'मैं', 'मेरा' अथवा 'मेरे लिये' माननेसे ही 'लेने' का भाव उत्पन्न होता है। शरीरसे अपना कोई सम्बन्ध न माननेके कारण श्रेष्ठ पुरुषमें 'लेने' का भाव किञ्चिन्मात्र भी नहीं होता। अतः उसकी प्रत्येक क्रिया दूसरोंका हित करनेवाली ही होती है। ऐसे श्रेष्ठ पुरुषके दर्शन, स्पर्श, वार्तालाप, चिन्तन आदिसे स्वतः लोगोंका हित होता है। इतना ही नहीं, उसके शरीरको स्पर्श करके बहनेवाली वायुतकसे लोगोंका हित होता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2196,
      "description": "मनुष्य मूलत अनुकरण करने वाला प्राणी है। यह एक मनोवैज्ञानिक सत्य है। इतिहास के किसी काल में भी समाज का नैतिक पुनरुत्थान हुआ है तो उस केवल राष्ट्र के नेतृत्व करने वाले व्यक्तियों के आदर्शों के कारण। शिक्षकों के सद्व्यवहार से ही विद्यार्थियों को अनुशासित किया जा सकता है यदि किसी राष्ट्र का शासक भ्रष्ट और अत्याचारी हो तो निम्न पदों के अधिकारी सत्य और ईमानदार नहीं हो सकते। छोटे बालकों का व्यवहार पूर्णत उनके मातापिता के आचरण एवं संस्कृति द्वारा निर्भर और नियन्त्रित होता है। इस तथ्य को ध्यान में रखते हुये भगवान् कर्माचरण के लिए अर्जुन के समक्ष एक और कारण प्रस्तुत करते हैं। यदि वह कर्म नहीं करता तो सम्भव है समाज के अधिकांश लोग भी स्वकर्तव्यपराङमुख हो जायेंगे और अन्त में परिणाम होगा जीवन में संस्कृति का ह्रास। अब आगे इस बात पर बल देने तथा अब तक दिये गये उपदेश का प्रभाव दृढ़ करने के लिए भगवान् स्वयं का ही उदाहरण देते हैं। यद्यपि भगवान् स्वयं नित्यमुक्त हैं तथापि तमोगुण और रजोगुण की बुराइयों में पड़ी तत्कालीन पीढ़ी को उसमें से बाहर निकालने के लिए वे स्वयं अनासक्त भाव से कुशलतापूर्वक कर्म करते हुये सभी के लिये एक आदर्श स्थापित करते हैं। अधर्म का सक्रिय प्रतिकार यह श्रीकृष्ण का सिद्धांत है। उनकी अहिंसा उस दिवास्वप्न देखने वाले कायर के समान नहीं थी जो अन्याय का प्रतिकार न करके संस्कृति का रक्षण करने में असमर्थ होता है। अब अर्जुन मन में कर्मयोग के विषय में कोई संदेह नहीं रह सकता था। यदि लोकसंग्रह के विषय में तुम्हें कोई शंका हो तो तुम मुझे क्यों नहीं देखते मेरे अनुसार तुम भी लोगों को अधर्म के मार्ग से निवृत्त कर उन्हें धर्म मार्ग में प्रवृत्त होने के लिये अपना आदर्श क्यों नहीं स्थापित करते",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
