{
  "id": 120,
  "verse_number": 1,
  "chapter_number": 3,
  "slug": "chapter-3-verse-1",
  "text": "अर्जुन उवाच ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन। तत्किं कर्मणि घोरे मां नियोजयसि केशव",
  "transliteration": "arjuna uvācha jyāyasī chet karmaṇas te matā buddhir janārdana tat kiṁ karmaṇi ghore māṁ niyojayasi keśhava",
  "word_meanings": "arjunaḥ uvācha—Arjun said; jyāyasī—superior; chet—if; karmaṇaḥ—than fruitive action; te—by you; matā—is considered; buddhiḥ—intellect; janārdana—he who looks after the public, Krishna; tat—then; kim—why; karmaṇi—action; ghore—terrible; mām—me; niyojayasi—do you engage; keśhava—Krishna, the killer of the demon named Keshi;",
  "translations": [
    {
      "id": 838,
      "description": "Arjuna said: If Thou thinkest that knowledge is superior to action, O Krishna, why then, O Kesava, doest Thou ask me to engage in this terrible action?",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 834,
      "description": "अर्जुन बोले - हे जनार्दन! अगर आप कर्मसे बुद्धि- (ज्ञान-) को श्रेष्ठ मानते हैं, तो फिर हे केशव! मुझे घोर कर्ममें क्यों लगाते हैं? आप अपने मिले हुए-से वचनोंसे मेरी बुद्धिको मोहित-सी कर रहे हैं। अतः आप निश्चय करके उस एक बात को कहिये, जिससे मैं कल्याणको प्राप्त हो जाऊँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 835,
      "description": "हे जनार्दन यदि आपको यह मान्य है कि कर्म से ज्ञान श्रेष्ठ है तो फिर हे केशव आप मुझे इस भयंकर कर्म में क्यों प्रवृत्त करते हैं",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 840,
      "description": "\"Arjuna questioned: My Lord! If wisdom is superior to action, why do you advise me to engage in this terrible fight?",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 836,
      "description": "Arjuna said, \"O Krsna, if you deem knowledge to be superior to action, why then do you urge me to engage in this terrible deed? \"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 837,
      "description": "Arjuna said, \"O Janardana (Krishna), if it is Your opinion that wisdom is superior to action, why do You urge me to take such horrible action, O Kesava? \"",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 839,
      "description": "Arjuna said, \"O Janardana, if you hold knowledge to be superior to action, then why do you engage me in such terrible action, O Kesava? \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1890,
      "description": "ज्यायसी superior? चेत् if? कर्मणः than action? ते by Thee? मता thought? बुद्धिः knowledge? जनार्दन O Janardana? तत् then? किम् why? कर्मणि in action? घोरे terrible? माम् me? नियोजयसि Thou engagest? केशव O Kesava. Commentary In verses 49? 50 and 51 of chapter II? Lord Krsihna has spoken very highly about Buddhi Yoga. He again asks Arjuna to fight. That is the reason why Arjuna is perplexed now.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1875,
      "description": "व्याख्या- 'जनार्दन'- इस पदसे अर्जुन मानो यह भाव प्रकट करते हैं कि हे श्री कृष्ण! आप सभीकी याचना पूरी करनेवाले हैं; अतः मेरी याचना तो अवश्य ही पूरी करेंगे। 'ज्यायसी चेत्कर्मणस्ते ৷৷. नियोजयसि केशव'- मनुष्यके अन्तःकरणमें एक कमजोरी रहती है कि वह प्रश्न करके उत्तरके रूपमें भी वक्तासे अपनी बात अथवा सिद्धान्तका ही समर्थन चाहता है। इसे कमजोरी इसलिये कहा गया है कि वक्ताके निर्देशका चाहे वह मनोऽनुकूल हो या सर्वथा प्रतिकूल, पालन करनेका निश्चय ही शूरवीरता है, शेष सब कमजोरी या कायरता ही कही जायगी। इस कमजोरीके कारण ही मनुष्यको प्रतिकूलता सहनेमें कठिनाईका अनुभव होता है। जब वह प्रतिकूलताको सह नहीं सकता, तब वह अच्छाईका चोला पहन लेता है अर्थात् तब भलाईकी वेशमें बुराई आती है। जो बुराई भलाईके वशमें आती है, उसका त्याग करना बड़ा कठिन होता है। यहाँ अर्जुनमें भी हिंसा-त्यागरूप भलाईके वशेमें कर्तव्य-त्यागरूप बुराई आयी है। अतः वे कर्तव्य-कर्मसे ज्ञानको श्रेष्ठ मान रहे हैं। इसी कारण वे यहाँ प्रश्न करते हैं कि यदि आप कर्मसे ज्ञानको श्रेष्ठ मानते हैं, तो फिर मुझे युद्धरूप घोर कर्ममें क्यों लगाते हैं?",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1876,
      "description": "अभी भी अर्जुन का यही विश्वास है कि गुरुजन पितामह आदि के साथ युद्ध करना भयानक कर्म है। लगता है अर्जुन या तो भगवान् के उपदेश को भूल गया है या वह उसे कभी समझ ही नहीं पाया था। श्रीकृष्ण ने यह बिल्कुल स्पष्ट किया था कि महाभारत के युद्ध में अर्जुन गुरुजनों को मारने वाला नहीं था क्योंकि यह युद्ध व्यक्तियों के बीच न होकर दो सिद्धांतों के मध्य था। पाण्डवों का पक्ष धर्म और नैतिकता का था। परन्तु दुर्भाग्यवश अर्जुन अपने अहंकार को भूलकर अपने पक्ष के साथ एकरूप नहीं हो पाया। जिस मात्रा में वह आदर्श के साथ तादात्म्य नहीं कर पाया उस मात्रा में उसका अहंकार बना रहा और युद्ध करने में उसे नैतिक दोष दिखाई दिया। इस श्लोक में अर्जुन का तात्पर्य यह है कि यद्यपि श्रीकृष्ण के तर्कसंन्यासमार्ग का ही अनुमोदन कर रहे थे परन्तु उसे भयंकर कर्म में प्रवृत्त किया जा रहा था।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}