{
  "id": 127,
  "verse_number": 8,
  "chapter_number": 3,
  "slug": "chapter-3-verse-8",
  "text": "नियतं कुरु कर्म त्वं कर्म ज्यायो ह्यकर्मणः। शरीरयात्रापि च ते न प्रसिद्ध्येदकर्मणः",
  "transliteration": "niyataṁ kuru karma tvaṁ karma jyāyo hyakarmaṇaḥ śharīra-yātrāpi cha te na prasiddhyed akarmaṇaḥ",
  "word_meanings": "niyatam—constantly; kuru—perform; karma—Vedic duties; tvam—you; karma—action; jyāyaḥ—superior; hi—certainly; akarmaṇaḥ—than inaction; śharīra—bodily; yātrā—maintenance; api—even; cha—and; te—your; na prasiddhyet—would not be possible; akarmaṇaḥ—inaction\n ",
  "translations": [
    {
      "id": 883,
      "description": "तू शास्त्रविधिसे नियत किये हुए कर्तव्य-कर्म कर; क्योंकि कर्म न करनेकी अपेक्षा कर्म करना श्रेष्ठ है तथा कर्म न करनेसे तेरा शरीर-निर्वाह भी सिद्ध नहीं होगा।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 884,
      "description": "तुम (अपने) नियत (कर्तव्य) कर्म करो क्योंकि अकर्म से श्रेष्ठ कर्म है। तुम्हारे अकर्म होने से (तुम्हारा) शरीर निर्वाह भी नहीं सिद्ध होगा।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 885,
      "description": "You must perform your obligatory action; for action is superior to non-action (Jñāna Yoga). For a person following non-action, not even the sustenance of the body is possible.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 886,
      "description": "You should perform your obligatory duties, for action is superior to inaction. Moreover, even the maintenance of your body will not be possible without action.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 887,
      "description": "Perform your bounden duty, for action is superior to inaction, and even the maintenance of the body would not be possible for you through inaction.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 888,
      "description": "You must perform the action that has been enjoined upon you. For, action is superior to inaction; and even the maintenance of your body cannot be properly accomplished through inaction.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 889,
      "description": "Do your duty as prescribed, for action for duty's sake is superior to inaction. Even the maintenance of the body would be impossible if one remained inactive.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1987,
      "description": "। व्याख्या-'नियतं कुरु कर्म त्वम्'-शास्त्रोंमें विहित तथा नियत-दो प्रकारके कर्मोंको करनेकी आज्ञा दी गयी है। विहित कर्मका तात्पर्य है-सामान्यरूपसे शास्त्रोंमें बताया हुआ आज्ञारूप कर्म; जैसे- व्रत, उपवास, उपासना आदि। इन विहित कर्मोंको सम्पूर्णरूपसे करना एक व्यक्तिके लिये कठिन है। परन्तु निषिद्ध कर्मोंका त्याग करना सुगम है। विहित कर्मको न कर सकनेमें उतना दोष नहीं है जितना निषिद्ध कर्मका त्याग करनेमें लाभ है; जैसे झूठ न बोलना, चोरी न करना, हिंसा न करना इत्यादि। निषिद्ध कर्मोंका त्याग होनेसे विहित कर्म स्वतः होने लगते हैं। नियतकर्मका तात्पर्य है-वर्ण, आश्रम, स्वभाव एवं परिस्थितिके अनुसार प्राप्त कर्तव्य-कर्म; जैसे-भोजन करना, व्यापार करना, मकान बनवाना, मार्ग भूले हुए व्यक्तिको मार्ग दिखाना आदि। कर्मयोगकी दृष्टिसे जो वर्णधर्मानुकूल शास्त्रविहित कर्तव्य-कर्म प्राप्त हो जाय, वह चाहे घोर हो या सौम्य, नियतकर्म ही है। यहाँ 'नियतं कुरु कर्म' पदोंसे भगवान् अर्जुनसे यह कहते हैं कि क्षत्रिय होनेके नाते अपने वर्णधर्मके अनुसार परिस्थितिसे प्राप्त युद्ध करना तेरा स्वाभाविक कर्म है (गीता 18। 43)। क्षत्रियके लिये युद्धरूप हिंसात्मक कर्म घोर दीखते हुए भी वस्तुतः घोर नहीं है, प्रत्युत उसके लिये वह नियतकर्म ही है। दूसरे अध्यायमें भगवान्ने कहा है कि स्वधर्म की दृष्टिसे भी युद्ध करना तेरे लिये नियतकर्म है- 'स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि' (2। 31)। वास्तवमें तो स्वधर्म और नियतकर्म दोनों एक ही हैं। यद्यपि दुर्योधन आदिके लिये भी युद्ध वर्णधर्मके अनुसार प्राप्त कर्म है; तथापि वह अन्याययुक्त होनेके कारण नियतकर्मसे अलग है; क्योंकि वे युद्ध करके अन्यायपूर्वक राज्य छीनना चाहते हैं। अतः उनके लिये यह युद्ध नियत तथा धर्मयुक्त कर्म नहीं है। 'कर्म ज्यायो ह्यकर्मणः'-इसी अध्यायके पहले श्लोकमें (अर्जुनके प्रश्नमें) आये हुए 'ज्यायसी' पदका उत्तर भगवान् यहाँ 'ज्यायः' पदसे ही दे रहे हैं। वहाँ अर्जुनका प्रश्न है कि यदि आपको कर्मकी अपेक्षा ज्ञान श्रेष्ठ मान्य है तो मुझे घोर कर्ममें क्यों लगाते हैं? इसके उत्तरमें यहाँ भगवान् कहते हैं कि कर्म न करनेकी अपेक्षा कर्म करना ही मुझे श्रेष्ठ मान्य है। इस प्रकार अर्जुनका विचार युद्धरूप घोर कर्मसे निवृत्त होनेका है और भगवान्का विचार अर्जुनको युद्धरूप नियतकर्ममें प्रवृत्त करानेका है। इसीलिये आगे अठारहवें अध्यायमें भगवान् कहते हैं कि दोष-युक्त होनेपर भी सहज (नियत) कर्मका त्याग नहीं करना चाहिये-'सहजं कर्म कौन्तेय सदोषमपि न त्यजेत्'(18। 48)। कारण कि इसके त्यागसे दोष लगता है एवं कर्मोंके साथ अपना सम्बन्ध भी बना रहता है। अतः कर्मका त्याग करनेकी अपेक्षा नियतकर्म करना ही श्रेष्ठ है। फिर आसक्ति-रहित होकर कर्म करना तो और भी श्रेष्ठ माना गया है; क्योंकि इससे कर्मोंके साथ सर्वथा सम्बन्ध-विच्छेद हो जाता है। अतः भगवान् इस श्लोकके पूर्वार्धमें अर्जुनको अनासक्तभावसे नियतकर्म करनेकी आज्ञा देते हैं और उत्तरार्धमें कहते हैं कि कर्म किये बिना तेरा जीवन-निर्वाह भी नहीं होगा। कर्मयोगमें 'कर्म ज्यायो ह्यकर्मणः'-यह भगवान्का प्रधान सिद्धान्त है। इसीको भगवान्ने 'मा ते सङ्गोऽस्त्वकर्मणि' (गीता 2। 47) पदोंसे स्पष्ट किया है कि अर्जुन! तेरी कर्म न करनेमें आसक्ति न हो। कारण यह है कि कर्तव्य-कर्मोंसे जी चुरानेवाला मनुष्य प्रमाद, आलस्य और निद्रामें अपना अमूल्य समय नष्ट कर देगा अथवा शास्त्र-निषिद्ध कर्म करेगा, जिससे उसका पतन होगा। स्वरूपसे कर्मोंका त्याग करनेकी अपेक्षा कर्म करते हुए ही कर्मोंसे सम्बन्ध-विच्छेद करना श्रेष्ठ है। कारण कि कामना, वासना, फलासक्ति, पक्षपात आदि ही कर्मोंसे सम्बध जोड़ देते हैं, चाहे मनुष्य कर्म करे अथवा न करे। कामना आदिके त्यागका उद्देश्य रखकर कर्मयोगका आचरण करनेसे कामना आदिका त्याग बड़ी सुगमतासे हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1988,
      "description": "अपने व्यावहारिक जीवन में नियत कर्म से हमको वे सब कर्तव्य कर्म समझने चाहिये जो परिवार कार्यालय समाज एवं राष्ट्र के व्यक्ति होने के नाते हमें करने पड़ते हैं। इस दृष्टि से अकर्म का अर्थ होगा अपने इन कर्तव्यों को कुशलता से न करना। निष्क्रियता से तो शरीर निर्वाह भी असम्भव होता है। इस प्रकार के अकर्म से राष्ट्र समाज और परिवार का नाश होता है साथ ही वह व्यक्ति स्वयं अपनी अकर्मण्यता का शिकार होकर शारीरिक अक्षमता और बौद्धिक ह्रास से कष्ट पाता है। यह धारणा गलत है कि कर्म बन्धन का कारण होते हैं इसलिये उनको नहीं करना चाहिये। क्यों",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 2002,
      "description": "नियतम् bounden (prescribed or obligatory)? कुरु perform? कर्म action? त्वम् thou? कर्म action? ज्यायः superior? हि for? अकर्मणः than inaction? शरीरयात्रा maintenance of the body? अपि even? च and? ते thy? न not? प्रसिद्ध्येत् would be possible? अकर्मणः by inaction.Commentary Niyatam Karma is an obligatory duty which one is bound to perform. Thenonperformance of the bounden duties causes demerit. The performance of the obligatory duties is not a means for the attainment of a specific result. The performance does not cause any merit.Living itself involves several natural and unavoidable actions which have to be performed by all. It is ignorance to say? I can live doing nothing.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
