{
  "id": 122,
  "verse_number": 3,
  "chapter_number": 3,
  "slug": "chapter-3-verse-3",
  "text": "श्री भगवानुवाच लोकेऽस्मिन्द्विविधा निष्ठा पुरा प्रोक्ता मयानघ। ज्ञानयोगेन सांख्यानां कर्मयोगेन योगिनाम्",
  "transliteration": "śhrī bhagavān uvācha loke'smin dvi-vidhā niṣhṭhā purā proktā mayānagha jñāna-yogena sāṅkhyānāṁ karma-yogena yoginām",
  "word_meanings": "śhrī-bhagavān uvācha—the Blessed Lord said; loke—in the world; asmin—this; dvi-vidhā—two kinds of; niṣhṭhā—faith; purā—previously; proktā—explained; mayā—by me (Shree Krishna); anagha—sinless; jñāna-yogena—through the path of knowledge; sānkhyānām—for those inclined toward contemplation; karma-yogena—through the path of action; yoginām—of the yogis",
  "translations": [
    {
      "id": 848,
      "description": "श्रीभगवान् बोले - हे निष्पाप अर्जुन! इस मनुष्यलोकमें दो प्रकारसे होनेवाली निष्ठा मेरे द्वारा पहले कही गयी है। उनमें ज्ञानियोंकी निष्ठा ज्ञानयोगसे और योगियोंकी निष्ठा कर्मयोगसे होती है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 849,
      "description": "श्री भगवान् ने कहा हे निष्पाप (अनघ) अर्जुन इस श्लोक में दो प्रकार की निष्ठा मेरे द्वारा पहले कही गयी है ज्ञानियों की (सांख्यानां) ज्ञानयोग से और योगियों की कर्मयोग से।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 850,
      "description": "The Lord said, \"In this world, a two-fold way was of yore laid down by Me, O sinless one: Jnana Yoga for the Sankhyas and Karma Yoga for the Yogins.\"",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 851,
      "description": "The Blessed Lord said, O unblemished one, two kinds of steadfastness in this world were spoken of by Me in days gone by—through the Yoga of Knowledge for the men of realization; through the Yoga of Action for the yogis.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 852,
      "description": "The Blessed Lord said, \"In this world, there is a twofold path, as I said before, O sinless one: the path of knowledge of the Sankhyas and the path of action of the Yogins.\"",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 853,
      "description": "The Bhagavat said, \"The two-fold path in this world—the one with Yoga of knowledge for men of reflection and the other with Yoga of action for men of Yoga—has been declared by Me to be one, O sinless one! \"",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 854,
      "description": "Lord Shri Krishna replied: In this world, as I have said, there is a twofold path, O sinless one! There is the path of wisdom for those who meditate, and the path of action for those who work.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 1907,
      "description": "व्याख्या- [अर्जुन युद्ध नहीं करना चाहते थे अतः उन्होंने समतावाचक 'बुद्धि' शब्दका अर्थ 'ज्ञान' समझ लिया। परन्तु भगवान्ने पहले बुद्धि और 'बुद्धियोग' शब्दसे समताका वर्णन किया था (2। 39 49 आदि) अतः यहाँ भी भगवान् ज्ञानयोग और कर्मयोग-दोनोंके द्वारा प्रापणीय समताका वर्णन कर रहे हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1908,
      "description": "कर्मयोग और ज्ञानयोग को परस्पर प्रतिद्वन्द्वी मानने का अर्थ है उनमें से किसी एक को भी नहीं समझना। परस्पर पूरक होने के कारण उनका क्रम से अर्थात् एक के पश्चात् दूसरे का आश्रय लेना पड़ता है। प्रथम निष्काम भाव से कर्म करने पर मन में स्थित अनेक वासनाएँ क्षीण हो जाती हैं। इस प्रकार मन के निर्मल होने पर उसमें एकाग्रता और स्थिरता आती है जिससे वह ध्यान में निमग्न होकर परमार्थ तत्त्व का साक्षात् अनुभव करता है। विदेशी संस्कृति के लोग हिन्दू धर्म को समझने में बड़ी कठिनाई का अनुभव करते हैं। साधनों की विविधता और परस्पर विरोधी प्रतीत होने वाले उपदेशों को पढ़कर उनकी बुद्धि भ्रमित हो जाती है। परन्तु केवल इसी कारण से हिन्दू धर्म को अवैज्ञानिक कहने में उतनी ही बड़ी और हास्यास्पद त्रुटि होगी जितनी चिकित्साशास्त्र को विज्ञान न मानने में केवल इसीलिए कि एक ही चिकित्सक एक ही दिन में विभिन्न रोगियों को विभिन्न औषधियों द्वारा उपचार बताता है। अध्यात्म साधना करने के योग्य साधकों में दो प्रकार के लोग होते हैं क्रियाशील और मननशील। इन दोनों प्रकार के लोगों के स्वभाव में इतना अन्तर होता है कि दोनों के लिये एक ही साधना बताने का अर्थ होगा किसी एक विभाग के लोगों को निरुत्साहित करना और उनकी उपेक्षा करना। गीता केवल हिन्दुओं के लिये ही नहीं वरन् समस्त मानव जाति के कल्याणार्थ लिखा हुआ शास्त्र है। अत सभी के उपयोगार्थ उनकी मानसिक एवं बौद्धिक क्षमताओं के अनुरूप दोनों ही वर्गों के लिये साधनायें बताना आवश्यक है। अत भगवान् यहाँ स्पष्ट कहते हैं कि क्रियाशील स्वभाव के मनुष्य के लिये कर्मयोग तथा मननशील साधकों के लिये ज्ञानयोग का उपदेश किया गया है। पुरा शब्द से वह यह इंगित करते है कि ये दो मार्ग सृष्टि के आदिकाल से ही जगत् में विद्यमान हैं। इस श्लोक में प्रथम बार भगवान् श्रीकृष्ण अपने वास्तविक परिचय की एक झलकमात्र दिखाते हैं। यदि गीतोपदेश देवकीपुत्र कृष्ण नामक किसी र्मत्य पुरुष का ही दिया होता तो अधिक से अधिक उसमें उस व्यक्ति की बुद्धि द्वारा समझे हुए सिद्धांत ही होते जिनका आधार जीवन के उसके स्वानुभव मात्र होते। जीवन में अनुभव किये तथ्यों में परिवर्तित होते रहने का विशेष गुण होता है और इसीलिये जब वे बदलते हैं तो हमारा पूर्व का निष्कर्ष भी परिवर्तित हो जाता है। परिवर्तित सामाजिक राजनैतिक आर्थिक परिस्थितियों एवं विज्ञान के क्षेत्र में हुई प्रगति के साथ समाजशास्त्र अर्थशास्त्र एवं विज्ञान के अगणित पूर्वप्रतिपादित सिद्धांत कालबाह्य हो चुके हैं। यदि गीता में कृष्ण नामक किसी मनुष्य की बुद्धि से पहुँचे हुए निष्कर्ष मात्र होते तो वह कालबाह्य होकर अब उसके अवशेष मात्र रह गए होते यहाँ श्रीकृष्ण स्पष्ट रूप से कहते हैं सृष्टि के आदि में (पुरा) ये दो मार्ग मेरे द्वारा कहे गये थे। इसका तात्पर्य यह है कि यहाँ भगवान् वृन्दावन के नीलवर्ण गोपाल गोपियों के प्रिय सखा अथवा अपने युग के महान् राजनीतिज्ञ के रूप में नहीं बोल रहे थे। किन्तु भारतीय इतिहास के एक स्वस्वरूप के ज्ञाता तत्त्वदर्शी उपदेशक सिद्ध पुरुष एवं ईश्वर के रूप में उपदेश दे रहे थे। उस क्षण न तो वे अर्जुन के सारथि के रूप में न एक सखा के रूप में और न ही पाण्डवों के शुभेच्छु के रूप में बात कर रहे थे। उन्हें अपने पारमार्थिक स्वरूप जगत् के अधिष्ठान कारण के रूप में पूर्ण भान था। काल और कारण के अतीत सत्यस्वरूप में स्थित हुए वे इन दो मार्गों के आदि उपदेशक के रूप में अपना परिचय देते हैं। कर्मयोग लक्ष्य प्राप्ति का क्रमिक साधन है साक्षात् नहीं। अर्थात् वह ज्ञान प्राप्ति की योग्यता प्रदान करता है जिससे ज्ञानयोग के द्वारा सीधे ही लक्ष्य की प्राप्ति होती है। इसे समझाने के लिए भगवान् कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 1922,
      "description": "लोके in world? अस्मिन् in this? द्विविधा twofold? निष्ठा path? पुरा previously? प्रोक्ता said? मया by Me? अनघ O sinless one? ज्ञानयोगेन by the path of knowledge? सांख्यानाम् of the Sankhyas? कर्मयोगेन by the path of action? योगिनाम् of the Yogins. Commentary The path of knowledge of the Sankhyas (Jnana Yoga) was described by Lord Krishna in chapter II? Verses 11 to 38 the path of action (Karma Yoga) from 40 to 53. Pura Prokta may also mean In the beginning of creation the twofold path was given by Me to this world. Those who are endowed with the four means and who have sharp? Subtle intellect and bold understanding are fit for Jnana Yoga. Those who have a tendency or inclination for wok are fit for Karma Yoga. (The four means are discrimination? Dispassion? Sixfold virutes? And longing for liberation. The sixfold virtues are control of the mind? Control of the senses? Fortitude (endurance)? Turning away from the objects of the world? Faith and tranillity.) It is not possible for a man to practise the two Yogas simultaneously. Karma Yoga is a means to an end. It purifies the heart and prepares the aspirant for the reception of knowledge. The Karma Yogi should take up Jnana Yoga as soon as his heart is purified. Jnana Yoga takes the aspirant directly to the goal without any extraneous help. (Cf. V.5).",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}