{
  "id": 142,
  "verse_number": 23,
  "chapter_number": 3,
  "slug": "chapter-3-verse-23",
  "text": "यदि ह्यहं न वर्तेयं जातु कर्मण्यतन्द्रितः। मम वर्त्मानुवर्तन्ते मनुष्याः पार्थ सर्वशः",
  "transliteration": "yadi hyahaṁ na varteyaṁ jātu karmaṇyatandritaḥ mama vartmānuvartante manuṣhyāḥ pārtha sarvaśhaḥ",
  "word_meanings": "yadi—if; hi—certainly; aham—I; na—not; varteyam—thus engage; jātu—ever; karmaṇi—in the performance of prescribed duties; atandritaḥ—carefully; mama—my; vartma—path; anuvartante—follow; manuṣhyāḥ—all men; pārtha—Arjun, the son of Pritha; sarvaśhaḥ—in all respects",
  "translations": [
    {
      "id": 988,
      "description": "हे पार्थ! अगर मैं किसी समय सावधान होकर कर्तव्यकर्म न करूँ तो बड़ी हानि हो जाय; क्योंकि मनुष्य सब प्रकारसे मेरे ही मार्गका अनुसरण करते हैं। यदि मैं कर्म न करूँ, तो ये सब मनुष्य नष्ट-भ्रष्ट हो जायँ और मैं वर्णसंकरताको करनेवाला होऊँ तथा इस समस्त प्रजाको नष्ट करनेवाला बनूँ।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 989,
      "description": "यदि मैं सावधान हुआ (अतन्द्रित: ) कदाचित कर्म में न लगा रहूँ तो, हे पार्थ! सब प्रकार से मनुष्य मेरे मार्ग (र्वत्म) का अनुसरण करेंगे।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 990,
      "description": "If I did not continue to work unweariedly, O Arjuna, people would follow my path.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 991,
      "description": "For, O Partha, if at any time I do not continue vigilantly in action, people will follow My path in every way.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 992,
      "description": "For, should I not ever engage myself in action, unwearied, people would in every way follow my path, O Arjuna.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 993,
      "description": "For, if I were ever not to work unwearied, all men would follow My path, O son of Prtha!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 994,
      "description": "Were I not to act without ceasing, O prince, people would be inclined to do the same.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 2242,
      "description": "यदि if? हि surely? अहम् I? न not? वर्तेयम् engage Myself in action? जातु ever? कर्मणि in action? अतन्द्रितः unwearied? मम My? वर्त्म path? अनुवर्तन्ते follow? मनुष्याः men? पार्थ O Partha? सर्वशः in every way. Commentary If I remain inactive? People also will imitate Me and keep iet. They will all become Tamasic and pass into a state of inertia.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 2227,
      "description": "। व्याख्या- [बाईसवें श्लोकमें भगवान्ने अन्वय-रीतिसे कर्तव्य-पालनकी आवश्यकताका प्रतिपादन किया और इन श्लोकोंमें भगवान् व्यतिरेक-रीतिसे कर्तव्य-पालन न करनेसे होनेवाली हानिका प्रतिपादन करते हैं। ]",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 2228,
      "description": "भगवान् को कर्म क्यों करने चाहिये उनके कर्म न करने से समाज को क्या हानि होगी यह वस्तुस्थिति है कि सामान्य जन सदैव अपने नेता का अनुकरण उसकी वेषभूषा नैतिक मूल्य कर्म और सभी क्षेत्रों में उसके व्यवहार के अनुसार करते हैं। नेताओं का जीवन उनके लिये आदर्श मापदण्ड होता है। अत भगवान् के कर्म न करने पर अन्य लोग भी निष्क्रिय होकर अनुत्पादक स्थिति में पड़े रहेंगे। जबकि प्रकृति में निरन्तर क्रियाशीलता दिखाई देती है। सम्पूर्ण विश्व की स्थिति कर्म पर ही आश्रित है। गीता में भगवान् मैं शब्द का प्रयोग देवकी पुत्र कृष्ण के अर्थ में नहीं करते वरन् शुद्ध आत्मस्वरूप की दृष्टि से आत्मानुभवी पुरुष के अर्थ में करते हैं। आत्मज्ञानी पुरुष अपने उस शुद्ध चैतन्यस्वरूप को जानता है जिस पर जड़ अनात्म पदार्थों का खेल हो रहा होता है जैसे जाग्रत पुरुष के मन पर आश्रित स्वप्न। यदि इस परम तत्त्व का नित्य आधार या अधिष्ठान न हो तो वर्तमान में अनुभूत जगत् का अस्तित्व ही बना नहीं रह सकता। यद्यपि लहरों की उत्पत्ति से समुद्र उत्पन्न नहीं होता तथापि समुद्र के बिना लहरों का नृत्य भी सम्भव नहीं है। इसी प्रकार भगवान् क्रियाशील रहकर जगत् में न रहें तो समाज का सांस्कृतिक जीवन ही गतिहीन होकर रह जाय्ोगा। यदि मैं कर्म न करूँ तो क्या हानि होगी भगवान् आगे कहते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}