{
  "id": 231,
  "verse_number": 27,
  "chapter_number": 5,
  "slug": "chapter-5-verse-27",
  "text": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवोः। प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ",
  "transliteration": "sparśhān kṛitvā bahir bāhyānśh chakṣhuśh chaivāntare bhruvoḥ prāṇāpānau samau kṛitvā nāsābhyantara-chāriṇau yatendriya-mano-buddhir munir mokṣha-parāyaṇaḥ vigatechchhā-bhaya-krodho yaḥ sadā mukta eva saḥ",
  "word_meanings": "sparśhān—contacts (through senses); kṛitvā—keeping; bahiḥ—outside; bāhyān—external; chakṣhuḥ—eyes; cha—and; eva—certainly; antare—between; bhruvoḥ—of the eyebrows; prāṇa-apānau—the outgoing and incoming breaths; samau—equal; kṛitvā—keeping; nāsa-abhyantara—within the nostrils; chāriṇau—moving; \n yata—controlled; indriya—senses; manaḥ—mind; buddhiḥ—intellect; muniḥ—the sage; mokṣha—liberation; parāyaṇaḥ—dedicated; vigata—free; ichchhā—desires; bhaya—fear; krodhaḥ—anger; yaḥ—who; sadā—always; muktaḥ—liberated; eva—certainly; saḥ—that person\n",
  "translations": [
    {
      "id": 1613,
      "description": "Fix: Shutting off outward contacts, fixing the gaze between the eyebrows, realizing inward and outward breaths moving in the nostrils;",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1611,
      "description": "बाह्य पदार्थोंको बाहर ही छोड़कर और नेत्रोंकी दृष्टिको भौंहोंके बीचमें स्थित करके तथा नासिकामें विचरनेवाले प्राण और अपान वायुको सम करके जिसकी इन्द्रियाँ, मन और बुद्धि अपने वशमें हैं, जो मोक्ष-परायण है तथा जो इच्छा, भय और क्रोधसे सर्वथा रहित है, वह मुनि सदा मुक्त ही है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1612,
      "description": "बाह्य विषयों को बाहर ही रखकर नेत्रों की दृष्टि को भृकुटि के बीच में स्थित करके तथा नासिका में विचरने वाले प्राण और अपानवायु को सम करके, ।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1614,
      "description": "- Keeping external objects outside, fixing the eyes at the juncture of the eye-brows, and controlling the outgoing and incoming breaths that move through the nostrils, the contemplative who has mastery over his organs, mind, and intellect should be fully intent on Liberation and free from desire, fear, and anger. He who is ever thus is verily free.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1615,
      "description": "Shutting out all external contacts and fixing the gaze between the eyebrows, realizing the outgoing and incoming breaths moving within the nostrils.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1616,
      "description": "The sage, who has controlled his sense-organs, mind, and intellect; whose chief aim is emancipation; and from whom desire, fear, and wrath have departed—he remains ever free.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1617,
      "description": "Fix: Excluding external objects, with his gaze fixed between the eyebrows, and the inward and outward breathings passing equally through his nostrils;",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3651,
      "description": "। व्याख्या-'स्पर्शान्कृत्वा बहिर्बाह्यान्'-परमात्माके सिवाय सब पदार्थ बाह्य हैं। बाह्य पदार्थोंको बाहर ही छोड़ देनेका तात्पर्य है कि मनसे बाह्य विषयोंका चिन्तन न करे। बाह्य पदार्थोंके सम्बन्धका त्याग कर्मयोगमें सेवाके द्वारा और ज्ञानयोगमें विवेकके द्वारा किया जाता है। यहाँ भगवान् ध्यानयोगके द्वारा बाह्य पदार्थोंसे सम्बन्ध-विच्छेदकी बात कह रहे हैं। ध्यानयोगमें एकमात्र परमात्माका ही चिन्तन होनेसे बाह्य पदार्थोंसे विमुखता हो जाती है। वास्तवमें बाह्य पदार्थ बाधक नहीं हैं। बाधक है-इनसे रागपूर्वक माना हुआ अपना सम्बन्ध। इस माने हुए सम्बन्धका त्याग करनेमें ही उपर्युक्त पदोंका तात्पर्य है। 'चक्षुश्चैवान्तरे भ्रुवोः'-यहाँ 'भ्रुवोः अन्तरे'पदोंसे दृष्टिको दोनों भौंहोंके बीचमें रखना अथवा दृष्टिको नासिकाके अग्रभागपर रखना (गीता 6। 13)-ये दोनों ही अर्थ लिये जा सकते हैं। ध्यानकालमें नेत्रोंको सर्वथा बंद रखनेसे लयदोष अर्थात् निद्रा आनेकी सम्भावना रहती है, और नेत्रोंको सर्वथा खुला रखनेसे (सामने दृश्य रहनेसे) विक्षेपदोष आनेकी सम्भावना रहती है। इन दोनों प्रकारके दोषोंको दूर करनेके लिये आधे मुँदे हुए नेत्रोंकी दृष्टिको दोनों भौंहोंके बीच स्थापित करनेके लिये कहा गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3652,
      "description": "No commentary.",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3666,
      "description": "स्पर्शान् contacts? कृत्वा बहिः shutting out? बाह्यान् external? चक्षुः eye (gaze)? च and? एव even? अन्तरे in the middle? भ्रुवोः of the (two) eyrows? प्राणापानौ the outgoing and incoming breaths? समौ eal? कृत्वा having made? नासाभ्यन्तरचारिणौ moving inside the nostrils.Commentary The verses 27 and 28 deal with the Yoga of meditation (Dhyana). External objects or contacts are the sound and the other senseobjects. If the mind does not think of the external objects they are shut out from the mind. The senses are the doors or avenues through which sound and the other senseobjects enter the mind.If you fix the gaze between the eyrows the eyalls remain fixed and steady. Rhythmical breathing is described here. You will have to make the breath rhythmical. The mind becomes steady when the breath becomes rhythmical. When the breath becomes rhythmical there is perfect harmony in the mind and the whole system. (Cf.VI.10? 14VIII.10)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
