{
  "id": 215,
  "verse_number": 11,
  "chapter_number": 5,
  "slug": "chapter-5-verse-11",
  "text": "कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि। योगिनः कर्म कुर्वन्ति सङ्गं त्यक्त्वाऽऽत्मशुद्धये",
  "transliteration": "kāyena manasā buddhyā kevalair indriyair api yoginaḥ karma kurvanti saṅgaṁ tyaktvātma-śhuddhaye",
  "word_meanings": "kāyena—with the body; manasā—with the mind; buddhyā—with the intellect; kevalaiḥ—only; indriyaiḥ—with the senses; api—even; yoginaḥ—the yogis; karma—actions; kurvanti—perform; saṅgam—attachment; tyaktvā—giving up; ātma—of the self; śhuddhaye—for the purification\n\n",
  "translations": [
    {
      "id": 1499,
      "description": "कर्मयोगी आसक्तिका त्याग करके केवल (ममतारहित) इन्द्रियाँ-शरीर-मन-बुद्धि के द्वारा केवल अन्तःकरणकी शुद्धिके लिये ही कर्म करते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1500,
      "description": "योगीजन, शरीर, मन, बुद्धि और इन्द्रियों द्वारा आसक्ति को त्याग कर आत्मशुद्धि (चित्तशुद्धि) के लिए कर्म करते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1501,
      "description": "Yogins, renouncing attachment, do actions with merely the body, mind, intellect, and senses, for the purification of the self.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1502,
      "description": "By giving up attachment, the yogis undertake work solely through the body, mind, intellect, and even the organs, for their own purification.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1503,
      "description": "Yogis, having abandoned attachment, perform actions only through the body, mind, intellect, and even the senses, for the purification of the self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1504,
      "description": "Having given up attachment, the men of Yoga perform action just with the body, with the mind, with intellect, and also with their sense-organs, for attaining the Self.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1505,
      "description": "The sage performs his action dispassionately, using his body, mind, intellect, and even his senses, always as a means for purification.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3410,
      "description": "कायेन by the body? मनसा by the mind? बुद्ध्या by the intellect? केवलैः only? इन्द्रियैः by the senses? अपि also? योगिनः Yogis? कर्म action? कुर्वन्ति perform? सङ्गम् attachment? त्यक्त्वा having abandoned? आत्मशुद्धये for the purification of the self. Commentary Yogis here means Karma Yogis who are devoted to the path of action? who are free from egoism and selfishness? who work for the purification of their hearts without the least attachment to the fruits or results of their actions? and who dedicate all actions to the Lord as their offerings.Kevalam only by (free from egoism and selfishness) applies to the body? mind? intellect and the senses.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3395,
      "description": "। व्याख्या-'योगिनः' यहाँ 'योगिनः'-पद कर्मयोगीके लिये आया है। जो योगी भगवदर्पणबुद्धिसे कर्म करते हैं, वे भक्तियोगी कहलाते हैं। परन्तु जो योगी केवल संसारकी सेवा के लिये निष्कामभावपूर्वक कर्म करते हैं, वे कर्मयोगी कहलाते हैं। कर्मयोगी अपने कहलानेवाले शरीर, इन्द्रियाँ, मन आदिसे कर्म करते हुए भी उन्हें अपना नहीं मानता, प्रत्युत संसारका ही मानता है। कारण कि शरीरादिकी संसारके साथ एकता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3396,
      "description": "कर्मयोगी का प्रयत्न यह होता है कि अपने स्वरूप में ही रहकर स्वयं के अन्तर्बाह्य घटित हो रही घटनाओं को उनके साथ तादात्म्य किये बिना केवल साक्षी भाव से देखे। कुछ काल तक इसका अभ्यास करने पर उसे यह स्पष्टतया ज्ञात होगा कि समस्त कर्म उपाधियों के द्वारा किये जाते हैं और साक्षी के साथ उनका कोई सम्बन्ध नहीं होता। तथापि उसको इस बात का ध्यान रखना चाहिये कि यह साक्षित्व अथवा साक्षी स्वयं पारमार्थिक सत्य नहीं है वरन् बुद्धि की खिड़की में से झांकता हुआ परम सत्य यह साक्षी है। हमारा अनुभव है कि हम स्वयं को कार्यरत देखते हैं तब हमें इस देखने वाले साक्षी का भी भान होता है। शुद्ध चैतन्यस्वरूप आत्मतत्त्व वह है जो इस उपर्युक्त द्रष्टा को भी प्रकाशित करता है यह उपनिषदों की घोषणा है। यदि परम सत्य साक्षित्व से भी परे है तो कर्मयोगी को इस साक्षीभाव का अभ्यास क्यों करना चाहिये इसका उत्तर है आत्मविशुद्धये अर्थात् अन्तकरण की शुद्धि के लिए। साक्षीभाव से कर्म करने पर स्वाभाविक ही अहंकार का त्याग होकर पूर्व संचित वासनाओं का क्षय हो जायेगा। जितनी अधिक मात्रा में वासना निवृत्ति होगी उतना ही शुद्ध और स्थिर अन्तकरण होगा जिसमें परमात्मा की अनुभूति स्पष्ट रूप से होगी। निम्नलिखित कारण से भी कर्मयोगी अनासक्त भाव से कर्म करता है",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
