{
  "id": 209,
  "verse_number": 5,
  "chapter_number": 5,
  "slug": "chapter-5-verse-5",
  "text": "यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते। एकं सांख्यं च योगं च यः पश्यति स पश्यति",
  "transliteration": "yat sānkhyaiḥ prāpyate sthānaṁ tad yogair api gamyate ekaṁ sānkhyaṁ cha yogaṁ cha yaḥ paśhyati sa paśhyati",
  "word_meanings": "yat—what; sānkhyaiḥ—by means of karm sanyās; prāpyate—is attained; sthānam—place; tat—that; yogaiḥ—by working in devotion; api—also; gamyate—is attained; ekam—one; sānkhyam—renunciation of actions; cha—and; yogam—karm yog; cha—and; yaḥ—who; paśhyati—sees; saḥ—that person; paśhyati—actually sees",
  "translations": [
    {
      "id": 1463,
      "description": "The level which is attained through wisdom is also reached through right action. He who perceives that the two are one, knows the truth.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 1457,
      "description": "सांख्ययोगियोंके द्वारा जो तत्त्व प्राप्त किया जाता है, कर्मयोगियोंके द्वारा भी वही प्राप्त किया जाता है। अतः जो मनुष्य सांख्ययोग और कर्मयोगको (फलरूपमें) एक देखता है, वही ठीक देखता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1458,
      "description": "जो स्थान ज्ञानियों द्वारा प्राप्त किया जाता है, उसी स्थान पर कर्मयोगी भी पहुँचते हैं। इसलिए जो पुरुष सांख्य और योग को (फलरूप से) एक ही देखता है, वही (वास्तव में) देखता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1459,
      "description": "That state which is reached by the Sankhyans, the same is also attained by the Yogins; that is, the same state is achieved by those who are Karma Yogins. He alone is wise who perceives that the Sankhya and the Yoga are one and the same, due to their having the same result.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1460,
      "description": "The state that is reached by the Sankhyas, and that is also reached by the yogis, is seen by one who sees Sankhya and yoga as one.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1461,
      "description": "That place which is reached by the Sankhyas or the Jnanis is also reached by the Yogis (Karma Yogis). He who sees knowledge and the performance of action (Karma Yoga) as one, sees truly.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1462,
      "description": "Those who are knowledgeable reach the same state as those who practice Yoga; so whoever sees the knowledge-path and the Yoga as one, sees correctly.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3300,
      "description": "यहाँ भगवान् का स्पष्ट वचन है कि सांख्य और योग दोनों का लक्ष्य एक ही है इसलिए एक के अनुष्ठान से दोनों के फल को प्राप्त होने की बात कही गयी है। इस प्रकार इन दोनों को फलरूप से एक समझने वाले पुरुष ही यथार्थ में वेदों में प्रतिपादित सत्य के ज्ञाता है। पश्यन्ति अर्थात् देखते हैं इस शब्द का प्रयोग उसके शास्त्रीय अर्थ में किया गया है जिसके कारण नेत्र इन्द्रिय के द्वारा किसी बाह्य वस्तु का दर्शन यहाँ अभिप्रेत नहीं हैं। अद्वैत तत्त्वज्ञान के सिद्धांतानुसार आत्मा के स्वयं द्रष्टा होने से उसका दृश्यरूप में दर्शन कभी नहीं हो सकता। द्रष्टा के द्वारा द्रष्टा का ही यह अनुभव है। देखते हैं शब्द का प्रयोग मात्र यह दर्शाने के लिए है कि इस आत्मतत्त्व का अनुभव उतना ही स्पष्ट और सन्देहरहित हो सकता है जितना कि बाह्य स्थूल पदार्थ का दर्शन। इस प्रकार इन दोनों के संश्लेषण करने का अर्थ यह नहीं है कि इनका मिश्रण किया गया हो। क्रम से योग तथा सांख्य का अनुष्ठान अपेक्षित है। इन दोनों को हम एक ही मान सकते हैं क्योंकि कर्मयोग से चित्तशुद्धि प्राप्त होकर सांख्य अर्थात् ध्यान के द्वारा हम परम तत्त्व का साक्षात् अनुभव कर सकते हैं। सभी साधकों को इस बात का ध्यान रखना चाहिये कि योग और सांख्य का अनुष्ठान क्रम से करना है न कि युगपत्। कर्मयोग का लक्ष्य संन्यास किस प्रकार है सुनो",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3299,
      "description": "। व्याख्या-'यत्सांख्यैः प्राप्यते स्थानं तद्योगैरपि गम्यते'-पूर्वश्लोकके उत्तरार्धमें भगवान्ने कहा था कि एक साधनमें भी अच्छी तरहसे स्थित होकर मनुष्य दोनों साधनोंके फलरूप परमात्मतत्त्वको प्राप्त कर लेता है। उसी बातकी पुष्टि भगवान् उपर्युक्त पदोंमें दूसरे ढंगसे कर रहे हैं कि जो तत्त्व सांख्ययोगी प्राप्तकरते हैं, वही तत्त्व कर्मयोगी भी प्राप्त करते हैं। संसारमें जो यह मान्यता है कि कर्मयोगसे कल्याण नहीं होता, कल्याण तो ज्ञानयोगसे ही होता है-इस मान्यताको दूर करनेके लिये यहाँ 'अपि' अव्ययका प्रयोग किया गया है। सांख्ययोगी और कर्मयोगी-दोनोंका ही अन्तमें कर्मोंसे अर्थात् क्रियाशील प्रकृतिसे सम्बन्ध-विच्छेद होता है। प्रकृतिसे सम्बन्ध-विच्छेद होनेपर दोनों ही योग एक हो जाते हैं। साधन-कालमें भी सांख्ययोगका विवेक (जड़-चेतनका सम्बन्ध-विच्छेद) कर्मयोगीको अपनाना पड़ता है और कर्मयोगकी प्रणाली (अपने लिये कर्म न करनेकी पद्धति) सांख्ययोगीको अपनानी पड़ती है। सांख्ययोगका विवेक प्रकृति-पुरुषका सम्बन्ध-विच्छेद करनेके लिये होता है और कर्मयोगका कर्म संसारकी सेवाके लिये होता है। सिद्ध होनेपर सांख्ययोगी और कर्मयोगी-दोनोंकी एक स्थिति होती है क्योंकि दोनों ही साधकोंकी अपनी निष्ठाएँ हैं (गीता 3। 3)। संसार विषम है। घनिष्ठ-से-घनिष्ठ सांसारिक सम्बन्धमें भी विषमता रहती है। परन्तु परमात्मा सम हैं। अतः समरूप परमात्माकी प्राप्ति संसारसे सर्वथा सम्बन्ध-विच्छेद होनेपर ही होती है। संसारसे सम्बन्ध-विच्छेद करनेके लिये दो योगमार्ग हैं-ज्ञानयोग और कर्मयोग। मेरे सत्-स्वरूपमें कभी अभाव नहीं होता, जबकि कामना-आसक्ति अभावमें ही पैदा होती है-ऐसा समझकर असङ्ग हो जाय-यह ज्ञानयोग है। जिन वस्तुओंमें साधकका राग है, उन वस्तुओंको दूसरोंकी सेवामें खर्च कर दे और जिन व्यक्तियोंमें राग है, उनकी निःस्वार्थभावसे सेवा कर दे-यह कर्मयोग है। इस प्रकार ज्ञानयोगमें विवेक-विचारके द्वारा और कर्मयोगमें सेवाके द्वारा संसारसे सम्बन्ध-विच्छेद हो जाता है। 'एकं सांख्यं च योगं च यः पश्यति स पश्यति'-पूर्वश्लोकके पूर्वार्धमें भगवान्ने व्यतिरेक रीतिसे कहा था कि सांख्ययोग और कर्मयोगको बेसमझ लोग ही अलग-अलग फल देनेवाले कहते हैं। उसी बातको अब अन्वय रीतिसे कहते हैं कि जो मनुष्य इन दोनों साधनोंको फल-दृष्टिसे एक देखता है, वही यथार्थरूपमें देखता है। इस प्रकार चौथे और पाँचवें श्लोकका सार यह है कि भगवान् सांख्ययोग और कर्मयोग-दोनोंको स्वतन्त्र साधन मानते हैं और दोनोंका फल एक ही परमात्मतत्त्वकी प्राप्ति मानते हैं। इस वास्तविकताको न जाननेवाले मनुष्यको भगवान् बेसमझ कहते हैं और इस जाननेवालेको भगवान् यथार्थ जाननेवाला (बुद्धिमान्) कहते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3314,
      "description": "यत् which? सांख्यैः by the Sankhyas? प्राप्यते is reached? स्थानम् place? तत् that? योगैः by the Yogis (Karma Yogis)? अपि also? गम्यते is reached? एकम् one? सांख्यम् the Sankhya (knowledge)? च and? योगम् Yoga (performance of action)? च and? यः who? पश्यति sees? सः he? पश्यति sees. Commentary Those who have renounced the world and are treading the path of Jnana Yoga or Vedanta are the Sankhyas. Through Sravana (hearing of the Srutis or Vedantic texts)? Manana (reflection on what is heard) and Nididhyasana (constant and profound meditation) they attain to Moksha or Kaivalya directly. Karma Yogis who do selfless service? Who perform their duties without expectation of the fruits and who dedicate their actions as offerings unto the Lord also reach the same state as is attained by Sankhyas indirectly through the purification of their heart and renunciation and the conseent dawn of the knowledge of the Self. That man who sees that Sankhya and Yoga are one? As leading to the same result? Sees rightly. (Cf. XIII.24? 25V.2)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}