{
  "id": 207,
  "verse_number": 3,
  "chapter_number": 5,
  "slug": "chapter-5-verse-3",
  "text": "ज्ञेयः स नित्यसंन्यासी यो न द्वेष्टि न काङ्क्षति। निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते",
  "transliteration": "jñeyaḥ sa nitya-sannyāsī yo na dveṣhṭi na kāṅkṣhati nirdvandvo hi mahā-bāho sukhaṁ bandhāt pramuchyate",
  "word_meanings": "jñeyaḥ—should be considered; saḥ—that person; nitya—always; sanyāsī—practising renunciation; yaḥ—who; na—never; dveṣhṭi—hate; na—nor; kāṅkṣhati—desire; nirdvandvaḥ—free from all dualities; hi—certainly; mahā-bāho—mighty-armed one; sukham—easily; bandhāt—from bondage; pramuchyate—is liberated",
  "translations": [
    {
      "id": 1443,
      "description": "हे महाबाहो! जो मनुष्य न किसीसे द्वेष करता है और न किसीकी आकाङ्क्षा करता है; वह (कर्मयोगी) सदा संन्यासी समझनेयोग्य है; क्योंकि द्वन्द्वोंसे रहित मनुष्य सुखपूर्वक संसार-बन्धनसे मुक्त हो जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1444,
      "description": "जो पुरुष न किसी से द्वेष करता है और न किसी की आकांक्षा, वह सदा संन्यासी ही समझने योग्य है; क्योंकि, हे महाबाहो! द्वन्द्वों से रहित पुरुष सहज ही बन्धन मुक्त हो जाता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1445,
      "description": "He who neither hates nor desires, and is beyond the pairs of opposites, is to be understood as an ever-renouncer. Therefore, he is easily set free from bondage, O Arjuna.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1446,
      "description": "He who neither hates nor craves should be known as a man of constant renunciation.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1447,
      "description": "He should be known as a perpetual Sannyasi who neither hates nor desires; for, free from the pairs of opposites, O mighty-armed Arjuna, he is easily freed from bondage.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1448,
      "description": "That person may be considered a man of permanent renunciation, who neither hates nor desires. For, O mighty-armed one! He who is free from the pairs of opposites is easily released from bondage of action.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1449,
      "description": "He is a true ascetic who never desires nor dislikes, who is unaffected by the opposites and is easily freed from bondage.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3267,
      "description": "। व्याख्या-'महाबाहो'-'महाबाहो' सम्बोधनके दो अर्थ होते हैं-एक तो जिसकी भुजाएँ बड़ी और बलवान् हों अर्थात् जो शूरवीर हो; और दूसरा, जिसके मित्र तथा भाई बड़े पुरुष हों। अर्जुनके मित्र थे प्राणिमात्रके सुहृद् भगवान् श्रीकृष्ण और भाई थे अजातशत्रु धर्मराज युधिष्ठिर। इसलिये यह सम्बोधन देकर भगवान् अर्जुनसे मानो यह कह रहे हैं कि कर्मयोगके अनुसार सबकी सेवा करनेका बल तुम्हारेमें है। अतः तुम सुगमतासे कर्मयोगका पालन कर सकते हो।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3268,
      "description": "इस श्लोक में स्वयं भगवान् ही कर्मयोग के श्रेष्ठत्व का कारण बताते हैं। भगवान् द्वारा यहां दी हुई संन्यास की परिभाषा उसके विषय में प्रचलित निरर्थक धारणाओं को दूर कर देती है। वेषभूषा के बाह्य आडंबर की अपेक्षा आन्तरिक गुणों का अधिक महत्व है। श्रीकृष्ण के विचारानुसार राग और द्वेष से रहित पुरुष ही संन्यासी कहलाने योग्य है। रागद्वेष जयपराजय सुखदुख आदि इसी प्रकार के द्वन्द्वात्मक चक्र हैं जिन पर आरू ढ़ मन जीवन में अनेक प्रकार के अनुभव प्राप्त करता हुआ आगे बढ़ता है। हम तुलनात्मक अध्ययन के द्वारा ही जीवन में आनेवाली परिस्थितियों को समझ पाते हैं। अन्धकार के सन्दर्भ में ही प्रकाश का ज्ञान होता है। किसी वस्तु के विपरीत धर्मवाली वस्तु के न होने पर हम उस वस्तु को यथार्थ रूप मे नहीं समझ पाते। यदि वस्तुओं का ज्ञान प्राप्त करने के लिए बुद्धि के पास तुलनात्मक अध्ययन प्रणाली ही उपलब्ध हो तब उसका त्याग करने का अर्थ होगा विचार के साधन अन्तकरण का ही त्याग करना। एक वाहन द्वारा सड़क पर यात्रा करना संभव है परन्तु समुद्र यात्रा नहीं। उसके लिए उस वाहन का त्याग करके जलपोत की आवश्यकता होती है। असंख्य नामरूपों की सृष्टि में तो बुद्धि का उपयोग किया जा सकता है। यहाँ कहा गया है कि समस्त प्रकार के भेद दर्शनों से मुक्त हुआ अर्थात् मन और बुद्धि के अतीत हुआ पुरुष ही सच्चा संन्यासी है। यह कोई सहज कार्य नहीं है। द्वन्द्वों से रहित होने का अर्थ है र्मत्य जीव का सभी बन्धनों से मुक्त हो जाना। संन्यासी की इस परिभाषा से यह नहीं समझें कि साधकों के लिए दुखपूर्ण निराशा के जीवन को चित्रित करने का भगवान् का प्रयत्न है। अर्जुन के मन में दीर्घकाल से अर्जित वासनाओं का संचय था। अत उसके आत्मविकास को ध्यान मे रखकर भगवान् उसे संन्यास जीवन को स्वीकार करने की शीघ्रता से परावृत करना चाहते हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 3282,
      "description": "ज्ञेयः should be known? सः he? नित्यसंन्यासी perpetual ascetic? यः who? न not? द्वेष्टि hates? न not? काङ्क्षति desires? निर्द्वन्द्वः one free from the pairs of opposites? हि verily? महाबाहो O mightyarmed? सुखम् easily? बन्धात् from bondage? प्रमुच्यते is set free. Commentary A man does not become a Sannyasi by merely giving up actions because of laziness or ignorance or some family arrel or calamity or unemployment. A true Sannyasi is not a hypocritical coward. The Karma Yogi who neither hates pain and the objects which give him pain? Nor desires pleasure and the objects that give him pleasure? Who has neither attachment nor aversion to any senseobject and who has risen above the pairs of heat and cold? Joy and sorrow? Success and failure? Victory and defeat? Gain and loss? Praise and censure? Honour and dishonour? Should be known as a perpetual Sannyasi though he is ever engaged in action. One need not have taken Sannyasa formally but if he has the above mental attitutde? He is a perpetual Sannyasi. Mere ochrecoloured robe cannot make one a Sannyasi. What is wanted is a pure heart with true renunciation of egoism and desires. Physical renunciation of objects is no renunciation at all. (Cf. VI.1)",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}