{
  "id": 216,
  "verse_number": 12,
  "chapter_number": 5,
  "slug": "chapter-5-verse-12",
  "text": "युक्तः कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम्। अयुक्तः कामकारेण फले सक्तो निबध्यते",
  "transliteration": "yuktaḥ karma-phalaṁ tyaktvā śhāntim āpnoti naiṣhṭhikīm ayuktaḥ kāma-kāreṇa phale sakto nibadhyate",
  "word_meanings": "yuktaḥ—one who is united in consciousness with God; karma-phalam—the results of all activities; tyaktvā—giving up; śhāntim—peace; āpnoti—attains; naiṣhṭhikīm—everlasting; ayuktaḥ—one who is not united with God in consciousness; kāma-kāreṇa—impelled by desires; phale—in the result; saktaḥ—attached; nibadhyate—becomes entangled\n\n",
  "translations": [
    {
      "id": 1506,
      "description": "कर्मयोगी कर्मफलका त्याग करके नैष्ठिकी शान्तिको प्राप्त होता है। परन्तु सकाम मनुष्य कामनाके कारण फलमें आसक्त होकर बँध जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 1507,
      "description": "युक्त पुरुष कर्मफल का त्याग करके परम शान्ति को प्राप्त होता है; और अयुक्त पुरुष फल में आसक्त हुआ कामना के द्वारा बँधता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 1508,
      "description": "A yogi, renouncing the fruits of their actions, attains lasting peace. But the unsteady person who is attached to the fruits of their actions, being driven by desire, is bound.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 1509,
      "description": "Giving up the results of work by becoming resolute in faith, one attains peace arising from steadfastness. One who is lacking in resolute faith, being attached to the results under the impulse of desire, becomes bound.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 1510,
      "description": "The one who is united (the well-poised or harmonized) having abandoned the fruit of action attains eternal peace; whereas the one who is not united (the unsteady or unbalanced), impelled by desire and attached to the fruit, is bound.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 1511,
      "description": "Having abandoned attachment to the fruit of actions, the master of Yoga attains the highest Peace. But, one who is not a master of Yoga and is attached to the fruit of action, is bound by their actions born of desire.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 1512,
      "description": "Having abandoned the fruit of action, he wins eternal peace. Others, unacquainted with spirituality, led by desire and clinging to the benefit they think will follow their actions, become entangled in them.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 3426,
      "description": "युक्तः the united one (the well poised)? कर्मफलम् fruit of action? त्यक्त्वा having abandoned? शान्तिम् peace? आप्नोति attains? नैष्ठिकीम् final? अयुक्तः the nonunited one? कामकारेण impelled by desire? फले in the fruit (of action)? सक्तः attached? निबध्यते is bound.Commentary Santim naishthikim is interpreted as peace born of devotion of steadfastness. The harmonious man who does actions for the sake of the Lord without expectation of the fruit and who says? I do actions for my Lord only? not for my personal gain or profit? attains to the peace born of devotion? through the following four stages? viz.? purity of mind? the attainment of knowledge? renunciation of actions? and steadiness in wisdom. But the unbalanced or the unharmonised man who is led by desire and who is attached to the fruits of the actions and who says? I have done such and such an action I will get such and such a fruit? is firmly bound.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 3411,
      "description": "। व्याख्या-'युक्तः'-इस पदका अर्थ प्रसङ्गके अनुसार लिया जाता है; जैसे-इसी अध्यायके आठवें श्लोकमें अपनेको अकर्ता माननेवाले सांख्ययोगीके लिये 'युक्तः' पद आया है, ऐसे ही यहाँ कर्मफलका त्याग करनेवाले कर्मयोगीके लिये 'युक्तः' पद आया है। जिनका उद्देश्य 'समता' है वे सभी पुरुष युक्त अर्थात् योगी हैं। यहाँ कर्मयोगीका प्रकरण चल रहा है, इसलिये यहाँ 'युक्तः' पद ऐसे कर्मयोगीके लिये आया है, जिसकी बुद्धि व्यवसायात्मिका होनेसे जिसमें सांसारिक कामनाओंका अभाव हो गया है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 3412,
      "description": "कर्मफल की प्राप्ति की चिन्ताओं से मुक्त होकर सम्यक् प्रकार से कर्माचरण के द्वारा कर्मयोगी को अनिर्वचनीय शान्ति प्राप्त होती है। यह शान्ति आर्थिक अथवा राजनैतिक परिस्थितियों द्वारा उत्पन्न की जाने वाली कोई वस्तु नहीं है। संविधान बनाने वाली संस्थाओं तथा अन्तर्राष्ट्रीय संगठनों के द्वारा भी इस शान्ति को स्थापित नहीं किया जा सकता। यह तो मनुष्य के मन की वह स्थिति है जबकि उसका आन्तरिक संसार विक्षुब्ध करने वाले विचारों के मदोन्मत्त तूफानों से विचलित नहीं होता। शान्ति एक अखण्डानुभूति एवं एक संगठित व्यक्तित्व को सुरभि है। यज्ञ भावना से कर्म करते हुए इस शान्ति को प्राप्त करना ही यहां प्रतिपादित क्रांतिकारी सिद्धांत है। जब साधक कर्तृत्व के अभिमान और फल की आसक्ति का त्याग करके अपने कर्तव्य कर्म करता है तब उसे कर्मयोग निष्ठा की शान्ति शीघ्र ही प्राप्त होती है। इसी बात पर अधिक बल देने के लिये भगवान् कहते हैं कि कर्मयोगी के विपरीत जो अयुक्त पुरुष है वह अभिमान तथा फलासक्ति के कारण अपने ही कर्मों से बँधता है। जो औषधि कम मात्रा में उपचार का कार्य करती है उसी का अधिक मात्रा में सेवन मृत्यु का कारण बन सकता है जैसे नींद की गोलियाँ। जो शस्त्र आत्मरक्षण का साधन है वही आत्महनन का भी कारण बन सकता है। इसी प्रकार जगत् में अविवेक से कार्य करने पर संतोष और आनन्द के आलोक के मिलन के स्थान पर दृढ़तर बन्धन और अथाह अन्धकारमय जीवन प्राप्त होता है। इसका एकमात्र कारण है हमारी किसी फलविशेष के लिए कामना। भविष्य मे अपने मन के अनुकूल स्थिति को चाहने का नाम है कामना अथवा इच्छा। यदि एक मेंढक अपना विस्तार करता हुआ बैल के आकार का बनने का प्रयत्न करे तो उसका अन्त दुखपूर्ण ही होगा। एक परिच्छिन्न सार्मथ्य का जीव स्वयं के अनुकूल और इष्ट परिस्थिति का निर्माण करने में सर्वथा असमर्थ है। उसका प्रयत्न उस मेढक के समान ही होने के कारण अविवेकपूर्ण है। उसको यह समझना चाहिए कि कर्म करने में वह स्वतन्त्र है परन्तु कर्मफल अनेक नियमों के अनुसार प्राप्त होने के कारण फल प्राप्ति में वह परवश है। इसलिए किसी फलविशेष में आसक्त होकर उसका आग्रह रखना केवल अज्ञान के सिवाय और कुछ नहीं। परन्तु जो परमार्थदर्शी हैं उसके विषय में कहते हैं",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}
