{
  "id": 604,
  "verse_number": 9,
  "chapter_number": 17,
  "slug": "chapter-17-verse-9",
  "text": "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः। आहारा राजसस्येष्टा दुःखशोकामयप्रदाः",
  "transliteration": "kaṭv-amla-lavaṇāty-uṣhṇa- tīkṣhṇa-rūkṣha-vidāhinaḥ āhārā rājasasyeṣhṭā duḥkha-śhokāmaya-pradāḥ",
  "word_meanings": "kaṭu—bitter; amla—sour; lavaṇa—salty; ati-uṣhṇa—very hot; tīkṣhṇa—pungent; rūkṣha—dry; vidāhinaḥ—chiliful; āhārāḥ—food; rājasasya—to persons in the mode of passion; iṣhṭāḥ—dear; duḥkha—pain; śhoka—grief; āmaya—disease; pradāḥ—produce",
  "translations": [
    {
      "id": 4225,
      "description": "Foods that are bitter, sour, salty, very hot, pungent, dry, and burning, producing pain, sorrow, and disease, are dear to one who has rajas.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 4226,
      "description": "The foods that are bitter, sour, salty, overly hot, pungent, dry, and burning are liked by the Rajasic and are productive of pain, grief, and disease.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4227,
      "description": "The foods killed by men of the Rajas strand are those that are bitter, sour, salty, very hot, harsh, dry, and burning; and which cause pain, grief, and disease.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 4228,
      "description": "Those in whom passion is dominant like foods that are bitter, sour, salty, overly hot, pungent, dry, and burning. These produce unhappiness, repentance, and disease.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 4222,
      "description": "अति कड़वे, अति खट्टे, अति नमकीन, अति गरम, अति तीखे, अति रूखे और अति दाहकारक आहार अर्थात् भोजनके पदार्थ राजस मनुष्यको प्रिय होते हैं, जो कि दुःख, शोक और रोगोंको देनेवाले हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4223,
      "description": "कड़वे, खट्टे, लवणयुक्त, अति उष्ण, तीक्ष्ण (तीखे, मिर्च युक्त), रूखे. दाहकारक, दु: ख, शोक और रोग उत्पन्न कारक भोज्य पदार्थ राजस पुरुष को प्रिय होते हैं।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 4224,
      "description": "Foods that are bitter, sour, very salty, excessively heating, highly pungent, dry, and burning are all dear to Rajasika men; they cause pain, sorrow, and disease.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 9619,
      "description": "व्याख्या - कटु - करेला? ग्वारपाठा आदि अधिक कड़वे पदार्थ अम्ल - इमली? अमचूर? नींबू? छाछ? सड़न पैदा करके बनाया गया सिरका आदि अधिक खट्टे पदार्थ लवणम् - अधिक नमकवाले पदार्थ अत्युष्णम् - जिनसे भाप निकल रही हो? ऐसे अत्यन्त गरमगरम पदार्थ तीक्ष्णम् - जिनको खानेसे नाक? आँख? मुख और सिरसे पानी आने लगे? ऐसे लाल मिर्च आदि अधिक तीखे पदार्थ रूक्षम् - जिनमें घी? दूध आदिका सम्बन्ध नहीं है? ऐसे भुने हुए चने? सतुआ आदि अधिक रूखे पदार्थ और विदाहिनः - राई आदि अधिक दाहकारक पदार्थ (राईको दोतीन घंटे छाछमें भिगोकर रखा जाय? तो उसमें एक खमीर पैदा होता है? जो बहुत दाहकारक होता है)। आहारा राजसस्येष्टाः - इस प्रकारके भोजनके (भोज्य? पेय? लेह्य और चोष्य) पदार्थ राजस मनुष्यको प्यारे होते हैं। इससे उसकी निष्ठाकी पहचान हो जाती है। दुःखशोकामयप्रदाः - परन्तु ऐसे पदार्थ परिणाममें दुःख? शोक और रोगोंको देनेवाले होते हैं। खट्टा? तीखा और दाहकारक भोजन करते समय मुख आदिमें जो जलन होती है? यह दुःख है। भोजन करनेके बाद मनमें प्रसन्नता नहीं होती? प्रत्युत स्वाभाविक चिन्ता रहती, है? यह शोक है। ऐसे भोजनसे शरीरमें प्रायः रोग होते हैं।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 9620,
      "description": "क्रियाशील तथा कामक्रोधादि प्रवृत्ति वाले रजोगुणी लोगों को इस श्लोक में कथित कटु अम्ल आदि आहार अत्यन्त प्रिय होता है। ऐसे आहार से वह अपने शरीर में शाक्ति का अनुभव तो करता है? परन्तु अन्तत इन सबका परिणाम दुख रोग और चिन्ता ही होता है। इस प्रकार के आहार की रुचि उत्पन्न हो जाने पर उसे संयमित रखना दुष्कर हो जाता है। प्रस्तुत प्रकरण से कोई अध्येता यह न समझ ले कि केवल आहार के परिवर्तन और संयम से ही विचारों का परिवर्तन संभव हो सकता है। भगवान् श्रीकृष्ण का कथन यह है कि सात्त्विक या राजसिक विचारों के लोगों को उपर्युक्त प्रकार के पदार्थ रुचिकर लगते हैं। अर्थात् विचारों के परिवर्तन से आहार में परिवर्तन आता है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 9634,
      "description": "कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः those that are bitter? Sour saline? Excessively hot? Pungent? Dry and burning? आहाराः foods? राजसस्य of the Rajasic? इष्टाः are liked? दुःखशोकामयप्रदाः are productive of pain? Grief and disease. Commentary Excessively This alification should be taken to apply to each of the seven alities - thus? Excessively saline? And so on. Food of a passionate nature produces restlessness in the mind? Evil thoughts? Excitement? Craving now for one thing and then for another? Pain? Trouble and disease. The Rajasic man always plans to prepare various kinds of preparations to satisfy his palate. He takes salt? Chillies? Mustard? Cloves? Condiments? Pungent pickles? Etc.? In excess. Tears flow from his eyes and water dribbles from his nose and yet he will not leave the hot and pungent articles. The palate remains unsatisfied until the stomach is completely filled with pungent things? Till the tongue is burnt with chillies. Ladysfinger? Puri? Kachori? Pungent condiments? Meat? Fish? Eggs? Sweets? Potato? Fried bread? Curd? Brinjal? Carrots? Blackgram? Onions? Garlic? Lemon? Masur? Tea? Coffee? Betels? Tobacco are Rajasic artciles of food.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}