{
  "id": 621,
  "verse_number": 26,
  "chapter_number": 17,
  "slug": "chapter-17-verse-26",
  "text": "सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते। प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते",
  "transliteration": "sad-bhāve sādhu-bhāve cha sad ity etat prayujyate praśhaste karmaṇi tathā sach-chhabdaḥ pārtha yujyate",
  "word_meanings": "sat-bhāve—with the intention of eternal existence and goodness; sādhu-bhāve—with auspicious intention; cha—also; sat—the syllable Sat; iti—thus; etat—this; prayujyate—is used; praśhaste—auspicious; karmaṇi—action; tathā—also; sat-śhabdaḥ—the word “Sat”; pārtha—Arjun, the son of Pritha; yujyate—is used;\n",
  "translations": [
    {
      "id": 4345,
      "description": "The word \"Sat\" is used to refer to reality and goodness; likewise, O Arjuna, the word \"Sat\" is used to refer to an auspicious act.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4347,
      "description": "Sat' means Reality or the highest Good, and also, O Arjuna, it is used to denote an action of exceptional merit.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 4341,
      "description": "हे पार्थ! परमात्माके 'सत्'-इस नामका सत्तामात्रमें और श्रेष्ठ भावमें प्रयोग किया जाता है तथा प्रशंसनीय कर्मके साथ 'सत्' शब्द जोड़ा जाता है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4342,
      "description": "हे पार्थ! सत्य भाव व साधुभाव में 'सत्' शब्द का प्रयोग किया जाता है, और प्रशस्त (श्रेष्ठ, शुभ) कर्म में 'सत्' शब्द प्रयुक्त होता है।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 4343,
      "description": "This term \"Sat\" is used in the sense of existence and goodness. And so also, O Arjuna, the word \"Sat\" is applied to an auspicious action.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 4344,
      "description": "This word \"sat\" is used with regard to something coming into being and someone becoming good. Likewise, O son of Prtha, the word \"sat\" is used with regard to an auspicious rite.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    },
    {
      "id": 4346,
      "description": "In the sense of 'right' (or 'manifesting as being') and in the sense of 'proper' (or 'manifesting perfectly'), this word SAT is employed. Likewise, the word SAT is used with regard to the praiseworthy act; O son of Prtha!",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 9891,
      "description": "व्याख्या - सद्भावे - परमत्मा हैं इस प्रकार परमात्माकी सत्ता(होनेपन) का नाम सद्भाव है। उस परमात्माके सगुणनिर्गुण? साकारनिराकार आदि जितने रूप हैं और सगुणसाकारमें भी उसके विष्णु? राम? कृष्ण? शिव? शक्ति? गणेश? सूर्य आदि जितने अवतार हैं? वे सबकेसब सद्भाव के अन्तर्गत हैं। इस प्रकार जिसका किसी देश? काल? वस्तु आदिमें कभी अभाव नहीं होता? ऐसे परमात्माके जो अनेक रूप हैं? अनेक नाम हैं? अनेक तरहकी लीलाएँ हैं? वे सबकेसब सद्भाव के अन्तर्गत हैं। साधुभावे - परमात्मप्राप्तिके लिये अलगअलग सम्प्रदायोंमें अलगअलग जितने साधन बताये गये हैं? उनमें हृदयके जो दया? क्षमा आदि श्रेष्ठ? उत्तम भाव हैं? वे सबकेसब साधुभाव के अन्तर्गत हैं। सदित्येतत्प्रयुज्यते - सत्तामें और श्रेष्ठतामें सत् शब्दका प्रयोग किया जाता है अर्थात् जो सदा है? जिसमें, कभी किञ्चिन्मात्र भी कमी और अभाव नहीं होता - ऐसे परमात्माके लिये और उस परमात्माकी प्राप्तिके लिये दैवीसम्पत्तिके जो सत्य? क्षमा? उदारता? त्याग आदि श्रेष्ठ गुण हैं? उनके लिये सत् शब्दका प्रयोग किया जाता है जैसे - सत्तत्त्व? सद्गुण? सद्भाव आदि। प्रशस्ते कर्मणि तथा सच्छब्दः पार्थ युज्यते - परमात्मप्राप्तिके लिये अलगअलग सम्प्रदायोंमें अलगअलग जितने साधन बताये गये हैं? उनमें क्रियारूपसे जितने श्रेष्ठ आचरण हैं? वे सबकेसब प्रशस्ते कर्मणि के अन्तर्गत हैं। इसी प्रकार शास्त्रविधिके अनुसार यज्ञोपवीत? विवाह आदि संस्कार अन्नदान? भूमिदान? गोदान आदि दान और कुआँबावड़ी खुदवाना? धर्मशाला बनवाना? मन्दिर बनवाना? बगीचा लगवाना आदि श्रेष्ठ कर्म भी प्रशस्ते कर्मणि के अन्तर्गत आते हैं। इन सब श्रेष्ठ आचरणोंमें? श्रेष्ठ कर्मोंमें सत् शब्दका प्रयोग किया जाता है जैसे - सदाचार? सत्कर्म? सत्सेवा? सद्व्यवहार आदि।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 9892,
      "description": "सत्यता और साधुता तथा कर्म की प्रशस्तता को सत् शब्द के द्वारा लक्षित किया जाता है। हम सब आपेक्षिक सत्यत्व वाले जगत् में रहते हैं। हमारे लिए यह स्वाभाविक है कि अपने शरीर? मन और बुद्धि के द्वारा अनुभूयमान इस जगत् को ही हम पारमार्थिक सत्य समझ लें। अत सत् शब्द के द्वारा हमें यह स्मरण कराया जाता है कि पारमार्थिक सत्य इस आपेक्षिक सत्य रूप जगत् का भी अधिष्ठान है।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    },
    {
      "id": 9906,
      "description": "सद्भावे in the sense of reality? साधुभावे in the sense of goodness? च and? सत् Sat? इति thus? एतत् this? प्रयुज्यते is used? प्रशस्ते auspicious? कर्मणि (in the sense of) an act? तथा so also? सत् Sat? शब्दः word? पार्थ O Partha? युज्यते is used.Commentary Satbhava That which is unchanging amidst the changing? that which is permanent amidst the impermanent? that which exists in the past? present and future is Sat the reality behind the everchanging names and forms is Sat the substratum in which the everchanging forms inhere is Sat. Meritorious action is Sat.Sadhubhava An attribute of harmony with nature? so that the worlds cycle moves smoothly.The word Sat is powerful enough to make a defective action perfect and complete. When a good action is likely to be rendered Asat or bad owing to a single defect? the use of the word Sat makes it free from defects and brings it to a successful termination. The word Sat removes the evil ality of the action as it has the power of purifying and rendering the act perfect.Sat is Existence Absolute. Sat is Para Brahman. Sat is the inexpressible symbol of that mysterious indescribable? illimitable? indivisible? selfluminous? immortal Brahman.The word Sat is used when you wish to express the reality of an object which is unreal or which is relatively real? as for instance? the birth of a son who is unreal or relatively real in telling that a man is one of good conduct when his conduct is not good or is only relatively good? and in expressing that an act is auspicious? when it is not auspicious or only relatively auspicious.Brahman alone is real. It alone really exists. But we say when a son is born to Mr. Govindan that Mr. Govindans son has come into existence. From the viewpoint of Brahman or Existence Absolute? Mr. Govindans son never exists.The word Sat which is only applied to Brahman is used also for Mr. Govindans son who is unreal or relatively real. Brahman alone is absolutely good and absolutely auspicious. But the, word Sat that can properly be applied to Brahman alone is applied to an act which is not auspicious or which is only relatively auspicious. The use of Sat renders the imperfectly performed actions perfect.",
      "author_name": "Swami Sivananda",
      "language": "english"
    }
  ]
}
