{
  "id": 607,
  "verse_number": 12,
  "chapter_number": 17,
  "slug": "chapter-17-verse-12",
  "text": "अभिसंधाय तु फलं दम्भार्थमपि चैव यत्। इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम्",
  "transliteration": "abhisandhāya tu phalaṁ dambhārtham api chaiva yat ijyate bharata-śhreṣhṭha taṁ yajñaṁ viddhi rājasam",
  "word_meanings": "abhisandhāya—motivated by; tu—but; phalam—the result; dambha—pride; artham—for the sake of; api—also; cha—and; eva—certainly; yat—that which; ijyate—is performed; bharata-śhreṣhṭha—Arjun, the best of the Bharatas; tam—that; yajñam—sacrifice; viddhi—know; rājasam—in the mode of passion",
  "translations": [
    {
      "id": 4245,
      "description": "But that sacrifice which is offered with the intention of gaining a reward and for the sake of show, know it, O Arjuna, to be Rajasic.",
      "author_name": "Swami Adidevananda",
      "language": "english"
    },
    {
      "id": 4247,
      "description": "The sacrifice that is offered, O Arjuna, seeking a reward and for show, know that to be a Rajasic Yajna.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 4248,
      "description": "What is offered aiming at fruit and also only for the sake of display—know that sacrifice to be of the Rajas strand and to be transitory and impermanent.",
      "author_name": "Dr. S. Sankaranarayan",
      "language": "english"
    },
    {
      "id": 4249,
      "description": "Sacrifice which is performed for the sake of its results, or for self-glorification - that, O best of Aryans, is the product of passion.",
      "author_name": "Shri Purohit Swami",
      "language": "english"
    },
    {
      "id": 4243,
      "description": "परन्तु हे भरतश्रेष्ठ अर्जुन! जो यज्ञ फलकी इच्छाको लेकर अथवा दम्भ-(दिखावटीपन-) के लिये भी किया जाता है, उसको तुम राजस समझो।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 4244,
      "description": "हे भरतश्रेष्ठ अर्जुन! जो यज्ञ दम्भ के लिए तथा फल की आकांक्षा रख कर किया जाता है, उस यज्ञ को तुम राजस समझो।",
      "author_name": "Swami Tejomayananda",
      "language": "hindi"
    },
    {
      "id": 4246,
      "description": "But that sacrifice which is performed with an aim for a result, as well as for show—know that sacrifice to be done through rajas, O greatest among the descendants of Bharata.",
      "author_name": "Swami Gambirananda",
      "language": "english"
    }
  ],
  "commentaries": [
    {
      "id": 9682,
      "description": "अभिसंधाय seeking for? तु indeed? फलम् fruit? दम्भार्थम् for ostentation? अपि also? च and? एव even? यत् which? इज्यते is offered? भरतश्रेष्ठ O best of the Bharatas? तम् that? यज्ञम् sacrifice? विद्धि know? राजसम् Rajasic. Commentary If anyone performs a sacrifice in order to obtain? Heaven? Son? Wealth? Or name and fame? Then it is a sacrifice of a Rajasic nature. The performer of this kind of sacrifice has the motive of increasing his own importance? For popularising his own name in the world? For gaining some reward? For showing himself off as a great? Pious and learned man? For making an exhibition of his riches for his own glorificaion. He has no aspiration for attaining the knowledge of the Self.",
      "author_name": "Swami Sivananda",
      "language": "english"
    },
    {
      "id": 9667,
      "description": "व्याख्या - अभिसन्धाय तु फलम् - फल अर्थात् इष्टकी प्राप्ति और अनिष्टकी निवृत्तिकी कामना रखकर जो यज्ञ किया जाता है? वह राजस हो जाता है। इस लोकमें हमें धनवैभव मिले स्त्रीपुत्र? परिवार अच्छा मिले नौकरचाकर? गायभैंस आदि भी हमारे अनुकूल मिलें हमारा शरीर नीरोग रहे हमारा आदरसत्कार? मानबड़ाई? प्रसिद्धि हो जाय तथा मरनेके बाद भी हमें स्वर्गादि लोकोंके दिव्य भोग मिलें आदि इष्टकी प्राप्तिकी कामनाएँ हैं। हमारे वैरी नष्ट हो जायँ संसारमें हमारा अपमान? बेइज्जती? तिरस्कार आदि कभी न हो हमारे प्रतिकूल परिस्थिति कभी आये ही नहीं आदि अनिष्टकी निवृत्तिकी कामनाएँ हैं। दम्भार्थमपि चैव यत् - लोग हमें भीतरसे सद्गुणी? सदाचारी? संयमी? तपस्वी? दानी? धर्मात्मा? याज्ञिक आदि समझें? जिससे संसारमें हमारी प्रसिद्धि हो जाय - ऐसे दिखावटीपनेको लेकर जो यज्ञ किया जाता है? वह राजस कहलाता है। इस प्रकारके दिखावटी यज्ञ करनेवालोंमें यक्ष्ये दास्यामि (16। 15) और यजन्ते नामयज्ञैस्ते (16। 17) आदि सभी बातें विशेषतासे आ जाती हैं। इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् - इस प्रकार फलकी कामना और दम्भ(दिखावटीपन) को लेकर जो यज्ञ किया जाता है? वह राजस हो जाता है। जो यज्ञ कामनापूर्तिके लिये किया जाता है? उसमें शास्त्रविधिकी मुख्यता रहती है। कारण कि यज्ञकी विधि और क्रियामें यदि किसी प्रकारकी कमी रहेगी? तो उससे प्राप्त होनेवाले फलमें भी कमी आ जायगी। इसी प्रकार यदि यज्ञकी विधि और क्रियामें विपरीत बात आ जायगी? तो उसका फल भी विपरीत हो जायगा अर्थात् वह यज्ञ सिद्धि न देकर उलटे यज्ञकर्ताके लिये घातक हो जायगा। परन्तु जो यज्ञ केवल दिखावटीपनके लिये किया जाता है? उसमें शास्त्रविधिकी परवाह नहीं होती। यहाँ विद्धि क्रिया देनेका तात्पर्य है कि हे अर्जुन सांसारिक राग (कामना) ही जन्ममरणका कारण है। अतः इस विषयमें तेरेको विशेष सावधान रहना है।",
      "author_name": "Swami Ramsukhdas",
      "language": "hindi"
    },
    {
      "id": 9668,
      "description": "कामना तो रजोगुण का लक्षण ही है। अत? रजोगुणी लोग जो भी कर्म करते हैं? स्वभावत कामना से ही प्रेरित होते हैं। फलासक्त पुरुष को सदैव यह चिन्ता लगी रहती है कि उसे इच्छित फल मिलेगा अथवा नहीं। इस प्रकार वह विभिन्न कल्पनाएं करके भयभीत होता रहता है। अनेक रजोगुणी व्यक्ति केवल अपने ज्ञान या धन का प्रदर्शन करने के लिए यज्ञ कर्म करते हैं। उसके अनुष्ठान में उनका कोई अन्य विशेष प्रयोजन नहीं होता है। ऐसे दम्भपूर्वक किये गये कर्म सात्त्विक कर्म नहीं कहलाते? और न ही ऐसे कर्मों से मनशान्ति एवं प्रसन्नता का पुरस्कार प्राप्त हो सकता है। ये राजस यज्ञ हैं।",
      "author_name": "Swami Chinmayananda",
      "language": "hindi"
    }
  ]
}